{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Cnnbrasil.com.br"}, "author": "Abinoan Santiago, colaboração para a CNN", "title": "Matéria escura do Universo pode ser explicada por quinta dimensão, aponta estudo - CNN Brasil", "description": "Estudo revela que físicos atuam na revisão do Modelo Padrão para, finalmente, testar a existência da matéria escura.", "url": "https://www.cnnbrasil.com.br/tecnologia/2021/02/12/materia-escura-do-universo-pode-ser-explicada-pela-quinta-dimensao-diz-estudo", "urlToImage": "https://mediastorage.cnnbrasil.com.br/IMAGES/00/00/02/25770_106025E80903C10D.jpg", "publishedAt": "2021-02-12T21:35:00Z", "content": "Um estudo publicado pela revista Journal European Physical relevou que físicos da Universidade Johannes Gutenberg, na Alemanha, elaboram uma revisão do Modelo Padrão, uma das mais bem sucedidas teori… [+2044 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Superterras podem ser habitáveis? Esta supermáquina pode nos ajudar a descobrir - Canaltech", "description": "Uma equipe de cientistas usou as instalações Z dos laboratórios Sandia para simular a pressão atmosférica em planetas conhecidos como superterras, para descobrir quais deles poderiam fornecer condições favoráveis à vida", "url": "https://canaltech.com.br/espaco/superterras-podem-ser-habitaveis-esta-supermaquina-pode-nos-ajudar-a-descobrir-178950/", "urlToImage": "https://ibcdn.canaltech.com.br/TCORj7G6aukFINQE0nsnjrwxhpU=/0x0:740x417/740x416/smart/i3346.jpeg", "publishedAt": "2021-02-12T20:40:00Z", "content": "Simuladores computacionais são grandes aliados dos astrônomos, pois são capazes de memorizar inúmeras leis da física, posições e órbitas de objetos cósmicos e calculam todas as variáveis necessárias.… [+4201 chars]"}, {"source": {"id": null, "name": "Tecmundo.com.br"}, "author": "André Luiz Dias Gonçalves", "title": "NASA vai tentar 'ouvir' o pouso do rover Perseverance em Marte - Tecmundo", "description": "A agência quer usar a sonda InSight para registrar o estrondo sônico causado pela chegada da nave e o impacto dela no solo marciano", "url": "https://www.tecmundo.com.br/ciencia/210974-nasa-ouvir-pouso-rover-perseverance-marte.htm", "urlToImage": "https://img.ibxk.com.br/2021/02/12/12114537759128.jpg", "publishedAt": "2021-02-12T20:00:00Z", "content": "Depois das naves Hope dos Emirados Árabes Unidos e Tianwen-1 da China chegarem a Marte, a próxima missão a alcançar o Planeta Vermelho é a Mars 2020 da NASA, que pousará por lá na próxima quinta-feir… [+1629 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Natalie Rosa", "title": "FOMO | Entenda o que é a ansiedade relacionada ao mundo das redes sociais - Canaltech", "description": "Com o crescimento rápido das redes sociais e o fácil acesso a smartphones e computadores, as pessoas estão a cada vez mais conectadas, se deixando levar pelo mundo virtual. Isso acaba gerando estresse, depressão e perda de dinheiro", "url": "https://canaltech.com.br/saude/o-que-e-fomo-178750/", "urlToImage": "https://ibcdn.canaltech.com.br/Z-HFLcZiMJpoP80XIbX8xyFdMec=/1400x788/smart/i423412.jpeg", "publishedAt": "2021-02-12T20:00:00Z", "content": "Você já ouviu falar no termo FOMO? A palavra é uma sigla em inglês para a frase Fear Of Missing Out, que na tradução livre ficaria algo como \"medo de ficar de fora\", aquele medo de estar perdendo alg… [+5034 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Missão chinesa Tianwen-1 filmou sua entrada na órbita de Marte; veja o vídeo! - Canaltech", "description": "A agência espacial chinesa CNSA publicou um vídeo que mostra o processo de entrada da Tianwen-1 na órbita de Marte. A missão conta com um orbitador, um lander e um rover, que deverá ser pousado em maio para estudar o Planeta Vermelho", "url": "https://canaltech.com.br/espaco/missao-chinesa-tianwen-1-filmou-sua-entrada-na-orbita-de-marte-veja-o-video-178925/", "urlToImage": "https://ibcdn.canaltech.com.br/vSgbu8vUNGafneXZ8lBIkiH0Q8M=/1200x675/smart/i9680.jpeg", "publishedAt": "2021-02-12T17:00:00Z", "content": "Nesta semana, a missão chinesa Tianwen-1 entrou com sucesso na órbita de Marte e registrou imagens desta etapa da missão. Nesta sexta-feira (12), a agência espacial CNSA, da China, publicou um vídeo … [+2438 chars]"}, {"source": {"id": null, "name": "Revistaplaneta.com.br"}, "author": null, "title": "Leitura da assinatura magnética da Terra faz ave migratória corrigir sua rota - Planeta - Revista Planeta", "description": "Estudo mostra que esses pássaros conseguem interpretar a assinatura magnética terrestre bem o suficiente para voltar ao curso em caso de grandes desvios", "url": "https://www.revistaplaneta.com.br/leitura-da-assinatura-magnetica-da-terra-faz-ave-migratoria-corrigir-sua-rota/", "urlToImage": "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2021/02/rouxinol1.jpg", "publishedAt": "2021-02-12T16:32:10Z", "content": "Observadores de pássaros ficam muito entusiasmados quando uma ave migratória chega ao seu destino depois de ser lançada para fora do curso e além de seu alcance normal. Mas isso é raro porque a maior… [+5051 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Cerâmica em meteorito indica que o Sistema Solar teve uma juventude agitada - Canaltech", "description": "Em um novo estudo, cientistas analisaram pedaços de cerâmica presos em meteoritos, e eles indicam que, na verdade, a formação do Sistema Solar pode ter sido bem mais agitada e instável do que as teorias mais aceitas propõem", "url": "https://canaltech.com.br/espaco/ceramica-em-meteorito-indica-que-o-sistema-solar-teve-uma-juventude-agitada-178885/", "urlToImage": "https://ibcdn.canaltech.com.br/Q4VsP-WvgVYjpmQnb4tLSc1NERM=/1380x776/smart/i423810.jpeg", "publishedAt": "2021-02-12T15:00:00Z", "content": "Em um novo estudo, cientistas da Universidade de Chicago analisaram fragmentos de cerâmica incrustados em meteoritos para saber mais sobre o período em que o Sistema Solar era \"bebê\". Os resultados m… [+3020 chars]"}, {"source": {"id": null, "name": "Tecnoblog.net"}, "author": null, "title": "Estudo revela como os neurônios dos neandertais funcionavam - Terra", "description": "Pesquisadores do Brasil e EUA cultivam células cerebrais com gene de neandertais, e constatam que seus neurônios eram bem diferentes", "url": "https://tecnoblog.net/meiobit/434302/estudo-revela-como-os-neuronios-dos-neandertais-funcionavam/", "urlToImage": "https://p2.trrsf.com/image/fget/cf/1200/628/middle/images.terra.com/2021/02/12/neanderthal-reconstitution-680x383.jpg", "publishedAt": "2021-02-12T14:47:51Z", "content": "Muito se fala sobre as diferenças entre o homem moderno, Homo sapiens sapiens, e seus \"primos\" próximos, os neandertais (H. sapiens neanderthalensis) e os denisovanos (taxonomia ainda não definida, n… [+4667 chars]"}, {"source": {"id": null, "name": "Istoedinheiro.com.br"}, "author": "Beto Silva", "title": "Universo em expansão - Istoé Dinheiro", "description": "Desenvolvedora de aplicações tecnológicas, Brasoftware cresce com gestão otimizada de nuvem e soluções digitais para alcançar faturamento recorde acima de R$ 2 bilhões em 2021.", "url": "https://www.istoedinheiro.com.br/universo-em-expansao/", "urlToImage": "https://cdn-istoedinheiro-ssl.akamaized.net/wp-content/uploads/sites/17/2021/02/27-2.jpg", "publishedAt": "2021-02-12T14:30:00Z", "content": "Em um mundo predominantemente analógico em meados da década de 1970, repleto de máquinas de escrever em empresas e residências, Bill Gates enxergava em um futuro próximo uma sociedade em que cada est… [+4943 chars]"}, {"source": {"id": null, "name": "Abril.com.br"}, "author": "Carolina Fioratti", "title": "Vídeo de alta velocidade capta momento da formação de um relâmpago - Superinteressante", "description": "As imagens trazem luz sobre uma antiga hipótese formulada por pesquisadores sobre a formação desses clarões.", "url": "https://super.abril.com.br/ciencia/video-de-alta-velocidade-capta-momento-da-formacao-de-um-relampago/", "urlToImage": "https://super.abril.com.br/wp-content/uploads/2021/02/raios_fb.jpg?quality=70&strip=info", "publishedAt": "2021-02-12T14:24:57Z", "content": "Uma filmagem em alta velocidade capturou o momento exato em que um relâmpago surge no céu. Os frames, separados por apenas 2,63 milionésimos de segundo, são valiosos para os pesquisadores, já que ilu… [+2253 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Encaixe da máscara no rosto importa mais do que o tecido, indica estudo - Revista Galileu", "description": "Pesquisa da Universidade de Cambridge aponta que um modelo de alta performance sem o ajuste ideal pode oferecer proteção similar à de uma máscara de pano contra a Covid-19", "url": "https://revistagalileu.globo.com/Ciencia/noticia/2021/02/encaixe-da-mascara-no-rosto-importa-mais-do-que-o-tecido-indica-estudo.html", "urlToImage": "https://s2.glbimg.com/Ryf812p_6SZLtqozlsS0Gw2tKMM=/512x320/smart/e.glbimg.com/og/ed/f/original/2021/02/11/pexels-cdc-3992946.jpg", "publishedAt": "2021-02-12T13:04:51Z", "content": "Máscara N95 pode apresentar um grau menor de segurança quando não está bem ajustada ao rosto (Foto: CDC/Pexels)\r\nDesde o início da pandemia, a Organização Mundial da Saúde (OMS) tem recomendado o uso… [+2794 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Documentário revela a ciência por trás da primeira foto real de um buraco negro - Canaltech", "description": "O documentário Black Holes: The Edge of All We Know mostrará o trabalho por trás da primeira foto real de um buraco negro, revelada pelo Event Horizon Telescope (EHT) em 2019. O filme também mostrará Stephen Hawking tentando resolver o paradoxo da perda de in…", "url": "https://canaltech.com.br/espaco/documentario-revela-a-ciencia-por-tras-da-primeira-foto-real-de-um-buraco-negro-178891/", "urlToImage": "https://ibcdn.canaltech.com.br/zj6UXBQjGCpQPX9rGKE4-8AR7fk=/148x85:1864x1051/1400x788/smart/i368961.jpeg", "publishedAt": "2021-02-12T11:40:00Z", "content": "Em 10 de abril de 2019, um grupo de cientistas fez história ao divulgar a primeira imagem real de um buraco negro. O anúncio aconteceu durante um evento transmitido ao vivo pela internet, mas para qu… [+3004 chars]"}, {"source": {"id": null, "name": "Inovacaotecnologica.com.br"}, "author": "Redação do Site Inovação Tecnológica", "title": "Matéria escura pode se originar na quinta dimensão - Site Inovação Tecnológica", "description": "A partícula oriunda da quinta dimensão explica a massa da matéria escura, cuja gravidade impede que as galáxias se esfacelem.", "url": "https://www.inovacaotecnologica.com.br/noticias/noticia.php?artigo=materia-escura-se-originar-quinta-dimensao&id=010130210212", "urlToImage": "https://www.inovacaotecnologica.com.br/noticias/imagens/010130210212-o-que-sabemos-nao-sabemos-sobre-gravidade.jpg", "publishedAt": "2021-02-12T09:21:23Z", "content": "Redação do Site Inovação Tecnológica - 12/02/2021\r\nAlém do Modelo Padrão\r\nUma nova teoria que vai além do Modelo Padrão da física de partículas promete não apenas explicar a matéria escura, como tamb… [+4267 chars]"}, {"source": {"id": null, "name": "Revistaplaneta.com.br"}, "author": null, "title": "Descoberta coleção de pequenos buracos negros agrupados - Planeta - Revista Planeta", "description": "Concentração de buracos negros de massa estelar foi encontrada e medida em aglomerado globular velhíssimo localizado a menos de 8 mil anos-luz da Terra", "url": "https://www.revistaplaneta.com.br/descoberta-colecao-de-pequenos-buracos-negros-agrupados/", "urlToImage": "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2021/02/aglomerado.jpg", "publishedAt": "2021-02-12T09:08:00Z", "content": "Os cientistas esperavam encontrar um buraco negro de massa intermediária no coração do aglomerado globular NGC 6397. Em vez disso, porém, encontraram evidências de uma concentração de buracos negros … [+4292 chars]"}, {"source": {"id": null, "name": "Istoedinheiro.com.br"}, "author": "Da redação", "title": "Cientistas australianos descobrem como reverter traumas musculares - Istoé Dinheiro", "description": "Os pesquisadores têm esperança de que as proteínas reverterão os danos musculares atualmente irreparáveis ​​em pessoas que sofrem de distrofia muscular", "url": "https://www.istoedinheiro.com.br/cientistas-australianos-descobrem-como-reverter-traumas-musculares/", "urlToImage": "https://cdn-istoedinheiro-ssl.akamaized.net/wp-content/uploads/sites/17/2021/02/trauma-escolar-e1613112781834.jpg", "publishedAt": "2021-02-12T07:35:00Z", "content": "Cientistas de Melbourne dizem que encontraram uma maneira de aproveitar o poder das células-tronco e fazê-las regenerar músculos. A descoberta pode oferecer esperança para quem sofre de distrofia mus… [+2458 chars]"}, {"source": {"id": null, "name": "R7.com"}, "author": "R7.com", "title": "Asteroide maior que o prédio mais alto do mundo passará pela Terra - R7.COM", "description": "Rocha espacial ficará a uma distância de 1,9 milhão km do nosso planeta, mais de cinco vezes mais longe que a Lua", "url": "http://noticias.r7.com/tecnologia-e-ciencia/asteroide-maior-que-o-predio-mais-alto-do-mundo-passara-pela-terra-12022021", "urlToImage": "https://img.r7.com/images/asteroide-24092020104810277?dimensions=771x420&", "publishedAt": "2021-02-12T05:00:04Z", "content": "Um asteroide com aproximadamente 1,6 km de largura, o equivalente a duas vezes o tamanho do Burj Khalifa  o maior edifício do mundo, que mede 828m de altura , irá passar \"perto\" da Terra no próximo m… [+1039 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Pioneiro na divulgação científica, José Reis incentivou presença de pesquisadores na mídia - Folha de S.Paulo", "description": "De 100 anos do jornal, Reis esteve presente de 1947 até sua morte, em 2002, e chegou a ser diretor de Redação", "url": "https://www1.folha.uol.com.br/folha-100-anos/2021/02/pioneiro-na-divulgacao-cientifica-jose-reis-incentivou-presenca-de-pesquisadores-na-midia.shtml", "urlToImage": "https://f.i.uol.com.br/fotografia/2021/02/10/16129819176024269dccdc6_1612981917_3x2_xl.jpg", "publishedAt": "2021-02-12T02:15:00Z", "content": "Lia em latim, alemão e francês, entendia de física, química, microbiologia e administração pública, além de ser um pesquisador e divulgador científico internacionalmente reconhecido. Essas eram carac… [+5674 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Presença de gás poluente pode indicar civilizações avançadas em outros planetas - Canaltech", "description": "Em um novo estudo, cientistas propõem que a detecção de dióxido de nitrogênio seja um possível indicador de civilizações tecnologicamente avançadas em outros mundos. Este gás poluente pode ser produzido tanto de forma biológica quanto por processos industriais", "url": "https://canaltech.com.br/espaco/presenca-de-gas-poluente-pode-indicar-civilizacoes-avancadas-em-outros-planetas-178856/", "urlToImage": "https://ibcdn.canaltech.com.br/gXwDq1BmTvlBPwqYZaLBFtbS1HI=/1188x668/smart/i9258.jpeg", "publishedAt": "2021-02-12T02:00:00Z", "content": "A busca por vida em outros planetas é uma questão que inquieta os cientistas há muito tempo. Agora, um novo estudo propõe que os pesquisadores busquem por civilizações tecnologicamente avançadas em s… [+3645 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Astrônomos encontram vários buracos negros em um aglomerado globular de estrelas - Canaltech", "description": "Astrônomos encontraram sinais de diversos buracos negros no coração de um aglomerado globular de estrelas enquanto buscava por um único buraco negro intermediário. Essa é a primeira vez que um estudo fornece medições que evidenciam buracos negros nesse tipo d…", "url": "https://canaltech.com.br/espaco/astronomos-encontram-varios-buracos-negros-em-um-aglomerado-globular-de-estrelas-178887/", "urlToImage": "https://ibcdn.canaltech.com.br/d3aiyObZtVubRnA1KcVShu2xuNI=/0x426:1078x1033/1078x606/smart/i12837.jpeg", "publishedAt": "2021-02-11T23:10:00Z", "content": "Embora não possamos ver os buracos negros diretamente, é possível saber muitas coisas sobre eles com técnicas relativamente simples, como observar as interações gravitacionais com outros corpos, por … [+4014 chars]"}, {"source": {"id": null, "name": "Emtempo.com.br"}, "author": "Em Tempo*", "title": "Mutação do novo coronavírus favoreceu o crescimento dos casos no AM - EM TEMPO", "description": "O crescimento no número de casos e de internações de pacientes com o novo coronavírus, registrado entre o final de dezembro e janeiro, está diretamente relacionado ao  surgimento de uma nova variante do vírus causador da Covid-19.", "url": "https://emtempo.com.br/amazonas/291377/mutacao-do-novo-coronavirus-favoreceu-o-crescimento-dos-casos-no-am", "urlToImage": "https://cdn.emtempo.com.br/img/Facebook/290000/CORONAVIRUS---CEMITERIO---FACE_00291377_0_202102111830.jpg?xid=955918", "publishedAt": "2021-02-11T22:30:00Z", "content": "Manaus (AM) - O crescimento no número de casos e de internações de pacientes com o novo coronavírus, registrado entre o final de dezembro e janeiro, está diretamente relacionado ao surgimento de uma … [+3536 chars]"}]}