{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Terra.com.br"}, "author": null, "title": "Mortos podem voltar à vida? O mistério dos 'Lázaros' que desafiam a ciência - Terra", "description": "Literatura científica tem relativamente poucos casos documentados de pacientes que recuperaram sinais vitais após interrupção das manobras de reanimação cardiopulmonar, mas mais de 30% de pessoal de equipes de emergência testemunharam casos de autoressuscitaç…", "url": "https://www.terra.com.br/noticias/mortos-podem-voltar-a-vida-o-misterio-dos-lazaros-que-desafiam-a-ciencia,6e087370c625613eaae3f5fc3e7ebf30dk0iiq6e.html", "urlToImage": "https://p2.trrsf.com/image/fget/cf/1200/628/middle/images.terra.com/2020/11/12/115212621gettyimages-667744675.jpg", "publishedAt": "2020-11-12T15:06:00Z", "content": "O fato de a fantasia de morto-vivo ser uma das mais recorrentes na noite de Halloween, véspera do Dia de Todos os Santos, não é por acaso. A possibilidade de os mortos voltarem à vida tirou o sono do… [+5153 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Cientistas descobriram que a seda da aranha é mais forte que o aço - SoCientífica", "description": "A seda da aranha pode ser tão resistente quanto o kevlar (material de fibra sintética conhecido por sua resistência). Os cientistas estão pesquisando os gatilhos químicos que o transformam. Desse m…", "url": "https://socientifica.com.br/seda-da-aranha/", "urlToImage": "https://i1.wp.com/socientifica.com.br/wp-content/uploads/2020/11/aranha-tecelagem.jpg?fit=1024%2C682&ssl=1", "publishedAt": "2020-11-12T14:38:03Z", "content": "A seda da aranha pode ser tão resistente quanto o kevlar (material de fibra sintética conhecido por sua resistência). Os cientistas estão pesquisando os gatilhos químicos que o transformam. Desse mod… [+3381 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Rafael Rigues", "title": "Lua e Vênus estarão juntos no céu nesta noite; saiba como observar - Olhar Digital", "description": "Além dos dois astros, você também poderá observar duas chuvas de meteoros que já estão acontecendo", "url": "https://olhardigital.com.br/ciencia-e-espaco/noticia/lua-e-venus-estarao-juntos-no-ceu-nesta-noite-saiba-como-observar/110124", "urlToImage": "https://img.olhardigital.com.br/uploads/acervo_imagens/2020/03/20200319112602.jpg", "publishedAt": "2020-11-12T13:18:00Z", "content": "O destaques nos céus desta quinta-feira (12) são a Lua e Vênus. Os astros estarão bem próximos, graças a uma conjunção que aconteceu nesta madrugada.\r\nInfelizmente, quem quiser observar a dupla nos c… [+2344 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Espécie rara de lula é filmada pela primeira vez em habitat natural - SoCientífica", "description": "Cientistas do Schimdt Ocean Institute fizeram o primeiro registro em vídeo de uma espécie rara de lula numa missão de mapeamento da Grande Barreira de Corais. A lula chifre de carneiro (Spirula spi…", "url": "https://socientifica.com.br/especie-rara-de-lula-filmada-pela-primeira-vez/", "urlToImage": "https://i0.wp.com/socientifica.com.br/wp-content/uploads/2020/11/GwY2uD9YcY2YKyhZH93jHc-1200-80.png?fit=1200%2C675&ssl=1", "publishedAt": "2020-11-12T12:30:31Z", "content": "Cientistas do Schimdt Ocean Institute fizeram o primeiro registro em vídeo de uma espécie rara de lula numa missão de mapeamento da Grande Barreira de Corais. A lula chifre de carneiro (Spirula spiru… [+3417 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "Nathaniel Scharping", "title": "Cientistas estão desenvolvendo um detector que pode ser capaz de identificar matéria escura - Gizmodo Brasil", "description": "Os físicos que estudam a matéria escura podem ter um dos empregos mais frustrantes da ciência. Seu trabalho trata de algo que deve, em quase todos os modelos do universo,...", "url": "https://gizmodo.uol.com.br/cientistas-detector-identificar-materia-escura/", "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2020/11/h7xoj3apo5j6lt7vfcy4-1000x563.jpg", "publishedAt": "2020-11-12T12:22:00Z", "content": "Os físicos que estudam a matéria escura podem ter um dos empregos mais frustrantes da ciência. Seu trabalho trata de algo que deve, em quase todos os modelos do universo, existir. Mas nunca encontram… [+9143 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Gases do universo estão 10 vezes mais quentes do que eram há 10 bilhões de anos - Canaltech", "description": "Um novo estudo descobriu que o universo está ficando mais quente: ao analisar o histórico térmico do universo durante os últimos 10 bilhões de anos, pesquisadores descobriram que os gases se aqueceram mais de 10 vezes, e hoje chegam aos 2 milhões de Kelvin", "url": "https://canaltech.com.br/espaco/gases-do-universo-estao-10-vezes-mais-quentes-do-que-eram-ha-10-bilhoes-de-anos-174482/", "urlToImage": "https://ibcdn.canaltech.com.br/8wadPNx5dWiK9R94G2_e3P0SJ58=/700x394/smart/i9793/gases-do-universo-estao-10-vezes-mais-quentes-do-que-eram-ha-10-bilhoes-de-anos-174482.jpeg", "publishedAt": "2020-11-12T11:40:00Z", "content": "Um novo estudo, feito por pesquisadores da Universidade de Tóquio e Ohio State University, analisou o histórico térmico do universo a partir de gases e concluiu que a temperatura média deles sofreu u… [+3282 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Vídeo de ex-bailarina com Alzheimer mostra resiliência da mente humana, diz neurocientista Miguel Nicolelis - G1", "description": "Apesar de enfrentar a doença degenerativa, idosa espanhola Marta C. González conseguiu rememorar movimentos de 'O lago dos cisnes' ao escutar trechos de música do balé.", "url": "https://g1.globo.com/bemestar/viva-voce/noticia/2020/11/12/video-de-ex-bailarina-com-alzheimer-mostra-resiliencia-da-mente-humana-diz-neurocientista-miguel-nicolelis.ghtml", "urlToImage": "https://s2.glbimg.com/o1Fy6RUIcAhZhrRkOAAaQUgGWB8=/1200x/smart/filters:cover():strip_icc()/s02.video.glbimg.com/x720/9016873.jpg", "publishedAt": "2020-11-12T10:05:00Z", "content": "Viral dos últimos dias, o vídeo de uma idosa espanhola que rememora os movimentos do balé \"O lago dos cisnes\", apesar de debilitada pelo Mal de Alzheimer, emocionou timelines e também deu uma demonst… [+3908 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Erupções estelares podem ajudar cientistas a saberem se um planeta é habitável - Canaltech", "description": "Erupções estelares podem ajudar os cientistas a descobrirem se um exoplaneta distante é habitável ou não. De acordo com um novo estudo, as erupções estelares podem contribuir com a erosão atmosférica, resultando em menor habitabilidade", "url": "https://canaltech.com.br/espaco/erupcoes-estelares-podem-ajudar-cientistas-a-saberem-se-um-planeta-e-habitavel-174480/", "urlToImage": "https://timeline.canaltech.com.br/359524.700/erupcoes-estelares-podem-ajudar-cientistas-a-saberem-se-um-planeta-e-habitavel-174480.jpg", "publishedAt": "2020-11-12T10:00:00Z", "content": "Em um novo estudo publicado nesta segunda-feira (9) na revista Monthly Notices of Royal Astronomical Society, um grupo de cientistas abordou um tema pouco explorado que pode se tornar útil na busca p… [+2810 chars]"}, {"source": {"id": null, "name": "Correiobraziliense.com.br"}, "author": "Paloma Oliveto", "title": "Pesquisa com marinheiros dos EUA comprova transmissão da covid-19 por assintomáticos - Correio Braziliense", "description": "Transmissão é registrada em grupo de 1,8 mil recrutas submetidos a uma quarentena rigorosa em um centro de treinamento americano. Para especialistas, o resultado reforça a importância da realização de testes regulares em escolas e ambientes de trabalho", "url": "https://www.correiobraziliense.com.br/ciencia-e-saude/2020/11/4888259-pesquisa-com-marinheiros-dos-eua-comprova-transmissao-da-covid-19-por-assintomaticos.html", "urlToImage": "https://midias.correiobraziliense.com.br/_midias/jpg/2020/11/12/675x450/1_cbifot170920200568-6393125.jpg", "publishedAt": "2020-11-12T09:00:00Z", "content": "Um dos enigmas ainda não solucionados do Sars-CoV-2 é a capacidade de transmissão do vírus por pacientes assintomáticos. Enquanto alguns estudos demonstraram que pessoas infectadas, mas sem sintomas,… [+9066 chars]"}, {"source": {"id": null, "name": "Metropoles.com"}, "author": "Metrópoles", "title": "Como terminar um relacionamento com maturidade - Metrópoles", "description": "Terminar um relacionamento não é uma decisão unilateral. Ainda que algum dos parceiros esteja infeliz com o romance, é preciso levar em conta que, do outro lado, há alguém que merece empatia e respeito", "url": "https://www.metropoles.com/webstories/como-terminar-um-relacionamento-com-maturidade", "urlToImage": null, "publishedAt": "2020-11-12T08:49:27Z", "content": "Dê tempo ao parceiro Segundo Luan, é primordial compreender que cada pessoa precisa de um tempo particular para lidar com o término. Não apresse o processo ou cobre o outro, por exemplo, para que sai… [+187 chars]"}, {"source": {"id": null, "name": "Jcnet.com.br"}, "author": "JCNET", "title": "2020 é o ano mais seco desde 2014 e rodízio sofre com instabilidades - JCNET - Jornal da Cidade de Bauru", "description": "DAE informa que, desde ontem, já não é possível abastecer dentro do cronograma preestabelecido de racionamento", "url": "https://www.jcnet.com.br/noticias/geral/2020/11/741019-2020-e-o-ano-mais-seco-desde-2014-e-rodizio-sofre-com-instabilidades.html", "urlToImage": "https://www.jcnet.com.br/_midias/jpg/2020/11/11/i20273_2x8_indice_pluviometrico-3387710.jpg", "publishedAt": "2020-11-12T08:00:00Z", "content": "0 JuRehder\r\níndice pluviométrico\r\nNão chove em Bauru há 12 dias. A expectativa pela precipitação é alta, mas, por várias vezes, acabou frustrada apenas com nebulosidade e ventos fortes. Desde 2014, o… [+3916 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Quantos planetas habitáveis como a Terra existem em nossa galáxia? - Tilt", "description": "São 300 milhões de mundos como a Terra, espalhados pela nossa galáxia, a Via Láctea. Já imaginaram? De cada duas estrelas semelhantes ao Sol, uma abrigaria um planeta como o nosso.Esse é o número encontrado por uma equipe de astrônomos liderada", "url": "https://www.uol.com.br/tilt/colunas/thiago-goncalves/2020/11/12/quantos-mundos-habitaveis-existem-em-nossa-galaxia.htm", "urlToImage": "https://conteudo.imguol.com.br/c/noticias/11/2020/11/11/estrelas-e-nebulosa-da-via-lactea-sao-vista-do-parque-nacional-uludag-na-turquia-1605123514236_v2_615x300.jpg", "publishedAt": "2020-11-12T07:00:00Z", "content": "São 300 milhões de mundos como a Terra, espalhados pela nossa galáxia, a Via Láctea. Já imaginaram? De cada duas estrelas semelhantes ao Sol, uma abrigaria um planeta como o nosso.\r\nEsse é o número e… [+3283 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Earthshine: novembro traz uma Lua crescente mais iluminada que o normal; entenda - Canaltech", "description": "Logo após a Lua Nova, será possível ver a luz da Terra refletida sobre a noite lunar, ou seja, sobre o lado da Lua que permanece escuro, oculto sob a sombra. Devido ao efeito de reflexão da luz solar sobre as nuvens e neblinas, o lado escuro da Lua se torna m…", "url": "https://canaltech.com.br/espaco/earthshine-novembro-traz-uma-lua-crescente-mais-iluminada-que-o-normal-entenda-174484/", "urlToImage": "https://ibcdn.canaltech.com.br/XQt2HMKnmRAzrciohMfChwwHNr0=/700x394/smart/i3847/earthshine-novembro-traz-uma-lua-crescente-mais-iluminada-que-o-normal-entenda-174484.jpeg", "publishedAt": "2020-11-12T00:00:00Z", "content": "Você já viu a Lua minguante ou crescente com a parte visível brilhando intensamente, mas também com um inesperado e fraco brilho na parte que deveria estar totalmente escondida sob a sombra? Esse efe… [+2620 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "As redes de fungos que transferem água entre árvores - SoCientífica", "description": "Esses microrganismos vivem nas raízes das plantas e as ajudam a obter água, carbono e nitrogênio.", "url": "https://socientifica.com.br/redes-de-fungos-que-transferem-agua-entre-arvores/", "urlToImage": "https://i2.wp.com/socientifica.com.br/wp-content/uploads/2020/10/nature-4981698_1920.jpg?fit=1200%2C674&ssl=1", "publishedAt": "2020-11-11T23:04:47Z", "content": "As árvores dependem de fungos e bactérias para crescer. Esses microrganismos vivem nas raízes das plantas e as ajudam a obter água, carbono e nitrogênio. Contudo, um estudo recente publicado pelo NCB… [+3589 chars]"}, {"source": {"id": null, "name": "Correiobraziliense.com.br"}, "author": "Correio Braziliense", "title": "Remédio para calvície aumenta risco de suicídio, sugere estudo de Harvard - Correio Braziliense", "description": "Segundo os pesquisadores, pacientes de até 45 anos que tomam finasterida para conter a queda do cabelo apresentam taxa maior de ideações suicidas, depressão e ansiedade", "url": "https://www.correiobraziliense.com.br/ciencia-e-saude/2020/11/4888202-remedio-para-calvicie-aumenta-risco-de-suicidio-sugere-estudo-de-harvard.html", "urlToImage": "https://midias.correiobraziliense.com.br/_midias/jpg/2020/11/11/675x450/1_calvicie-6392447.jpg", "publishedAt": "2020-11-11T22:02:00Z", "content": "Ao longo da última década, especialistas manifestaram preocupações a respeito de efeitos psicológicos negativos relacionados ao uso da finasterida, um dos mais populares remédios para tratamento de c… [+1912 chars]"}, {"source": {"id": null, "name": "Metsul.com"}, "author": "MetSul", "title": "Fenômeno La Niña ganha força e pode atingir patamar de intenso - MetSul Meteorologia", "description": "O fenômeno La Niña, caracterizado pelo resfriamento das águas superficiais do Oceano Pacífico Equatorial, atua desde o mês de agosto e segue se intensificando. De acordo com a análise da MetSul Meteorologia de diversos modelos climáticos, o resfriamento atual…", "url": "https://metsul.com/fenomeno-la-nina-ganha-forca-e-pode-atingir-patamar-de-intenso/", "urlToImage": "https://metsul.com/wp-content/uploads/2020/11/9A2A4235-68D3-4E77-B352-7F2186958466.jpeg", "publishedAt": "2020-11-11T22:01:50Z", "content": "O fenômeno La Niña, caracterizado pelo resfriamento das águas superficiais do Oceano Pacífico Equatorial, atua desde o mês de agosto e segue se intensificando. De acordo com a análise da MetSul Meteo… [+319 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Estudo liga bactérias e mineração espacial na Lua e em Marte - SoCientífica", "description": "Bactérias e mineração espacial não parece ser duas coisas que combinem. No entanto, um novo estudo publicado na revista Nature Communications indica que as bactérias aumentariam a eficiência da min…", "url": "https://socientifica.com.br/estudo-liga-bacterias-e-mineracao-espacial-na-lua-e-em-marte/", "urlToImage": "https://i1.wp.com/socientifica.com.br/wp-content/uploads/2020/11/imagebiorock.jpg?fit=1200%2C900&ssl=1", "publishedAt": "2020-11-11T21:36:14Z", "content": "Bactérias e mineração espacial não parece ser duas coisas que combinem. No entanto, um novo estudo publicado na revista Nature Communications indica que as bactérias aumentariam a eficiência da miner… [+3981 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Experimento na ISS confirma que bactérias podem minerar rochas no espaço - Canaltech", "description": "Experimentos realizados por astronautas na Estação Espacial Internacional revelam que bactérias podem extrair minerais raros de rochas da Lua e de Marte, o que poderá auxiliar em iniciativas importantes para a sobrevivência humana no espaço", "url": "https://canaltech.com.br/espaco/experimento-na-iss-confirma-que-bacterias-podem-minerar-rochas-no-espaco-174467/", "urlToImage": "https://timeline.canaltech.com.br/359511.700/experimento-na-iss-confirma-que-bacterias-podem-minerar-rochas-no-espaco-174467.jpg", "publishedAt": "2020-11-11T20:45:00Z", "content": "No ano passado, um grupo de astrobiólogos da Universidade de Edimburgo, no Reino Unido, realizou um estudo para verificar como bactérias podem ser usadas para obter minerais e metais de rochas espaci… [+3356 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Cientistas descobriram mais de 12.000 novas espécies de microrganismos - SoCientífica", "description": "Microrganismos estão em todos os lugares do mundo. Literalmente, bactérias, arqueas e vírus podem viver em praticamente todos os ambientes do planeta. Algumas bactérias e arqueas vivem até e chamin…", "url": "https://socientifica.com.br/cientistas-descobriram-12-mil-novas-especies-de-microrganismos/", "urlToImage": "https://i2.wp.com/socientifica.com.br/wp-content/uploads/2020/11/agar-60571_1920.jpg?fit=1200%2C761&ssl=1", "publishedAt": "2020-11-11T20:32:40Z", "content": "Microrganismos estão em todos os lugares do mundo. Literalmente, bactérias, arqueas e vírus podem viver em praticamente todos os ambientes do planeta. Algumas bactérias e arqueas vivem até e chaminés… [+3608 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Starship passa por outro teste da SpaceX e se prepara para seu maior \"salto\" - Canaltech", "description": "O protótipo SN8 passa por mais um teste estético usando três motores Raptor, ja com nariz e flaps instalados. Sem apresentar nenhuma falha evidente, o foguete está mais próximo de seu próximo voo, que deverá atingir 15 km de altitude", "url": "https://canaltech.com.br/espaco/starship-passa-por-outro-teste-da-spacex-e-se-prepara-para-seu-maior-salto-174464/", "urlToImage": "https://ibcdn.canaltech.com.br/DQT7PuxTTasIR1icyeKo-7WZusU=/700x394/smart/i12157/starship-passa-por-outro-teste-da-spacex-e-se-prepara-para-seu-maior-salto-174464.jpeg", "publishedAt": "2020-11-11T19:50:00Z", "content": "Tudo sobreSpaceX\r\nSaiba tudo sobre SpaceX\r\nNa noite desta terça-feira (10), a SpaceX realizou o segundo teste de ignição estática no protótipo atual da Starship. Em testes como esse, a nave fica pres… [+1979 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Vinicius Szafran", "title": "Cientistas encontram lago fossilizado gigante sob gelo da Groenlândia - Olhar Digital", "description": "Bacia hoje é repleta de sedimentos de rocha; sua área é maior que o Distrito Federal", "url": "https://olhardigital.com.br/ciencia-e-espaco/noticia/cientistas-encontram-lago-fossilizado-gigante-sob-gelo-da-groenlandia/110088", "urlToImage": "https://img.olhardigital.com.br/uploads/acervo_imagens/2020/08/20200812074322.jpg", "publishedAt": "2020-11-11T19:41:00Z", "content": "Vestígios de um antigo lago gigante foram encontrados abaixo da Groenlândia, enterrado nas profundezas de inúmeras camadas de gelo no noroeste da ilha. De acordo com os cientistas que encontraram o l… [+3338 chars]"}, {"source": {"id": null, "name": "R7.com"}, "author": "R7.com", "title": "Cientistas descobrem espécie de macaco que existe há 1 mi de anos - HORA 7", "description": "Papa langur é um primata que tem apenas 250 exemplares no mundo todo e vive no sudeste asiático, mas que não tinha sido registrado pela ciência", "url": "https://noticias.r7.com/tecnologia-e-ciencia/cientistas-descobrem-especie-de-macaco-que-existe-ha-1-mi-de-anos-11112020", "urlToImage": "https://img.r7.com/images/papa-langur-11112020162052315?dimensions=600x315&crop_position=c", "publishedAt": "2020-11-11T19:39:00Z", "content": "Uma pesquisa realizada pelo Centro Alemão de Primatas (DPZ) e a ONG Fauna e Flora Internacional (FFI) revela a descoberta de uma espécie de macaco que já existe há pelo menos 1 milhão de anos, mas nã… [+1509 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Com ISS superlotada, astronauta da Crew-1 precisará dormir na nave Crew Dragon - Canaltech", "description": "Com o lançamento da Crew-1, a ISS terá sete tripulantes, mas existem só seis dormitórios por lá. Então, alguém terá que dormir em outro lugar — e talvez esse alguém seja o comandante Mike Hopkins, que pode ter de ficar na cápsula Crew Dragon", "url": "https://canaltech.com.br/espaco/com-iss-superlotada-astronauta-da-crew-1-precisara-dormir-na-nave-crew-dragon-174448/", "urlToImage": "https://ibcdn.canaltech.com.br/majU5YbAyh4k3am4R9Qf6UcW0WY=/700x394/smart/i1770/com-iss-superlotada-astronauta-da-crew-1-precisara-dormir-na-nave-crew-dragon-174448.jpeg", "publishedAt": "2020-11-11T17:15:00Z", "content": "Tudo sobreNASA\r\nSaiba tudo sobre NASA\r\nDepois de alguns adiamentos, a NASA e a SpaceX deverão lançar no próximo sábado (14) quatro astronautas com destino à Estação Espacial Internacional (ISS), a bo… [+2487 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Cientistas encontram centenas de cópias de \"Principia\", de Isaac Newton - Revista Galileu", "description": "Ao analisar marcas e anotações nos exemplares, historiadores rebatem a teoria de que a obra-prima do cientista era lida só por um grupo seleto de pessoas", "url": "https://revistagalileu.globo.com/Sociedade/Historia/noticia/2020/11/cientistas-encontram-centenas-de-copias-de-principia-de-isaac-newton.html", "urlToImage": "https://s2.glbimg.com/gNQOzQrcoP3GW2-8fnCsrgSW8EM=/512x320/smart/e.glbimg.com/og/ed/f/original/2020/11/11/newton_principa-1-web.max-1400x800.jpg", "publishedAt": "2020-11-11T15:33:21Z", "content": "O primeiro exemplar de Principia, de Isaac Newton, é considerado uma obra rara (Foto: Reprodução/Caltech)\r\nAo contrário do que se pensava, o acesso ao livro Philosophiae Naturalis Principia Mathemati… [+3734 chars]"}, {"source": {"id": null, "name": "Abril.com.br"}, "author": "Bruno Vaiano", "title": "Onde aconteceu o Big Bang? Estamos longe do epicentro? - Superinteressante", "description": "O Big Bang aconteceu em lugar nenhum e em todos os lugares. Parece Raul Seixas, mas é física.", "url": "https://super.abril.com.br/blog/oraculo/onde-aconteceu-o-big-bang-estamos-longe-do-epicentro/", "urlToImage": "https://super.abril.com.br/wp-content/uploads/2020/11/orcl-big-bang_fb.jpg?quality=70&strip=info", "publishedAt": "2020-11-11T15:30:14Z", "content": "O Big Bang aconteceu em lugar nenhum e em todos os lugares. Parece Raul Seixas, mas é física.\r\nVamos começar explicando o lugar nenhum: todo o espaço que existe está contido dentro do Universo. Antes… [+1159 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Cientistas acreditam que lua de Júpiter Europa pode brilhar no escuro - SoCientífica", "description": "Europa é uma das dezenas de luas que acompanham o gigante e poderoso Júpiter.", "url": "https://socientifica.com.br/cientistas-acreditam-que-lua-de-jupiter-europa-pode-brilhar-no-escuro/", "urlToImage": "https://i1.wp.com/socientifica.com.br/wp-content/uploads/2020/11/Europa-pode-brilhar-no-escuro.jpg?fit=1200%2C675&ssl=1", "publishedAt": "2020-11-11T13:34:00Z", "content": "Europa é uma das dezenas de luas que acompanham o gigante e poderoso Júpiter. A sexta maior lua do sistema solar, e uma das quatro luas descobertas por Galileu Galilei, Europa fascina com toda a sua … [+3732 chars]"}, {"source": {"id": null, "name": "Tribunaonline.com.br"}, "author": "Simony Giuberti, do jornal A Tribuna", "title": "Vai faltar profissionais de Matemática no País - Tribuna Online", "description": "Número de formados está estagnado, e a procura de empresas pelos profissionais tem crescido. Dificuldade do curso é entrave", "url": "https://tribunaonline.com.br/vai-faltar-profissionais-de-matematica-no-pais", "urlToImage": "https://tribunaonline.com.br/thumbs/lightbox/2020-11/matematico-929171d46b6649d527c277facbf6ca8b.jpeg", "publishedAt": "2020-11-11T13:00:00Z", "content": "Vai faltar profissionais de Matemática no País\r\nPor Simony Giuberti, do jornal A Tribuna\r\n11/11/2020 às 10:00\r\nUma profissão classificada como versátil por especialistas do setor, com um bom mercado … [+4739 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Cientistas descobrem espécie de primata \"escondida\" em Mianmar - Revista Galileu", "description": "Foram identificados entre 200 e 250 espécimes no país asiático, número que indica risco de extinção para os \"Popa langur\"", "url": "https://revistagalileu.globo.com/Ciencia/Biologia/noticia/2020/11/cientistas-descobrem-especie-de-primata-escondida-em-mianmar.html", "urlToImage": "https://s2.glbimg.com/JYJjrcgA9WLnYMeUyxo4K6c_Uqg=/512x320/smart/e.glbimg.com/og/ed/f/original/2020/11/11/csm_fig6_popa-langur_web_zuschnitt_b81652204f.jpg", "publishedAt": "2020-11-11T12:54:07Z", "content": "Nova espécie de primata é descoberta nas florestas de Mianmar, na Ásia (Foto: Thaung Win)\r\nUma nova espécie de primata foi descoberta nas florestas de Mianmar, de acordo com um estudo publicado nesta… [+1946 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Nathan Vieira", "title": "Estudo identifica novo gene oculto no coronavírus SARS-CoV-2 - Canaltech", "description": "A equipe de pesquisa identificou ORF3d, um novo gene de sobreposição no SARS-CoV-2 que tem potencial maior do que o esperado de codificar uma proteína. Genes sobrepostos são difíceis de detectar, e a maioria dos programas de computador científicos não os acha", "url": "https://canaltech.com.br/saude/estudo-identifica-novo-gene-oculto-no-coronavirus-sars-cov-2-174411/", "urlToImage": "https://ibcdn.canaltech.com.br/EhzGS6ZXJYBDC5pBFgq-GQfFLD4=/700x394/smart/i11979/estudo-identifica-novo-gene-oculto-no-coronavirus-sars-cov-2-174411.jpeg", "publishedAt": "2020-11-11T12:40:00Z", "content": "A essa altura, já podemos observar que a COVID-19 é alvo de muitos estudos, com direito a descobertas a cada dia que se passa. Dessa vez, um estudo publicado na revista científica eLife aponta um nov… [+3236 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Como seria se a Terra compartilhasse a órbita com outro planeta? - SoCientífica", "description": "Não seria um caos. Há uma forma de se manter as duas órbitas estáveis juntas.", "url": "https://socientifica.com.br/como-seria-se-a-terra-compartilhasse-a-orbita-com-outro-planeta/", "urlToImage": "https://i0.wp.com/socientifica.com.br/wp-content/uploads/2020/11/earth-3433004_1280.jpg?fit=1200%2C675&ssl=1", "publishedAt": "2020-11-11T12:36:09Z", "content": "Os asteroides troianos compartilham as suas órbitas no entorno do Sol com os planetas. Já falamos aqui sobre os asteroides troianos de Marte, de Júpiter, e os possíveis troianos da Terra. No entanto,… [+3618 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Observatório de Arecibo sofre novo acidente e estrutura fica mais instável - Canaltech", "description": "O Observatório de Arecibo sofreu um novo acidente na última sexta-feira(6), quando um dos cabos principais da torre rompeu e caiu, danificando ainda mais o prato refletor e os outros cabos mais próximos e deixando a estrutura mais instável", "url": "https://canaltech.com.br/espaco/observatorio-de-arecibo-sofre-novo-acidente-e-estrutura-fica-mais-instavel-174384/", "urlToImage": "https://ibcdn.canaltech.com.br/oyjSQD5Qv8oxiobVYVJZYBh12Xo=/700x394/smart/i2014/observatorio-de-arecibo-sofre-novo-acidente-e-estrutura-fica-mais-instavel-174384.png", "publishedAt": "2020-11-11T11:50:00Z", "content": "O Observatório de Arecibo, que sofreu um acidente em 10 de agosto, teve outro cabo rompido na noite da última sexta-feira (6). O cabo quebrou e caiu no prato refletor, causando ainda mais danos no eq… [+2860 chars]"}, {"source": {"id": null, "name": "Revistaplaneta.com.br"}, "author": null, "title": "Universo está ficando mais e mais quente, sugerem cientistas - Revista Planeta", "description": "Temperatura média do gás em todo o cosmos aumentou mais de 10 vezes durante os últimos 10 bilhões de anos – e deverá continuar a subir", "url": "https://www.revistaplaneta.com.br/universo-esta-ficando-mais-e-mais-quente-sugerem-cientistas/", "urlToImage": "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2020/11/universo.jpg", "publishedAt": "2020-11-11T11:47:00Z", "content": "O universo está ficando mais quente, mostra um novo estudo publicado na revista The Astrophysical Journal. Uma equipe internacional de pesquisadores investigou a história térmica do universo nos últi… [+3970 chars]"}, {"source": {"id": null, "name": "Exame.com"}, "author": "Tamires Vitorio", "title": "Estamos ficando menos inteligentes por causa da internet? - Exame Notícias", "description": "Os extremos são perigosos. É preciso haver um balanço entre vida real e online. Entenda o que a ciência fala sobre o tema", "url": "https://exame.com/ciencia/estamos-ficando-menos-inteligentes-por-conta-da-internet-talvez/", "urlToImage": "https://exame.com/wp-content/uploads/2020/11/GettyImages-1022891462.jpg?quality=70&strip=info", "publishedAt": "2020-11-11T11:00:49Z", "content": "Diversos estudos têm apontado que a inteligência das pessoas tem sido reduzida por conta da internet — em especial a das crianças, que já nascem acostumadas com tablets, smartphones e tudo o que há d… [+9911 chars]"}, {"source": {"id": null, "name": "Inovacaotecnologica.com.br"}, "author": "Redação do Site Inovação Tecnológica", "title": "Quando as baterias de sódio começarão a substituir as baterias de lítio? - Site Inovação Tecnológica", "description": "Tecnologias de bateria emergentes já estão se preparando para oferecer alternativas mais baratas e menos danosas ao meio ambiente.", "url": "https://www.inovacaotecnologica.com.br/noticias/noticia.php?artigo=quando-baterias-sodio-comecarao-substituir-baterias-litio&id=010115201111", "urlToImage": "https://www.inovacaotecnologica.com.br/noticias/imagens/010115201111-baterias-de-sodio.jpg", "publishedAt": "2020-11-11T10:11:50Z", "content": "Redação do Site Inovação Tecnológica - 11/11/2020\r\nBaterias de sódio contra baterias de lítio\r\nAs baterias de íons de lítio são os sistemas de armazenamento de energia eletroquímica preferidos para u… [+4184 chars]"}, {"source": {"id": null, "name": "Revistaplaneta.com.br"}, "author": null, "title": "Erupções estelares podem reduzir habitabilidade de um planeta - Revista Planeta", "description": "Estudo revela que erupções de energia mais baixa e mais comuns têm um impacto maior na atmosfera de um exoplaneta do que erupções de energia mais alta e menos frequentes", "url": "https://www.revistaplaneta.com.br/erupcoes-estelares-podem-reduzir-habitabilidade-de-um-planeta/", "urlToImage": "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2020/11/exoplaneta.jpg", "publishedAt": "2020-11-11T08:39:00Z", "content": "Pesquisadores da Universidade de Nova York em Abu Dhabi (Nyuad), liderados por Dimitra Atri, identificaram quais estrelas tinham maior probabilidade de hospedar exoplanetas habitáveis com base no cál… [+1998 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Liliane Nakagawa", "title": "Tech, Ciência e Espaço | As principais notícias para começar bem o dia - Olhar Digital", "description": "O&nbsp;Olhar Digital&nbsp;preparou um resumo dos principais assuntos em tecnologia, ci&ecirc;ncia e espa&ccedil;o para voc&ecirc; come&ccedil;ar o dia informado do que rolou nesta ter&ccedil;a-feira...", "url": "https://olhardigital.com.br/noticia/tech-ciencia-e-espaco-as-principais-noticias-para-comecar-bem-o-dia/110061", "urlToImage": "https://img.olhardigital.com.br/uploads/acervo_imagens/2020/11/20201111034117.jpg", "publishedAt": "2020-11-11T08:00:00Z", "content": "O Olhar Digital preparou um resumo dos principais assuntos em tecnologia, ciência e espaço para você começar o dia informado do que rolou nesta terça-feira (10).\r\n<ul><li>Após ataque hacker, Judiciár… [+3426 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Patrícia Gnipper", "title": "O céu (não) é o limite | Asteroide Apophis, meteorito em MG e muito mais! - Canaltech", "description": "Fique por dentro das informações mais relevantes do universo da ciência e da astronomia! Semanalmente, publicamos uma síntese com o que aconteceu de mais interessante nessas áreas ao longo da última semana", "url": "https://canaltech.com.br/ciencia/o-ceu-nao-e-o-limite-asteroide-apophis-meteorito-em-mg-e-muito-mais-174390/", "urlToImage": "https://ibcdn.canaltech.com.br/YLgj3oZa67TwYgL1V7vVcWkR5MA=/700x394/smart/i22439/o-ceu-nao-e-o-limite-asteroide-apophis-meteorito-em-mg-e-muito-mais-174390.jpeg", "publishedAt": "2020-11-11T00:00:00Z", "content": "Chegou o momento tão aguardado em que o Canaltech resume as notícias científicas mais bombásticas dos últimos sete dias em especial tudo o que mais importa no campo da astronomia, bem como assuntos e… [+8161 chars]"}, {"source": {"id": null, "name": "Correiobraziliense.com.br"}, "author": "Mariana Machado", "title": "Covid: DF tem taxa de infecção mais alta do país e corre risco de segunda onda - Correio Braziliense", "description": "Estudo divulgado nesta terça-feira aponta que 22% da população de Brasília foi invectada pelo novo coronavírus", "url": "https://www.correiobraziliense.com.br/cidades-df/2020/11/4887938-covid-df-tem-taxa-de-infeccao-mais-alta-do-pais-e-corre-risco-de-segunda-onda.html", "urlToImage": "https://midias.correiobraziliense.com.br/_midias/jpg/2020/10/29/675x450/1_cbifot221020200552-6369493.jpg", "publishedAt": "2020-11-10T23:13:00Z", "content": "O Distrito Federal segue distante da imunidade de rebanho no que se refere à covid-19. Um estudo feito em conjunto por diversos centros de pesquisa do país, incluindo a Universidade de Brasília (UnB)… [+2536 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Saiba como vaga-lumes sincronizam suas luzes piscantes - SoCientífica", "description": "São rajadas regulares de flashes, todos sincronizados.", "url": "https://socientifica.com.br/vaga-lumes-sincronizam-suas-luzes-piscantes/", "urlToImage": "https://i1.wp.com/socientifica.com.br/wp-content/uploads/2020/10/Vagalumes.jpg?fit=898%2C600&ssl=1", "publishedAt": "2020-11-10T23:04:55Z", "content": "Todos os anos o vaga-lume, inseto conhecido por suas luzes, produz um fenômeno incrível nas florestas do sudeste dos Estados Unidos. Isso acontece por apenas duas semanas em junho.\r\nEnxames de milhar… [+3010 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Todos os planetas do Sistema Solar ficam visíveis à noite nesta semana; observe! - Canaltech", "description": "Nos próximos dias, todos os planetas do Sistema Solar poderão ser vistos no céu noturno. Eles estarão alinhados e desaparecerão um após o outro na região oeste. Saiba como encontrar alguns deles a olho nu e os demais com instrumentos astronômicos", "url": "https://canaltech.com.br/espaco/todos-os-planetas-do-sistema-solar-ficam-visiveis-a-noite-nesta-semana-observe-174380/", "urlToImage": "https://timeline.canaltech.com.br/359422.700/todos-os-planetas-do-sistema-solar-ficam-visiveis-a-noite-nesta-semana-observe-174380.jpg", "publishedAt": "2020-11-10T23:00:00Z", "content": "Se você gosta de procurar por planetas entre as estrelas do céu noturno, esta é a sua semana de sorte. É que todos os planetas do Sistema Solar estarão visíveis nos próximos dias, até mesmo os mais e… [+4052 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Sonda árabe Hope Mars chegará a Marte em 9 de fevereiro de 2021 - Canaltech", "description": "Segundo informações dos oficiais do governo dos Emirados Árabes Unidos, a missão Hope Mars, lançada em julho com destino a Marte, deverá alcançar o Planeta Vermelho em 9 de fevereiro do ano que vem. Trata-se da primeira missão do país para o planeta vizinho", "url": "https://canaltech.com.br/espaco/sonda-arabe-hope-mars-chegara-a-marte-em-9-de-fevereiro-de-2021-174383/", "urlToImage": "https://timeline.canaltech.com.br/359425.700/sonda-arabe-hope-mars-chegara-a-marte-em-9-de-fevereiro-de-2021-174383.jpg", "publishedAt": "2020-11-10T22:10:00Z", "content": "Em julho deste ano, os Emirados Árabes Unidos lançaram com sucesso sua primeira missão com destino a Marte. A missão Hope Mars, que representa uma nova era da exploração espacial do país, segue viage… [+2488 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Da  Redação", "title": "Inteligência artificial resolve problema-chave da matemática - Olhar Digital", "description": "Sistema usa deep learning para acelerar resolução de equações derivadas; equações podem acelerar o desenvolvimento de aeronaves, o estudo de placas tectônicas e até no estudo das mudanças climáticas", "url": "https://olhardigital.com.br/noticia/inteligencia-artificial-resolve-problema-matematico-chave/110025", "urlToImage": "https://img.olhardigital.com.br/uploads/acervo_imagens/2020/11/20201110035243.jpg", "publishedAt": "2020-11-10T22:02:00Z", "content": "Pesquisadores do Instituto de Tecnologia da Califórnia (Caltech) apresentaram uma nova técnica de deep learning que é mais precisa na solução de equações diferenciais parciais (EDP). O método também … [+5383 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Comitê avalia que NASA e ESA estão prontas para trazer amostras de Marte à Terra - Canaltech", "description": "A campanha Mars Sample Return é um projeto ambicioso entre a NASA e a ESA, que tem o objetivo de coletar e trazer amostras do solo marciano. Agora, um comitê independente examinou a campanha e concluiu que as agências estão prontas para o desafio", "url": "https://canaltech.com.br/espaco/comite-avalia-que-nasa-e-esa-estao-prontas-para-trazer-amostras-de-marte-a-terra-174373/", "urlToImage": "https://ibcdn.canaltech.com.br/1Jw8NCvnO5hRXvC0CsrymMNxdn4=/700x394/smart/i22353/comite-avalia-que-nasa-e-esa-estao-prontas-para-trazer-amostras-de-marte-a-terra-174373.jpeg", "publishedAt": "2020-11-10T20:10:00Z", "content": "Coletar e trazer em segurança amostras do solo de Marte por meio da campanha Mars Sample Returno (MSR) é uma empreitada ambiciosa que será feita em uma parceria entre a NASA e a Agência Espacial Euro… [+3523 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Confira playlist da NASA com sons assustadores do espaço - SoCientífica", "description": "A NASA lançou uma playlist no Soundcloud com sons assustadores do espaço. Confira! Sons assustadores do espaço A lista de reprodução inclui sons e outros tipos de dados, convertidos em áudio. Os &#…", "url": "https://socientifica.com.br/confira-playlist-da-nasa-com-sons-assustadores-do-espaco/", "urlToImage": "https://i2.wp.com/socientifica.com.br/wp-content/uploads/2020/11/sonsespaco.jpg?fit=640%2C443&ssl=1", "publishedAt": "2020-11-10T19:07:30Z", "content": "A NASA lançou uma playlist no Soundcloud com sons assustadores do espaço. Confira!\r\nSons assustadores do espaço\r\nA lista de reprodução inclui sons e outros tipos de dados, convertidos em áudio. Os “s… [+2063 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Telescópio TESS encontra par de exoplanetas quentes ao redor de anãs vermelhas - Canaltech", "description": "Com o telescópio espacial TESS, da NASA, astrônomos identificaram dois exoplanetas orbitando estrelas anãs do tipo M. Os planetas são maiores que a Terra e mais quentes que nosso planeta, e encontram-se a 124 anos-luz e 206 anos-luz, respectivamente, de distâ…", "url": "https://canaltech.com.br/espaco/telescopio-tess-encontra-par-de-exoplanetas-quentes-ao-redor-de-anas-vermelhas-174322/", "urlToImage": "https://timeline.canaltech.com.br/359364.700/telescopio-tess-encontra-par-de-exoplanetas-quentes-ao-redor-de-anas-vermelhas-174322.jpg", "publishedAt": "2020-11-10T18:55:00Z", "content": "Lançado em 2018, o telescópio espacial Transiting Exoplanet Survey Satellite (TESS), da NASA, já permitiu a descoberta de diversos exoplanetas. Agora, mais dois mundos foram acrescentados a essa list… [+2797 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Por que nós não temos lembranças dos primeiros anos de vida? - SoCientífica", "description": "Em geral, crianças com menos de três anos mantêm lembranças por no máximo algumas semanas, até meses.", "url": "https://socientifica.com.br/por-que-nos-nao-temos-lembrancas-dos-primeiros-anos-da-vida/", "urlToImage": "https://i0.wp.com/socientifica.com.br/wp-content/uploads/2020/11/brain-2070412_1920.jpg?fit=1200%2C799&ssl=1", "publishedAt": "2020-11-10T18:10:22Z", "content": "Quando adultos, nós humanos não temos lembranças dos primeiros anos da nossa vida. Podemos até lembrar de alguns flashes, mas essas memórias são muito vagas. Contudo, idosos muitas vezes se lembram f… [+3003 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "O incrível dinossauro com um cérebro de tamanho peculiar - SoCientífica", "description": "Uma espécie incrível de dinossauro foi encontrada e estudada mais a fundo. Os pesquisadores descobriram que o animal possuía um cérebro de tamanho bem diferente dos seus sucessores da linhagem. A h…", "url": "https://socientifica.com.br/o-incrivel-dinossauro-com-um-cerebro-de-tamanho-peculiar/", "urlToImage": "https://i2.wp.com/socientifica.com.br/wp-content/uploads/2020/11/03TB-DINOBRAIN1-jumbo-1.jpg?fit=1200%2C802&ssl=1", "publishedAt": "2020-11-10T16:38:28Z", "content": "Uma espécie incrível de dinossauro foi encontrada e estudada mais a fundo. Os pesquisadores descobriram que o animal possuía um cérebro de tamanho bem diferente dos seus sucessores da linhagem.\r\nA hi… [+3884 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Arqueólogos finalmente 'desbravam' interior de múmias egípcias encontradas em 1615 (FOTOS) - Sputnik Brasil", "description": "As múmias antigas desenterradas de túmulo de pedra há mais de 400 anos finalmente revelaram seus segredos. Cientistas as examinaram usando tomografia computorizada.", "url": "https://br.sputniknews.com/ciencia_tecnologia/2020111016400030-arqueologos-finalmente-desbravam-interior-de-mumias-egipcias-encontradas-em-1615-fotos/", "urlToImage": "https://cdnbr4.img.sputniknews.com/images/07e4/0b/0a/16399847.jpg", "publishedAt": "2020-11-10T15:52:00Z", "content": "As múmias antigas desenterradas de túmulo de pedra há mais de 400 anos finalmente revelaram seus segredos. Cientistas as examinaram usando tomografia computorizada.Três múmias, provenientes do sítio … [+1718 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Rafael Arbulu", "title": "Pesquisa revela molécula gravitacional que coexiste em dois buracos negros - Olhar Digital", "description": "Feito é o mesmo que ocorre com elétrons e hidrogênio; descoberta pode nos ajudar a entender a matéria escura", "url": "https://olhardigital.com.br/ciencia-e-espaco/noticia/pesquisa-revela-molecula-gravitacional-que-coexiste-em-dois-buracos-negros/110012", "urlToImage": "https://img.olhardigital.com.br/uploads/acervo_imagens/2020/10/20201012080705.jpg", "publishedAt": "2020-11-10T15:18:00Z", "content": "Um time de pesquisadores da Universidade de Cornell, nos Estados Unidos, publicou um estudo que teoriza a existência de uma “molécula gravitacional” que coexiste na órbita de dois buracos negros, de … [+3378 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Bactérias sobreviveram por um ano do lado de fora da ISS - SoCientífica", "description": "Os cientistas mantiveram células de bactérias do lado de fora da ISS para entender os efeitos do espaço e como elas agem para se proteger.", "url": "https://socientifica.com.br/bacterias-sobreviveram-por-um-ano-do-lado-de-fora-da-iss/", "urlToImage": "https://i2.wp.com/socientifica.com.br/wp-content/uploads/2020/11/International_Space_Station_after_undocking_of_STS-132-scaled.jpg?fit=1200%2C765&ssl=1", "publishedAt": "2020-11-10T14:34:17Z", "content": "Já relatamos aqui sobre alguns experimentos relacionados à panspermia, ou seja, a propagação da vida pelo universo, através de caronas involuntárias através de asteroides. Comumente, esse experimento… [+4138 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Rafael Rigues", "title": "Duas chuvas de meteoros vão iluminar o céu nesta semana; entenda - Olhar Digital", "description": "Leonídeos e Taurídeos podem trazer de três a dez meteoros por hora. Confira as dicas e horários para observar", "url": "https://olhardigital.com.br/ciencia-e-espaco/noticia/duas-chuvas-de-meteoros-vao-iluminar-o-ceu-nesta-semana-entenda/110009", "urlToImage": "https://img.olhardigital.com.br/uploads/acervo_imagens/2020/11/20201110112652.jpg", "publishedAt": "2020-11-10T14:11:00Z", "content": "Se você está procurando um \"estrela cadente\" para realizar um pedido, fique atento: nesta semana você terá duas boas oportunidades, graças às chuvas de meteoros taurídeos e leonídeos. Uma delas tem s… [+2987 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Entre todos, qual foi, afinal o maior Império da História? - SoCientífica", "description": "Não existe uma resposta objetiva para essa pergunta – não por falta de dados, mas por uma falta de especificidade na própria pergunta.", "url": "https://socientifica.com.br/entre-todos-qual-foi-afinal-o-maior-imperio-da-historia/", "urlToImage": "https://i1.wp.com/socientifica.com.br/wp-content/uploads/2020/11/d57139_12fb731e36d44c3b84c99db739945989_mv2_d_5184_3456_s_4_2.jpg?fit=1200%2C800&ssl=1", "publishedAt": "2020-11-10T13:05:28Z", "content": "Não existe uma resposta objetiva para essa pergunta – não por falta de dados, mas por uma falta de especificidade na própria pergunta. Não há o maior Império da História, mas os maiores Impérios. Iss… [+3678 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Cientistas usam acelerador de partículas para entender melhor as supernovas - Canaltech", "description": "Cientistas físicos nucleares usaram um acelerador de partículas na França para entender melhor as supernovas e o papel dos neutrinos no processo estelar até a explosão de uma estrela no final de seu ciclo", "url": "https://canaltech.com.br/espaco/cientistas-usam-acelerador-de-particulas-para-entender-melhor-as-supernovas-174312/", "urlToImage": "https://ibcdn.canaltech.com.br/FIqWFdNEIfDKIH0NHY_aiXcMhDQ=/700x394/smart/i175/cientistas-usam-acelerador-de-particulas-para-entender-melhor-as-supernovas-174312.png", "publishedAt": "2020-11-10T12:45:00Z", "content": "Um experimento realizado no acelerador de partículas francês GANIL (sigla para Grand Accélérateur National d'Ions Lourds), na cidade de Caen, tenta decifrar alguns dos mistérios de uma supernova, inc… [+2951 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Onde fica a borda da Via Láctea? - SoCientífica", "description": "A Via Láctea não é uma galáxia muito grande, na verdade, embora existam incontáveis galáxias menores (as galáxias anãs).", "url": "https://socientifica.com.br/onde-fica-a-borda-da-via-lactea/", "urlToImage": "https://i2.wp.com/socientifica.com.br/wp-content/uploads/2020/11/Milky_Way_Map_A5_2-scaled.jpg?fit=846%2C1200&ssl=1", "publishedAt": "2020-11-10T12:35:07Z", "content": "A Via Láctea não é uma galáxia muito grande, na verdade, embora existam incontáveis galáxias menores (as galáxias anãs). Com um raio de pouco mais de 50 mil anos-luz, a nossa galáxia possui metade do… [+3626 chars]"}, {"source": {"id": null, "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "A descoberta de crânio de 'primo' dos humanos de 2 milhões de anos que traz novas pistas sobre evolução - BBC News Brasil", "description": "O fóssil de uma espécie com dentes grandes ajuda a revelar um pouco como os humanos evoluíram, dizem os pesquisadores.", "url": "https://www.bbc.com/portuguese/geral-54887214", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_portuguese/B183/production/_115334454_joc2-9jm.jpg", "publishedAt": "2020-11-10T12:31:10Z", "content": "Crédito, LA TROBE UNIVERSITY\r\nLegenda da foto, O crânio de dois milhões de anos é um espécime de Paranthropus robustus\r\nPesquisadores australianos dizem que a descoberta de um crânio de dois milhões … [+2790 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Thais Reis", "title": "Cern oferece curso online gratuito sobre computação quântica - Olhar Digital", "description": "Organização Europeia para a Pesquisa Nuclear oferece aulas, em inglês, para qualquer pessoa sem conhecimento prévio no assunto; no entanto, é preciso ter uma noção básica de álgebra", "url": "https://olhardigital.com.br/pro/noticia/cern-oferece-curso-online-gratuito-sobre-computacao-quantica/109961", "urlToImage": "https://img.olhardigital.com.br/uploads/acervo_imagens/2020/11/20201109043935.jpg", "publishedAt": "2020-11-10T11:59:00Z", "content": "O Cern (Organização Europeia para a Pesquisa Nuclear) oferece aulas online e gratuitas sobre física quântica todas as sextas-feiras, às 6h30 (no horário de Brasília), até o dia 18 de dezembro. O curs… [+2416 chars]"}, {"source": {"id": null, "name": "Exame.com"}, "author": "Tamires Vitorio", "title": "Animação mostra que comunicação com Marte não será tão simples assim; veja - Exame Notícias", "description": "Em seu perfil no Twitter, O'Donoghue afirmou que \"a comunicação em velocidade da luz entre a Terra e a Lua não é tão ruim\", mas com Marte...", "url": "https://exame.com/ciencia/animacao-mostra-que-comunicacao-com-marte-nao-sera-tao-simples-assim/", "urlToImage": "https://exame.com/wp-content/uploads/2020/10/marte_olhos.jpg?quality=70&strip=info", "publishedAt": "2020-11-10T11:51:38Z", "content": "A comunicação com astronautas que estarão em Marte pode não ser tão simples como imaginamos. Isso porque, apesar de estar perto da Terra, a uma distância de 54,6 milhões de quilômetros, é difícil con… [+1636 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Astrofísicos podem ter descoberto pela 1ª vez matéria oculta do Universo - Sputnik Brasil", "description": "Astrofísicos consideram que cerca de 40% da matéria comum que faz estrelas, planetas e galáxias permanecem escondidas em forma de gás quente na rede cósmica complexa....", "url": "https://br.sputniknews.com/ciencia_tecnologia/2020111016396621-astrofisicos-podem-ter-descoberto-pela-1-vez-materia-oculta-do-universo/", "urlToImage": "https://cdnbr4.img.sputniknews.com/images/1445/26/14452605.jpg", "publishedAt": "2020-11-10T10:18:00Z", "content": null}, {"source": {"id": null, "name": "Inovacaotecnologica.com.br"}, "author": "Redação do Site Inovação Tecnológica", "title": "Descoberto novo tipo de supercondutividade no quinto estado da matéria - Site Inovação Tecnológica", "description": "Físicos demonstraram experimentalmente este que é essencialmente um novo tipo de supercondutividade.", "url": "https://www.inovacaotecnologica.com.br/noticias/noticia.php?artigo=novo-tipo-supercondutividade-quinto-estado-materia&id=010115201110", "urlToImage": "https://www.inovacaotecnologica.com.br/noticias/imagens/010115201110-supercondutividade-condensado-de-bose-einstein.jpg", "publishedAt": "2020-11-10T09:20:47Z", "content": "Redação do Site Inovação Tecnológica - 10/11/2020\r\nEstados da matéria\r\nOs quatro estados da matéria mais conhecidos são sólido, líquido, gasoso e plasma, cada um tipicamente seguindo-se ao anterior e… [+4101 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Por que às vezes temos crises psicológicas? Entenda mais sobre elas - VivaBem", "description": "Tão velha como a história da humanidade, talvez seja a história da crise psicológica. Desde o momento em que nos tornamos inteligentes, a consciência de que \"algo\" dentro de nós não vai bem sempre nos acompanhou. Registros bíblicos, bem como no Alcorão", "url": "https://www.uol.com.br/vivabem/colunas/dr-cristiano-nabuco/2020/11/10/por-que-as-vezes-temos-crises-psicologicas-entenda-mais-sobre-elas.htm", "urlToImage": "https://conteudo.imguol.com.br/c/noticias/1b/2020/07/24/mulher-usando-mascara-de-protecao-mostra-preocupacao-e-tristeza-desemprego-crise-financeira-coronavirus-covid-19-trabalho-mulheres-genero-desigualdade-1595597709191_v2_615x300.jpg", "publishedAt": "2020-11-10T07:06:11Z", "content": "Tão velha como a história da humanidade, talvez seja a história da crise psicológica. Desde o momento em que nos tornamos inteligentes, a consciência de que \"algo\" dentro de nós não vai bem sempre no… [+5960 chars]"}, {"source": {"id": null, "name": "Abril.com.br"}, "author": "Bruno Carbinatto", "title": "Novo método usa cristais para prever potencial destrutivo de vulcões adormecidos - Superinteressante", "description": "Para os cientistas, a zirconita funciona como uma espécie de relógio combinado com termômetro. A técnica permite calcular a quantidade magma armazenado nas profundezas de vulcões inativos", "url": "https://super.abril.com.br/ciencia/novo-metodo-usa-cristais-para-prever-potencial-destrutivo-de-vulcoes-adormecidos/", "urlToImage": "https://super.abril.com.br/wp-content/uploads/2020/11/cristais-vulcanicos_fb.jpg?quality=70&strip=info", "publishedAt": "2020-11-10T00:42:44Z", "content": "A Terra está repleta de vulcões são tantos que nem é possível ter uma estimativa confiável do total. Felizmente, a maioria está em estado dormente, ou seja, não entraram em erupção por séculos ou mes… [+5191 chars]"}, {"source": {"id": null, "name": "Abril.com.br"}, "author": "Carolina Fioratti", "title": "Cientistas lançam banco de dados com mais de 50 mil genomas de microrganismos - Superinteressante", "description": "O estudo conta com a participação de pesquisadores brasileiros. Além de reunir dados já existentes, o catálogo traz genomas de 12 mil espécies inéditas.", "url": "https://super.abril.com.br/ciencia/cientistas-lancam-banco-de-dados-com-mais-de-50-mil-genomas-de-microrganismos/", "urlToImage": "https://super.abril.com.br/wp-content/uploads/2020/11/banco-genoma_fb.jpg?quality=70&strip=info", "publishedAt": "2020-11-09T22:57:13Z", "content": "Pesquisadores do Instituto Genoma Conjunto do Departamento de Energia dos EUA disponibilizaram nesta segunda-feira (9) um banco de dados com 52.515 genomas de microrganismos existentes ao redor do gl… [+4986 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Natalie Rosa", "title": "Fóssil de embrião encontrado na Groenlândia pode revelar a origem dos animais - Canaltech", "description": "Pesquisadores da Universidade de Uppsala, na Dinamarca, encontrou microfósseis semelhantes a embriões na Groenlândia, de 570 milhões de anos atrás. Esses organismos podem ajudar os cientistas a desvendarem mistérios sobre a origem dos animais no planeta", "url": "https://canaltech.com.br/meio-ambiente/fossil-de-embriao-encontrado-na-groenlandia-pode-revelar-a-origem-dos-animais-174293/", "urlToImage": "https://ibcdn.canaltech.com.br/9sHOU6dR0VQX1SMG0wtBBrWWZVA=/700x394/smart/i14084/fossil-de-embriao-encontrado-na-groenlandia-pode-revelar-a-origem-dos-animais-174293.jpeg", "publishedAt": "2020-11-09T22:00:00Z", "content": "A origem dos animais no planeta Terra pode ter uma resposta, de acordo com pesquisadores da Universidade de Uppsala, na Dinamarca. A equipe de cientistas encontrou na Groenlândia microfósseis semelha… [+2012 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Asteroide Bennu é frágil e vazio por dentro, revelam pesquisadores - Canaltech", "description": "O asteroide Bennu, visitado pela sonda OSIRIS-REx para uma coleta de amostras, é frágil e vazio por dentro, de acordo com pesquisadores. Além de haver espaço em seu interior o suficiente para alguns campos de futebol, ele parece estar se desmanchando aos pouc…", "url": "https://canaltech.com.br/espaco/asteroide-bennu-e-fragil-e-vazio-por-dentro-174286/", "urlToImage": "https://timeline.canaltech.com.br/359326.700/asteroide-bennu-e-fragil-e-vazio-por-dentro-174286.jpg", "publishedAt": "2020-11-09T19:20:00Z", "content": "Tudo sobreNASA\r\nSaiba tudo sobre NASA\r\nBennu, o asteroide do qual a NASA coletou amostras através da nave robótica OSIRIS-REx, é uma das rochas mais potencialmente perigosas no Sistema Solar, com uma… [+3122 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Felipe Ribeiro", "title": "Mas já? China envia primeiro satélite 6G à órbita do planeta - Canaltech", "description": "Dispositivo foi lançado por meio de uma parceria entre a Universidade de Ciência e Eletrônica da China e a National Star Aerospace. A expectativa é de que a sexta geração da tecnologia possa ser popularizada em 2030", "url": "https://canaltech.com.br/telecom/china-coloca-primeiro-satelite-6g-em-orbita-174276/", "urlToImage": "https://ibcdn.canaltech.com.br/gnNgiU3NFB-ZO3XfIiKbhZQoCUE=/700x394/smart/i14042/china-coloca-primeiro-satelite-6g-em-orbita-174276.jpeg", "publishedAt": "2020-11-09T19:00:00Z", "content": "Com a implementação da conexão 5G ainda em estágio inicial pelo mundo, o mundo da tecnologia ainda não parece preparado para pensar no 6G, certo? Bem, talvez esteja e os testes já começaram. A China … [+1541 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Renato Mota", "title": "Possibilidade de colisão entre satélites preocupa a Nasa - Olhar Digital", "description": "A agência espacial emitiu um alerta sobre os planos de construção de uma rede de 243 satélites de comunicação, que orbitariam numa altura próxima aos seus equipamentos de monitoramento científico", "url": "https://olhardigital.com.br/ciencia-e-espaco/noticia/possibilidade-de-colisao-entre-satelites-preocupa-a-nasa/109956", "urlToImage": "https://img.olhardigital.com.br/uploads/acervo_imagens/2020/11/20201109040421.jpg", "publishedAt": "2020-11-09T18:11:00Z", "content": "A Nasa demonstrou preocupação com os planos de uma empresa norte-americana para construir uma megaconstelação de satélites a uma altitude de 720 km acima da superfície da Terra. A agência espacial ci… [+2687 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Animal mais resistente do mundo brilha para se proteger de radiação letal - Tilt", "description": "Os tardígrados são os animais mais resistentes que se tem notícia no mundo. Agora os cientistas descobriram que, além de serem os únicos prováveis sobreviventes de uma hecatombe, alguns desses pequenos ursos d'água — como são conhecidos — não", "url": "https://www.uol.com.br/tilt/noticias/redacao/2020/11/09/tardigrado-brilha-para-se-proteger-de-radiacao-mortal.htm", "urlToImage": "https://conteudo.imguol.com.br/c/noticias/db/2020/07/21/fotografia-mostra-detalhes-do-tardigrado-especie-considerada-por-cientistas-a-mais-resistente-do-planeta-1595354425688_v2_615x300.jpg", "publishedAt": "2020-11-09T16:59:45Z", "content": "Os tardígrados são os animais mais resistentes que se tem notícia no mundo. Agora os cientistas descobriram que, além de serem os únicos prováveis sobreviventes de uma hecatombe, alguns desses pequen… [+4076 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "A Via Láctea ajuda e depois rouba pequenas galáxias - SoCientífica", "description": "A Via Láctea é como uma incubadora de startups – mas que depois destrói essas startups que ela mesma criou.", "url": "https://socientifica.com.br/a-via-lactea-ajuda-e-depois-rouba-pequenas-galaxias/", "urlToImage": "https://i2.wp.com/socientifica.com.br/wp-content/uploads/2020/11/1087px-Milky_Way_on_horizon_montage.png?fit=1087%2C1024&ssl=1", "publishedAt": "2020-11-09T16:09:27Z", "content": "A Via Láctea é como uma incubadora de startups – mas que depois destrói essas startups que ela mesma criou. Um estudo publicado ainda somente como preprint no arXiv, conduzido pelo astrônomo Masashi … [+3777 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Cientistas rastreiam peculiar emissão de rádio no espaço até a fonte - SoCientífica", "description": "Um grande pico de emissões de rádio – uma explosão – atingiu a Terra, como de praxe. Pela primeira vez, então, os cientistas rastrearam a peculiar emissão de rádio até sua origem &#8211…", "url": "https://socientifica.com.br/cientistas-rastreiam-peculiar-emissao-de-radio-no-espaco-ate-a-fonte/", "urlToImage": "https://i0.wp.com/socientifica.com.br/wp-content/uploads/2020/11/1280px-Artists_impression_of_the_magnetar_in_the_extraordinary_star_cluster_Westerlund_1.jpg?fit=1200%2C848&ssl=1", "publishedAt": "2020-11-09T15:12:26Z", "content": "Um grande pico de emissões de rádio – uma explosão – atingiu a Terra, como de praxe. Pela primeira vez, então, os cientistas rastrearam a peculiar emissão de rádio até sua origem – um magnetar. Um ma… [+3911 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Rafael Rigues", "title": "Impacto de asteroide com a Terra em 2068 ainda é possível - Olhar Digital", "description": "Aceleração causada pela luz do Sol está alterando a rota prevista para o asteroide 99942 Apophis, que tem uma chance em 150 mil de colidir com a Terra daqui a 48 anos", "url": "https://olhardigital.com.br/ciencia-e-espaco/noticia/impacto-de-asteroide-com-a-terra-em-2068-ainda-e-possivel/109937", "urlToImage": "https://img.olhardigital.com.br/uploads/acervo_imagens/2020/10/20201008015512.jpg", "publishedAt": "2020-11-09T14:11:00Z", "content": "Descoberto em 2004, o asteroide 99942 Apophis preocupou os cientistas por um tempo, já que observações iniciais de sua órbita indicavam uma chance de impacto com a Terra de 2,7% em 13 de abril de 202… [+2163 chars]"}]}