{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Nasa completa teste de foguete que pode levar os humanos de volta à Lua - G1", "description": "Teste de fogo e calor do núcleo do foguete SLS teve duração de oito minutos, para simular um lançamento e disparar os motores. Agência pretende levar astronautas à Lua até 2024, mas programa está três anos atrasado e com o orçamento estourado em quase US$ 3 b…", "url": "https://g1.globo.com/ciencia-e-saude/noticia/2021/03/18/nasa-completa-teste-de-foguete-que-pode-levar-os-humanos-de-volta-a-lua.ghtml", "urlToImage": "https://s2.glbimg.com/ByM54Vdapds-vVTKuMCe5ccbSvA=/1200x/smart/filters:cover():strip_icc()/s02.video.glbimg.com/x720/9362769.jpg", "publishedAt": "2021-03-19T01:16:00Z", "content": "A Nasa finalizou nesta quinta-feira (18) um teste de oito minutos dos motores de um foguete construído pela Boeing para as missões Artemis, que têm o objetivo de levar de volta astronautas à Lua até … [+1757 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "James Webb desvendará buraco negro supermassivo em galáxia perto da Via Láctea - Canaltech", "description": "Pesquisadores da ESA usarão o Telescópio Espacial James Webb para estudar o buraco negro supermassivo Centauro A, no centro de uma galáxia relativamente próxima da Via Láctea. O telescópio fornecerá imagens de altíssima resolução em diferentes comprimentos de…", "url": "https://canaltech.com.br/espaco/james-webb-desvendara-buraco-negro-supermassivo-em-galaxia-perto-da-via-lactea-180896/", "urlToImage": "https://ibcdn.canaltech.com.br/4PjC3P1GFDOO5yUGbUlLvHwCMc0=/1400x788/smart/i432706.png", "publishedAt": "2021-03-19T01:00:00Z", "content": "Tudo sobreNASA\r\nSaiba tudo sobre NASA\r\nO buraco negro supermassivo da galáxia NGC 5128 é um dos alvos favoritos dos astrônomos porque ele tem duas grandes vantagens: está relativamente próximo de nós… [+4338 chars]"}, {"source": {"id": null, "name": "Abril.com.br"}, "author": "Maria Clara Rossini", "title": "Cientistas propõem guardar o DNA de 6,7 milhões de espécies na Lua - Superinteressante", "description": "A ideia é proteger parte da vida terrestre de um evento apocalíptico. As amostras seriam guardadas a -180 ºC em túneis que já existem no subsolo do satélite", "url": "https://super.abril.com.br/ciencia/cientistas-propoem-guardar-o-dna-de-67-milhoes-de-especies-na-lua/", "urlToImage": "https://super.abril.com.br/wp-content/uploads/2021/03/18-03_lua_FB.jpg?quality=70&strip=info", "publishedAt": "2021-03-18T23:19:29Z", "content": "O apocalipse já foi assunto exclusivo da ficção científica (ou da Bíblia). Mas, com o aumento das temperaturas médias, do nível dos oceanos, da poluição e do desmatamento, a extinção de ecossistemas … [+4786 chars]"}, {"source": {"id": null, "name": "Abril.com.br"}, "author": "Bruno Carbinatto", "title": "Pesquisadores decifram a Máquina de Anticítera, o computador mais antigo do mundo - Superinteressante", "description": "Encontrado em 1901 em um naufrágio da era romana, esse sofisticado e misterioso mecanismo era usado pelos gregos para prever o movimento dos astros. Agora sabemos como ele funcionava.", "url": "https://super.abril.com.br/historia/cientistas-recriam-a-maquina-de-anticitera-o-computador-mais-antigo-do-mundo/", "urlToImage": "https://super.abril.com.br/wp-content/uploads/2021/03/18-03_antikythera_FB.jpg?quality=70&strip=info", "publishedAt": "2021-03-18T22:47:20Z", "content": "Uma equipe de cientistas reconstruiu digitalmente a Máquina de Anticítera, um sofisticado mecanismo com 2 mil anos de idade que é considerado o primeiro computador analógico da história. Os pesquisad… [+3322 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Sonda Hope fotografa vulcão marciano Olympus Mons, o mais alto do Sistema Solar - Canaltech", "description": "Recentemente, a sonda Hope Mars, dos Emirados Árabes Unidos, fez um registro do vulcão Olympus Mons com um de seus instrumentos. Na ocasião, a espaçonave estava a 13 mil km acima do solo e a imagem foi feita em três diferentes cores", "url": "https://canaltech.com.br/espaco/sonda-hope-fotografa-vulcao-marciano-olympus-mons-o-mais-alto-do-sistema-solar-180903/", "urlToImage": "https://ibcdn.canaltech.com.br/zovnR978u2JYQtNbEizNTZL3FXE=/1280x720/smart/i432722.jpeg", "publishedAt": "2021-03-18T22:30:00Z", "content": "Em fevereiro, a sonda Hope Mars, dos Emirados Árabes Unidos (UAE), entrou na órbita de Marte após viajar por sete meses. Agora, a espaçonave segue orbitando o Planeta Vermelho para se preparar para a… [+3226 chars]"}, {"source": {"id": null, "name": "Megacurioso.com.br"}, "author": "Ana Flavia Ribeiro Gambale", "title": "10 partes do corpo que os humanos perderam durante a evolução - Mega Curioso", "description": "Em 1859, Charles Darwin publicou seu livro Sobre a Origem das Espécies. No livro, ele propôs a teoria da seleção natural, na qual afirmava que o corpo e os órgãos dos seres vivos se adaptam lentamente para se tornarem melhores em tudo o que são usados, enquan…", "url": "https://www.megacurioso.com.br//ciencia/118054-10-partes-do-corpo-que-os-humanos-perderam-durante-a-evolucao.htm", "urlToImage": "https://mega.ibxk.com.br/2021/03/16/16163559826294.jpg?ims=600x", "publishedAt": "2021-03-18T21:09:06Z", "content": "Em 1859, Charles Darwin publicou seu livro Sobre a Origem das Espécies. No livro, ele propôs a teoria da seleção natural, na qual afirmava que o corpo e os órgãos dos seres vivos se adaptam lentament… [+4379 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Veja como será a estação lunar Gateway acoplada à nave Dragon XL com essas artes - Canaltech", "description": "A NASA publicou novas imagens conceituais da futura estação Gateway, que vai ficar na órbita lunar, além da nave Dragon XL, da SpaceX. A futura estação dará suporte às missões do programa Artemis, servindo também como base de pesquisa", "url": "https://canaltech.com.br/espaco/veja-como-sera-a-estacao-lunar-gateway-acoplada-a-nave-dragon-xl-com-essas-artes-180886/", "urlToImage": "https://ibcdn.canaltech.com.br/8yFtK51pxbcPmUF9Hneh6CIi2fM=/1400x788/smart/i432575.png", "publishedAt": "2021-03-18T20:10:00Z", "content": "Tudo sobreNASA\r\nSaiba tudo sobre NASA\r\nRecentemente, a NASA publicou novas imagens renderizadas da futura estação Gateway, que vai ficar na órbita lunar como um ponto de apoio permanente para os astr… [+1858 chars]"}, {"source": {"id": null, "name": "Jornal.usp.br"}, "author": "https://jornal.usp.br/author/luizacaires/", "title": "Coronavírus no cérebro: drogas que bloqueiam receptor poderiam prevenir ou tratar problemas neurológicos - Jornal da USP", "description": "Grupo propõe que invasão do coronavírus no Sistema Nervoso Central envolve a ativação do receptor P2X7 e que, portanto, medicamentos que o bloqueiam podem ser estratégia promissora", "url": "https://jornal.usp.br/ciencias/coronavirus-no-cerebro-drogas-que-bloqueiam-receptor-poderiam-prevenir-ou-tratar-problemas-neurologicos/", "urlToImage": "https://jornal.usp.br/wp-content/uploads/2021/03/20210318_corona_sistema_nervoso.png", "publishedAt": "2021-03-18T19:37:22Z", "content": "Na fisiologia humana, alguns estímulos podem levar a um ciclo que reforça o desequilíbrio. Ciclos assim são chamados de feedback positivo, ou retroalimentação positiva. O mecanismo envolvido nos prej… [+2705 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Perseverance registra redemoinho de poeira e som de rodas em Marte; veja - Tilt", "description": "Um mês após pousar em Marte, a sonda Perseverance capturou a mais significativa movimentação no planeta até aqui. Uma de suas 23 câmeras conseguiu registrar um redemoinho de poeira que atravessava a cratera Jezero, onde o rover busca por evidências de vid", "url": "https://www.uol.com.br/tilt/noticias/redacao/2021/03/18/demonios-de-poeira-e-rodas-barulhentas-a-semana-da-perseverance-em-marte.htm", "urlToImage": "https://conteudo.imguol.com.br/c/noticias/fd/2021/03/18/demonio-de-poeira-devil-dust-registrado-em-marte-pela-sonda-perseverance-1616093311584_v2_615x300.png", "publishedAt": "2021-03-18T19:13:42Z", "content": "Um mês após pousar em Marte, a sonda Perseverance capturou a mais significativa movimentação no planeta até aqui. Uma de suas 23 câmeras conseguiu registrar um redemoinho de poeira que atravessava a … [+3959 chars]"}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "Sinais indicam PLANETA ESCALDANTE próximo à estrela Vega - TecMundo Drops - TecMundo", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMiK2h0dHBzOi8vd3d3LnlvdXR1YmUuY29tL3dhdGNoP3Y9ZHpWNm5sbFR4VFnSAQA?oc=5", "urlToImage": null, "publishedAt": "2021-03-18T18:00:05Z", "content": null}, {"source": {"id": null, "name": "Abril.com.br"}, "author": "Bruno Carbinatto", "title": "Por que Chernobyl é inabitável, mas Hiroshima já não é mais perigosa? - Superinteressante", "description": "A bomba, além de carregar 2,8 mil vezes menos urânio que a usina, não tinha o objetivo de contaminar a região por tempo indeterminado.", "url": "https://super.abril.com.br/blog/oraculo/por-que-chernobyl-e-inabitavel-mas-hiroshima-ja-nao-e-mais-perigosa/", "urlToImage": "https://super.abril.com.br/wp-content/uploads/2021/03/SI_425_ORCL_Chernobyl_fb.jpg?quality=70&strip=info", "publishedAt": "2021-03-18T16:49:14Z", "content": "Chernobyl e outras usinas usavam muito mais material radioativo que as bombas americanas lançadas contra o Japão cujo objetivo era a liberação instantânea de energia por meio da fissão, e não tornar … [+1712 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Matemática tem peso crescente em processos de novas tecnologias, diz Viana, do Impa - Valor Econômico", "description": "Diretor-geral diz que Brasil pode avançar na ciência aplicada, aquela com uso direto por empresas e pessoas no dia a dia, e que falta maior diálogo com meio empresarial, que financiaria estudos para isso", "url": "https://valor.globo.com/live/noticia/2021/03/18/matematica-tem-peso-crescente-em-processos-de-nova-tecnologia-diz-viana-do-impa.ghtml", "urlToImage": "https://s2.glbimg.com/76p6wzXfnjOXTfL6cOfAQtrVPVU=/1200x/smart/filters:cover():strip_icc()/s01.video.glbimg.com/x720/9360604.jpg", "publishedAt": "2021-03-18T16:37:34Z", "content": "Estudada há milênios e muitas vezes associada a salas de aula e fórmulas que buscam explicar em parte a realidade, a matemática está cada vez mais próxima do dia a dia da sociedade. Essa proximidade,… [+3551 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Anticiclones podem estar \"alimentando\" a Grande Mancha Vermelha de Júpiter - Canaltech", "description": "Um novo estudo mostrou que a Grande Mancha Vermelha de Júpiter pode estar absorvendo anticiclones menores e ganhando energia deles, de modo que estas outras tempestades podem estar ajudando a manter \"viva\" a maior", "url": "https://canaltech.com.br/espaco/anticiclones-podem-estar-alimentando-a-grande-mancha-vermelha-de-jupiter-180853/", "urlToImage": "https://ibcdn.canaltech.com.br/j2ygsAXUf_BzWRG_fLO7qfXOYRU=/1400x788/smart/i361526.jpeg", "publishedAt": "2021-03-18T16:30:00Z", "content": "Júpiter, o maior planeta do Sistema Solar, abriga a Grande Mancha Vermelha, a tempestade mais famosa da nossa vizinhança espacial. A formação é observada desde o século 19 e os astrônomos perceberam … [+3209 chars]"}, {"source": {"id": null, "name": "Cnnbrasil.com.br"}, "author": "Allison Hope, da CNN, em São Paulo", "title": "Vontade de não voltar ‘ao normal’ vai além do trabalho no escritório - CNN Brasil", "description": "Pesquisa nos EUA mostra que 50% dos funcionários não querem retornar ao trabalho presencial; isolamento criou aversão a passatempos sociais antes agradáveis", "url": "https://www.cnnbrasil.com.br/estilo/2021/03/18/vontade-de-nao-voltar-ao-normal-vai-alem-do-trabalho-no-escritorio", "urlToImage": "https://mediastorage.cnnbrasil.com.br/IMAGES/00/00/02/29519_304B767963C1B1F3.jpg", "publishedAt": "2021-03-18T14:29:00Z", "content": "Quando os restaurantes reabriram em minha cidade, vi três mulheres de 20 e poucos anos falando alto enquanto conversavam sobre vinhos em um estabelecimento local. Estive lá, brevemente, com minha más… [+6268 chars]"}, {"source": {"id": null, "name": "Cnnbrasil.com.br"}, "author": "Amy Woodyatt, da CNN", "title": "Primeiras imagens da ‘teia cósmica’ revelam galáxias anãs escondidas - CNN Brasil", "description": "Sistemas foram observados com o telescópio óptico mais avançado do mundo; infinidade de galáxias estavam escondidas nas profundezas do universo", "url": "https://www.cnnbrasil.com.br/tecnologia/2021/03/18/primeiras-imagens-da-teia-cosmica-revelam-galaxias-anas-escondidas", "urlToImage": "https://mediastorage.cnnbrasil.com.br/IMAGES/00/00/02/29518_265D2FFCD1902C9E.jpg", "publishedAt": "2021-03-18T14:22:00Z", "content": "Os cientistas descobriram uma miríade de galáxias que não haviam sido detectadas anteriormente. Os sistemas recém-descobertos foram observados com o telescópio óptico mais avançado do mundo.\r\nModelos… [+2837 chars]"}, {"source": {"id": null, "name": "Climatempo.com.br"}, "author": null, "title": "Ciclone extratropical avança em alto-mar - Terra", "description": "Ventos tendem a diminuir nesta quinta-feira no Sul do Brasil. Confira!", "url": "https://www.climatempo.com.br/noticia/2021/03/18/ciclone-extratropical-avanca-em-alto-mar-8589", "urlToImage": "https://p2.trrsf.com/image/fget/cf/1200/628/middle/images.terra.com/2021/03/18/1421642598-3284418facb7a541fc38603c04737e3e.gif", "publishedAt": "2021-03-18T14:06:01Z", "content": "A animação das imagens de satélite desta quinta-feira pela manhã indica a presença de um ciclone extratropical em alto-mar atuando ao largo do estuário do Rio da Prata, afastado cerca de 1000km da co… [+423 chars]"}, {"source": {"id": null, "name": "Regiaonoroeste.com"}, "author": "região noroeste", "title": "Criança de 13 anos, sem comorbidades, é intubada em Ouroeste - regiaonoroeste.com - Regiao Noroeste", "description": "Portal com informações de Fernandópolis, Jales, Santa Fé do Sul, Votuporanga, São José do Rio Preto e demais cidades da Região Noroeste Paulista do Estado de São Paulo.", "url": "https://www.regiaonoroeste.com/materias/1027330/Crianca_de_13_anos__sem_comorbidades__e_intubada_em_Ouroeste/", "urlToImage": null, "publishedAt": "2021-03-18T13:51:00Z", "content": null}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Detector tentará encontrar \"partículas fantasmas\" no lago mais profundo da Terra - Canaltech", "description": "Um novo detector de neutrinos foi submerso no lago mais profundo da Terra. O telescópio Baikal-GDV foi projetado para observar neutrinos a uma distância de até 500 metros, aproximadamente, e será aprimorado para atingir o alcance de 1 km", "url": "https://canaltech.com.br/espaco/detector-tentara-encontrar-particulas-fantasmas-no-lago-mais-profundo-da-terra-180814/", "urlToImage": "https://ibcdn.canaltech.com.br/TFMwt-5z10W8M2gITsO_7uQUFdc=/959x539/smart/i404269.jpeg", "publishedAt": "2021-03-18T12:30:00Z", "content": "Além de produzir calor e luz, as estrelas também emitem coisas mais estranhas, como os neutrinos partículas subatômicas sem carga elétrica, apelidadas de partícula fantasma, porque quase não interage… [+2574 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "Isaac Schultz", "title": "Bactérias \"invisíveis\" levam pesquisadores a repensar nosso sistema imunológico - Gizmodo Brasil - Gizmodo Brasil", "description": "Pesquisadores descobriram micróbios no fundo do mar que são completamente invisíveis para o sistema imunológico humano. Esta é uma descoberta um tanto desconcertante, porque sugere que a capacidade aparentemente universal...", "url": "https://gizmodo.uol.com.br/bacterias-invisiveis-sistema-imunologico/", "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/mar.jpg", "publishedAt": "2021-03-18T12:00:00Z", "content": "Pesquisadores descobriram micróbios no fundo do mar que são completamente invisíveis para o sistema imunológico humano. Esta é uma descoberta um tanto desconcertante, porque sugere que a capacidade a… [+6278 chars]"}, {"source": {"id": null, "name": "Em.com.br"}, "author": "BBC News Brasil", "title": "Por que 536 foi um dos piores anos para se estar na Terra - Estado de Minas", "description": "No início de 536 d.C. uma misteriosa névoa cobriu a Europa, o Oriente Médio e parte da Ásia. O sol perdeu o brilho e a temperatura dessas regiões caiu. Saiba mais!", "url": "https://www.em.com.br/app/noticia/ciencia/2021/03/18/interna_ciencia,1247985/por-que-536-foi-um-dos-piores-anos-para-se-estar-na-terra.shtml", "urlToImage": "https://i.em.com.br/HxMrNBkkTH23Q4P3N8w2y81l7fM=/600x315/smart/imgsapp.em.com.br/app/noticia_127983242361/2021/03/18/1247985/20210318080239211376o.jpg", "publishedAt": "2021-03-18T10:58:00Z", "content": "Michael McCormick, professor de histria de Harvard, passou anos estudando e documentando as catstrofes mais devastadoras da Europa. \r\nDepois de estudar 20 sculos de calamidades na Europa o historiado… [+2085 chars]"}]}