{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Resposta de células T pode explicar casos assintomáticos de Covid-19 - Revista Galileu", "description": "Cientistas de Singapura notaram que, em pessoas infectadas sem sintomas, essas células de defesa produzem proteínas sinalizadoras que ajudam a coordenar a reação do sistema imunológico ao Sars-CoV-2", "url": "https://revistagalileu.globo.com/Ciencia/Saude/noticia/2021/03/resposta-de-celulas-t-pode-explicar-casos-assintomaticos-de-covid-19.html", "urlToImage": "https://s2.glbimg.com/DNNs4PrvSoyxi6FmAMhpGNMavLs=/512x320/smart/e.glbimg.com/og/ed/f/original/2021/03/09/720px-healthy_human_t_cell.jpg", "publishedAt": "2021-03-12T05:45:35Z", "content": "Micrografia eletrônica de um glóbulo branco do tipo linfócito T (Foto: Wikimedia Commons )\r\nAo analisarem amostras de sangue de pessoas que testaram positivo para a Covid-19, pesquisadores de Singapu… [+2574 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Enormes torres na Lua poderiam gerar energia para alimentar futuras bases fixas - Canaltech", "description": "Grupo de pesquisadores de Harvard pensam na construção de grandes torres na Lua para a instalação de painéis solares para abastecer as futuras bases lunares, e usando material local como o regolito. Em teoria, é fácil, mas na prática será um grande desafio", "url": "https://canaltech.com.br/espaco/enormes-torres-na-lua-poderiam-gerar-energia-para-alimentar-futuras-bases-fixas-180293/", "urlToImage": "https://ibcdn.canaltech.com.br/0NZPDbm1yHQ3iU4vhuCSxrPcvZo=/1400x788/smart/i370694.jpeg", "publishedAt": "2021-03-12T00:20:00Z", "content": "Quando pensamos na construção de bases lunares de maneira eficaz, precisamos levar em consideração dois recursos fundamentais: água e energia elétrica. Sabemos que, nas crateras permanentemente escur… [+3326 chars]"}, {"source": {"id": null, "name": "Tudocelular.com"}, "author": "TudoCelular.com", "title": "Buraco negro de laboratório reforça teoria da Radiação de Hawking - Tudocelular.com", "description": "Os pesquisadores utilizaram cerca de oito mil átomos de gás fluido resfriados a quase 0º, mantidos juntos por um feixe de laser, para criar buraco negro análogo.", "url": "https://www.tudocelular.com/tech/noticias/n171812/buraco-negro-laboratorio-reforca-teoria-hawking.html", "urlToImage": "https://t2.tudocdn.net/531020?w=1200", "publishedAt": "2021-03-12T00:02:14Z", "content": "A teoria da Radiação de Hawking, criada em 1974 pelo físico britânico, argumenta que os misteriosos buracos negros são capazes de emitir luz. A iluminação seria consequência de uma radiação provavelm… [+1743 chars]"}, {"source": {"id": null, "name": "Tecmundo.com.br"}, "author": "Ricardo Isídio", "title": "Astrônomos revelam primeiro caso de supernova rara na Via Láctea - Tecmundo", "description": "Dados evidenciam diversidade tipos de explosões de anãs brancas e sua importância para fornecer elementos essenciais para a vida no Universo", "url": "https://www.tecmundo.com.br/ciencia/212616-astronomos-revelam-primeiro-caso-supernova-rara-via-lactea.htm", "urlToImage": "https://img.ibxk.com.br/2021/03/11/11155022766341.jpg", "publishedAt": "2021-03-11T23:30:00Z", "content": "Astrônomos revelaram evidências de uma explosão estelar rara no centro da Via Láctea. Os dados do Observatório de raios-X Chandra telescópio espacial da NASA foram responsáveis pela descoberta, a qua… [+2176 chars]"}, {"source": {"id": null, "name": "Correiobraziliense.com.br"}, "author": "Agência France-Presse", "title": "Maior asteroide a se aproximar da Terra em 2021 passará na próxima semana - Correio Braziliense", "description": "O asteroide possui menos de um quilometro de diâmetro e, segundo a Nasa, vai passar 'mais rápido que a maioria dos asteroides'", "url": "https://www.correiobraziliense.com.br/ciencia-e-saude/2021/03/4911431-maior-asteroide-a-se-aproximar-da-terra-em-2021-passara-na-proxima-semana.html", "urlToImage": "https://midias.correiobraziliense.com.br/_midias/jpg/2020/09/14/675x450/1_cbnfot060920171026-6283613.jpg", "publishedAt": "2021-03-11T23:17:00Z", "content": "O maior asteroide a se aproximar da Terra em 2021 passará a cerca de dois milhões de quilômetros de distância no domingo, 21 de março, sem risco de colisão, mas permitirá aos astrônomos estudar este … [+1679 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "Isaac Schultz", "title": "Físicos medem o menor campo gravitacional já detectado - Gizmodo Brasil - Gizmodo Brasil", "description": "Durante a temporada de Natal de 2019, quatro físicos observaram duas minúsculas esferas de ouro, cada uma do tamanho de uma joaninha, em um laboratório de Viena, na Áustria. Estava...", "url": "https://gizmodo.uol.com.br/fisicos-medem-menor-campo-gravitacional/", "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/yt1nductaygeaj1lzstj-1-1000x559.jpg", "publishedAt": "2021-03-11T22:14:00Z", "content": "Durante a temporada de Natal de 2019, quatro físicos observaram duas minúsculas esferas de ouro, cada uma do tamanho de uma joaninha, em um laboratório de Viena, na Áustria. Estava tudo silencioso, d… [+4762 chars]"}, {"source": {"id": null, "name": "Megacurioso.com.br"}, "author": "Pedro Freitas", "title": "Terra pode possuir uma camada escondida; entenda - Mega Curioso Mobile", "description": "A estrutura interna da Terra pode possuir mais camadas do que os cientistas pensavam. De acordo com um novo estudo feito pela Universidade Nacional da Austrália, é possível que o nosso planeta tenha escondido uma misteriosa camada em seu núcleo interno sólido…", "url": "https://www.megacurioso.com.br//ciencia/117946-terra-pode-possuir-uma-camada-escondida-entenda.htm", "urlToImage": "https://mega.ibxk.com.br/2021/03/11/11032241828005.jpg?ims=600x", "publishedAt": "2021-03-11T22:00:01Z", "content": "A estrutura interna da Terra pode possuir mais camadas do que os cientistas pensavam. De acordo com um novo estudo feito pela Universidade Nacional da Austrália, é possível que o nosso planeta tenha … [+2305 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Como será que o Cinturão de Asteroides se formou entre Marte e Júpiter? - Canaltech", "description": "Cientistas estão cada vez mais convencidos de que o Cinturão de Asteroides, localizado entre as órbitas de Marte e Júpiter, seja por formado por fragmentos com origem em diversos lugares do Sistema Solar", "url": "https://canaltech.com.br/espaco/como-sera-que-o-cinturao-de-asteroides-se-formou-entre-marte-e-jupiter-180373/", "urlToImage": "https://ibcdn.canaltech.com.br/XUKyqkIVOx20nLpws2uZLaSkbZY=/1000x563/smart/i430405.jpeg", "publishedAt": "2021-03-11T22:00:00Z", "content": "A origem do Cinturão de Asteroides, localizado entre as órbitas de Marte e Júpiter, ainda permanece um mistério. A região é dominada por milhares de pequenos corpos irregulares, entre eles o planeta … [+2260 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Esta foto mostra a explosão de uma supernova em galáxia distante - Canaltech", "description": "A supernova SN 2021dov foi registrada como parte do programa de acompanhamento de supernovas do Virtual Telescope Project. O projeto disponibiliza telescópios robóticos que podem ser usados pelo público de forma on line e gratuita, com exceção de algumas ativ…", "url": "https://canaltech.com.br/espaco/esta-foto-mostra-a-explosao-de-uma-supernova-em-galaxia-distante-180396/", "urlToImage": "https://ibcdn.canaltech.com.br/CCmia2naaAwQxrMV0p8vHu5qAYw=/0x0:1031x580/1031x580/smart/i430489.jpeg", "publishedAt": "2021-03-11T21:10:00Z", "content": "O Virtual Telescope Project publicou ontem (10) o primeiro registro da supernova SN 2021dov, localizada na galáxia CGCG 005-038, como parte do seu programa de acompanhamento de supernovas. O fenômeno… [+1293 chars]"}, {"source": {"id": null, "name": "Tecmundo.com.br"}, "author": "Carlos Palmeira", "title": "MIT cria tecnologia que gera hologramas 3D em tempo real - Tecmundo", "description": "De acordo com os cientistas, o método é baseado em inteligência artificial e pode ser executado até em notebooks", "url": "https://www.tecmundo.com.br/ciencia/212626-mit-cria-tecnologia-gera-hologramas-3d-tempo-real.htm", "urlToImage": "https://img.ibxk.com.br/2021/03/11/11161815488361.jpg", "publishedAt": "2021-03-11T20:00:01Z", "content": "Pesquisadores do Massachusetts Institute of Technology (MIT) anunciaram, na quarta-feira (10), que desenvolveram uma tecnologia capaz de produzir hologramas 3D em tempo real. O método é baseado em in… [+1868 chars]"}, {"source": {"id": null, "name": "Tecmundo.com.br"}, "author": "Jorge Marin", "title": "Cientistas explicam mistério da nuvem de 1.800km do vulcão em Marte - Tecmundo", "description": "A câmera utilizada pelos cientistas para observar a nuvem misteriosa é uma webcam de 2003 e estava desativada na sonda Mars Express", "url": "https://www.tecmundo.com.br/ciencia/212601-cientistas-explicam-misterio-nuvem-1-800km-vulcao-marte.htm", "urlToImage": "https://img.ibxk.com.br/2021/03/11/11104600954107.jpg", "publishedAt": "2021-03-11T19:30:01Z", "content": "Um fenômeno misterioso ocorrido em Marte, que tem intrigado os cientistas (e também os internautas a partir de 2018), começa a ser explicado com a ajuda de diversos instrumentos presentes na órbita d… [+2975 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Olhar Digital", "title": "Telescópio Espacial Hubble entra em “modo de segurança” - Olhar Digital", "description": "Segundo equipe responsável pela operação do telescópio, causa foi uma \"falha de software\" não especificada que ocorreu na manhã deste domingo (7)", "url": "https://olhardigital.com.br/2021/03/11/ciencia-e-espaco/telescopio-espacial-hubble-entra-em-modo-de-seguranca/", "urlToImage": "https://img.olhardigital.com.br/wp-content/uploads/2020/04/20200428012529.jpg", "publishedAt": "2021-03-11T19:26:16Z", "content": "O Telescópio Espacial Hubble (HST) entrou em “modo de segurança” às 6h deste domingo (horário de Brasília) após uma falha de software. O anúncio foi feito através da conta oficial do equipamento no T… [+2133 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Cientistas da Nasa acreditam que lago turco oferece pistas de vida em Marte - Tilt", "description": "Cientistas da Nasa acreditam que podem encontrar indícios de vida antiga em Marte após dados coletados pelo rover Perseverance, que explora o planeta vermelho, apresentarem semelhanças com as características sedimentares do lago Salda, localizado no sudoe", "url": "https://www.uol.com.br/tilt/noticias/redacao/2021/03/11/cientistas-da-nasa-acreditam-que-lago-turco-tenha-indicios-da-vida-em-marte.htm", "urlToImage": "https://conteudo.imguol.com.br/c/noticias/df/2021/03/11/imagem-aerea-do-lago-salda-na-provincia-de-burdur-na-turquia-1615485074347_v2_615x300.jpg", "publishedAt": "2021-03-11T19:23:31Z", "content": "Cientistas da Nasa acreditam que podem encontrar indícios de vida antiga em Marte após dados coletados pelo rover Perseverance, que explora o planeta vermelho, apresentarem semelhanças com as caracte… [+1827 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Hubble observa exoplaneta que gerou uma segunda atmosfera; entenda - Canaltech", "description": "O exoplaneta GJ 1132 b é rochoso e tem densidade, tamanho e idade similares à Terra. Agora, pela primeira vez, cientistas encontraram evidências de atividade vulcânica acontecendo por lá, que teria criado uma segunda atmosfera envolvendo o planeta", "url": "https://canaltech.com.br/espaco/hubble-observa-exoplaneta-que-gerou-uma-segunda-atmosfera-entenda-180385/", "urlToImage": "https://ibcdn.canaltech.com.br/-g0HX2Lu8i6qbfczkqKAUw9BR70=/1280x720/smart/i430430.jpeg", "publishedAt": "2021-03-11T19:20:00Z", "content": "Em 2015, o planeta rochoso GJ 1132 b foi identificado pelos astrônomos. Trata-se de um exoplaneta que tem vários aspectos que o torna parecido com a Terra e, depois de dois anos, os cientistas descob… [+4921 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Pesquisadores do TO identificam seis novas linhagens do coronavírus - UOL", "description": "Pesquisadores do Tocantins identificaram seis linhagens do novo coronavírus circulando no estado. O estudo realizado pela UFT (Universidade Federal Tocantins) apontou que, dentro desses seis genomas, dois são variantes do vírus amazonense, que apresenta m", "url": "https://www.uol.com.br/vivabem/noticias/redacao/2021/03/11/tocantins-variantes-coronavirus.htm", "urlToImage": "https://conteudo.imguol.com.br/c/entretenimento/99/2021/03/08/imagens-do-virus-coronavirus-pandemia-covid-19-sars-cov-2-1615227371718_v2_615x300.jpg", "publishedAt": "2021-03-11T18:02:10Z", "content": "Pesquisadores do Tocantins identificaram seis linhagens do novo coronavírus circulando no estado. O estudo realizado pela UFT (Universidade Federal Tocantins) apontou que, dentro desses seis genomas,… [+2128 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "\"Supercamera\" do Perseverance já fez primeiras análises em alta qualidade - Canaltech", "description": "Prosseguindo com os testes de verificação dos equipamentos do rover Perseverance em Marte, agora é a vez da SuperCam. Através do sensor de infravermelho e luz visível, e seu espectrômetro Raman, o aparelho revelha dados promissores", "url": "https://canaltech.com.br/espaco/supercamera-do-perseverance-ja-fez-primeiras-analises-em-alta-qualidade-180360/", "urlToImage": "https://ibcdn.canaltech.com.br/oIni-OUfjdxx72MzVkVWAQTxcvE=/985x554/smart/i430369.jpeg", "publishedAt": "2021-03-11T17:00:00Z", "content": "Tudo sobreNASA\r\nSaiba tudo sobre NASA\r\nDesde que o rover Perseverance pousou em solo marciano, a equipe responsável pela missão vem realizando verificações de saúde em todos os sistemas. Até o moment… [+2407 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Físicos explicam existência de buracos de minhoca que permitiriam viajar rápido pela galáxia - Sputnik Brasil", "description": "Cientistas da Espanha, Alemanha e Portugal criaram um modelo teórico de buraco de minhoca, um suposto túnel existente no espaço-tempo. Entretanto, físicos...", "url": "https://br.sputniknews.com/ciencia_tecnologia/2021031117113622-fisicos-explicam-existencia-de-buracos-de-minhoca-que-permitiriam-viajar-rapido-pela-galaxia/", "urlToImage": "https://cdnbr2.img.sputniknews.com/images/1427/94/14279449.jpg", "publishedAt": "2021-03-11T15:58:00Z", "content": "Cientistas da Espanha, Alemanha e Portugal criaram um modelo teórico de buraco de minhoca, um suposto túnel existente no espaço-tempo. Entretanto, físicos norte-americanos determinaram quais parâmetr… [+2799 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "George Dvorsky", "title": "Astronauta da Nasa vai pegar carona em foguete russo até a ISS de graça - Gizmodo Brasil - Gizmodo Brasil", "description": "Um acordo incomum envolvendo a Nasa, a agência espacial russa e um intermediário comercial fará com que um astronauta norte-americano voe até a Estação Espacial Internacional (ISS) em uma troca,...", "url": "https://gizmodo.uol.com.br/astronauta-nasa-pegar-carona-foguete-russo/", "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/h0nzaqeaqtqqm75pqtas-1-1000x563.jpg", "publishedAt": "2021-03-11T15:19:00Z", "content": "Um acordo incomum envolvendo a Nasa, a agência espacial russa e um intermediário comercial fará com que um astronauta norte-americano voe até a Estação Espacial Internacional (ISS) em uma troca, sem … [+5825 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Olhar Digital", "title": "Nova “superterra” dá uma volta ao redor de sua estrela em menos de um dia - Olhar Digital", "description": "TOI-1685b fica a 122 anos luz de nós e orbita uma pequena estrela anã vermelha. Temperatura na superfície pode chegar a 796 ºC", "url": "https://olhardigital.com.br/2021/03/11/ciencia-e-espaco/nova-superterra-da-uma-volta-ao-redor-de-sua-estrela-em-menos-de-um-dia/", "urlToImage": "https://img.olhardigital.com.br/wp-content/uploads/2021/01/wasp.jpg", "publishedAt": "2021-03-11T15:02:33Z", "content": "Uma equipe de pesquisadores da Universidade Heidelberg, na Alemanha, descobriu uma “superterra” a 122 anos-luz de nós com um dos menores períodos orbitais já conhecidos. O planeta, chamado TOI-1685b,… [+1930 chars]"}, {"source": {"id": null, "name": "Revistaplaneta.com.br"}, "author": null, "title": "Confira em vídeo a incrível habilidade dos morcegos para caçar - Planeta - Revista Planeta", "description": "Animais capturam suas presas no escuro completo, usando apenas o som como referência", "url": "https://www.revistaplaneta.com.br/confira-em-video-a-incrivel-habilidade-dos-morcegos-para-cacar/", "urlToImage": "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2021/03/morcego.jpg", "publishedAt": "2021-03-11T12:46:46Z", "content": "Pesquisadores de uma equipe internacional publicaram um artigo na revista Science Advances descrevendo como os morcegos caçam usando apenas o som e no escuro completo. Para realizar a pesquisa, eles … [+1208 chars]"}]}