{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Istoe.com.br"}, "author": "Da Redação", "title": "MC Gui diz que até hoje faz tratamento psicológico após polêmica com criança na Disney - ISTOÉ Independente - Istoe", "description": "Dois anos após ter sido cancelado na rede social por ter dado risada de uma criança durante uma viagem com amigos à Disney em 2019, MC Gui voltou a falar sobre o assunto. Em entrevista a Daniela Albuquerque, no programa “Sensacional”, da RedeTV!, o artista re…", "url": "https://istoe.com.br/mc-gui-diz-que-ate-hoje-faz-tratamento-psicologico-apos-polemica-com-crianca-na-disney/", "urlToImage": "https://cdn-istoe-ssl.akamaized.net/wp-content/uploads/sites/14/2018/11/mc-gui.jpg", "publishedAt": "2021-03-25T20:06:00Z", "content": "Nota de esclarecimento\r\nA Três Comércio de Publicaçõs Ltda. (EDITORA TRÊS) vem informar aos seus consumidores que não realiza cobranças por telefone e que também não oferece cancelamento do contrato … [+316 chars]"}, {"source": {"id": null, "name": "Abril.com.br"}, "author": "Sergio Figueiredo", "title": "Videoconferências constantes causam fadiga mental e física - VEJA.com", "description": "Pesquisador afirma que o uso excessivo de plataformas como o Zoom pode prejudicar a saúde, mas aponta soluções para amenizar o problema", "url": "https://veja.abril.com.br/ciencia/videoconferencias-constantes-causam-fadiga-mental-e-fisica/", "urlToImage": "https://veja.abril.com.br/wp-content/uploads/2020/04/notebook.jpg?quality=70&strip=info&w=680&h=453&crop=1", "publishedAt": "2021-03-25T18:44:39Z", "content": "A pandemia fez com que as empresas acelerassem a implementação do home office, o que por sua vez levou os funcionários ao uso de plataformas de videoconferência, o que acabou causando um outro tipo d… [+2955 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Como é a gravidade em outros planetas do Sistema Solar? - Canaltech", "description": "Aqui na Terra, sabemos da maneira mais óbvia como a gravidade atua nas coisas — é ela a responsável pela forma esférica do nosso planeta, pela chuva que cai do céu, pela força que nossos músculos precisam para enfrentá-la... mas como é a gravidade em outros p…", "url": "https://canaltech.com.br/espaco/como-e-a-gravidade-em-outros-planetas-do-sistema-solar-180999/", "urlToImage": "https://ibcdn.canaltech.com.br/4eSSdvxGHf9uGDZWSiRCXGKBJXw=/1400x788/smart/i434524.jpeg", "publishedAt": "2021-03-25T18:30:00Z", "content": "Por que os objetos caem? Ou, então, por que existe o peso? A gravidade é o fenômeno responsável por estes eventos corriqueiros do mundo físico, e está diretamente ligada à massa de um corpo. A Terra,… [+4906 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Astronautas da NASA conferem de perto o novo protótipo do Sartship, da SpaceX - Canaltech", "description": "Quatro dos 18 astronautas selecionados para a missão Artemis conheceram de perto o protótipo SN11 do foguete Starship, da SpaceX. O veículo tem grandes chance de ser a responsável pelo retorna à Lua — os testes seguem para o aperfeiçoamento", "url": "https://canaltech.com.br/espaco/astronautas-da-nasa-conferem-de-perto-o-novo-prototipo-do-sartship-da-spacex-181331/", "urlToImage": "https://ibcdn.canaltech.com.br/mP50VPelGMxRBzhSnweYhrujmzQ=/1400x788/smart/i434898.jpeg", "publishedAt": "2021-03-25T17:20:00Z", "content": "Tudo sobreSpaceX\r\nSaiba tudo sobre SpaceX\r\nNesta semana, astronautas da NASA receberam uma espécie de tutorial sobre o funcionamento do veículo espacial que pode fazer parte da missão de retorno da h… [+3264 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Olhar Digital", "title": "Vida após a morte? Cientistas descobrem células ‘zombie’ no cérebro humano - Olhar Digital", "description": "Cientistas da UCI descobriram células 'zombie' no cérebro humano que continuam se desenvolvendo após a morte e chegam criar tentáculos", "url": "https://olhardigital.com.br/2021/03/25/ciencia-e-espaco/vida-apos-a-morte-cientistas-descobrem-celulas-zombie-no-cerebro-humano/", "urlToImage": "https://img.olhardigital.com.br/wp-content/uploads/2021/03/Cerebro-1.jpg", "publishedAt": "2021-03-25T17:04:43Z", "content": "Cientistas da University of Illinois Chicago (UIC), nos Estados Unidos, apontaram que o cérebro humano não morre completamente como imaginamos. Segundo a pesquisa, células zombie se desenvolvem a pon… [+1804 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Polvos têm diferentes estágios de sono, assim como os humanos, e parecem até sonhar - Folha de S.Paulo", "description": "É a primeira vez que pesquisa mostra esse achado em invertebrados; bichos apresentam movimentos dos olhos, espasmos musculares e mudanças na coloração da pele", "url": "https://www1.folha.uol.com.br/ciencia/2021/03/polvos-tem-diferentes-estagios-de-sono-assim-como-os-humanos-e-parecem-ate-sonhar.shtml", "urlToImage": "https://f.i.uol.com.br/fotografia/2021/03/25/1616689814605cba960b9c8_1616689814_3x2_rt.jpg", "publishedAt": "2021-03-25T16:37:00Z", "content": "Os invertebrados mais inteligentes do mundo, cujo repertório de comportamentos complexos inclui a trapaça, o uso de ferramentas e a capacidade de brincar, já podem incluir uma nova façanha em seu cur… [+5274 chars]"}, {"source": {"id": null, "name": "Ig.com.br"}, "author": "iG Saúde", "title": "'É necessário a união de todos com base na ciência', diz ministro da Saúde - iG", "description": "Marcelo Queiroga esteve no Instituto do Coração do Hospital das Clínicas, em São Paulo, na manhã desta quinta-feira (25)", "url": "https://saude.ig.com.br/coronavirus/2021-03-25/-e-necessario-a-uniao-de-todos-com-base-na-ciencia---diz-ministro-da-saude.html", "urlToImage": "https://i0.statig.com.br/bancodeimagens/a5/kz/ui/a5kzuiwukyx3pcza1ntv7b59w.jpg", "publishedAt": "2021-03-25T14:54:00Z", "content": "O ministro da Saúde, Marcelo Queiroga, visitou o Instituto do Coração do Hospital das Clínicas da Faculdade de Medicina da USP (Incor), na Zona Sul de São Paulo, na manhã desta quinta-feira (25). Ele… [+1686 chars]"}, {"source": {"id": null, "name": "Poder360.com.br"}, "author": "Paula Schmitt", "title": "O risco, o benefício, e o que não custa tentar, por Paula Schmitt - Poder360", "description": "Ciência ainda estuda combate à covid, mas alguns testes indicam resultados positivos. Leia artigo de opinião no Poder360.", "url": "https://www.poder360.com.br/opiniao/coronavirus/o-risco-o-beneficio-e-o-que-nao-custa-tentar-por-paula-schmitt/", "urlToImage": "https://static.poder360.com.br/2021/03/bananas-1200x630.jpg", "publishedAt": "2021-03-25T14:09:42Z", "content": "Um dos dilemas filosóficos mais conhecidos é a Aposta de Pascal. Segundo esse argumento, delineado pelo pensador francês Blaise Pascal no século 17, valeria mais a pena acreditar em Deus do que não a… [+10364 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Internet cósmica pode ser criada através de lentes gravitacionais, sugere estudo - Canaltech", "description": "Sinais de rádio poderiam ser transmitidos a longas distâncias através de lentes gravitacionais, de acordo com um novo artigo. O sistema seria útil para que a Terra possa se comunicar com naves em viagens interestelares", "url": "https://canaltech.com.br/espaco/internet-cosmica-pode-ser-criada-atraves-de-lentes-gravitacionais-sugere-estudo-181300/", "urlToImage": "https://ibcdn.canaltech.com.br/kPbmKlAcb5ZYOAgKw3mBBuKMBUM=/768x432/smart/i3120.jpeg", "publishedAt": "2021-03-25T13:20:00Z", "content": "Observar outros sistemas estelares de pertinho é provavelmente o sonho de muitos astrônomos, mas nossa tecnologia atual permite apenas um vislumbre desses mundos distantes. Apesar de ainda não sermos… [+4266 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "Isaac Schultz", "title": "Cientistas encontram um tipo novo (e diferentão) de rocha no fundo do Oceano Pacífico - Gizmodo Brasil - Gizmodo Brasil", "description": "E vamos de novidade no campo da mineralogia: um novo tipo de basalto foi encontrado. Uma equipe internacional de cientistas perfurou quase 1,6 km do fundo do mar no Pacífico...", "url": "https://gizmodo.uol.com.br/novo-basalto-encontrado-no-pacifico/", "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/NOVO-BASALTO-1000x551.jpg", "publishedAt": "2021-03-25T12:00:00Z", "content": "E vamos de novidade no campo da mineralogia: um novo tipo de basalto foi encontrado. Uma equipe internacional de cientistas perfurou quase 1,6 km do fundo do mar no Pacífico e extraiu uma variedade d… [+3033 chars]"}, {"source": {"id": null, "name": "Exame.com"}, "author": "Mariana Martucci", "title": "Três pequenos passos para se tornar menos estressado e mais produtivo - Exame Notícias", "description": "Para criar hábitos mais saudáveis, comece com pequenas ações defendidas pela ciência, as \"microetapas\"", "url": "https://exame.com/carreira/tres-pequenos-passos-para-se-tornar-menos-estressado-e-mais-produtivo", "urlToImage": "https://exame.com/wp-content/uploads/2021/03/GettyImages-1187582522.jpg?quality=70&strip=info", "publishedAt": "2021-03-25T11:06:35Z", "content": "Se você está se sentindo menos produtivo e com dificuldades em manter o foco, não é sua culpa. A neurociência mostra que a parte do cérebro que ajuda você a se concentrar, na verdade, fecha em tempos… [+4510 chars]"}, {"source": {"id": null, "name": "Nsctotal.com.br"}, "author": "Patrícia Della Justina", "title": "Oito peixes de espécie em extinção são vistos em São Francisco do Sul em fenômeno raro; veja vídeo | - NSC Total", "description": "Pesquisadores do projeto Meros do Brasil conseguiram avistar uma agregação reprodutiva de oito peixes da espécie meros em São Francisco do Sul, Litora", "url": "https://www.nsctotal.com.br/noticias/oito-peixes-de-especie-em-extincao-sao-vistos-em-sao-francisco-do-sul-em-fenomeno-raro", "urlToImage": "https://files.nsctotal.com.br/s3fs-public/graphql-upload-files/peixe%20raro%20sc.jpg?O3XYSKAbLDUAI_8L1VCrqV9w55VNC5Z5", "publishedAt": "2021-03-25T10:37:58Z", "content": "Pesquisadores do projeto Meros do Brasil conseguiram avistar uma agregação reprodutiva de oito peixes da espécie meros em São Francisco do Sul, Litoral Norte catarinense. Esta foi a primeira vez em 2… [+3181 chars]"}, {"source": {"id": null, "name": "Revistaplaneta.com.br"}, "author": null, "title": "Covid-19 e suas variantes: com a evolução não se brinca - Planeta - Revista Planeta", "description": "Países com grande número de pessoas infectadas, vacinação incipiente e baixa adesão a medidas restritivas, como o Brasil, são celeiros potenciais de mutações mais perigosas", "url": "https://www.revistaplaneta.com.br/covid-19-e-suas-variantes-com-a-evolucao-nao-se-brinca/", "urlToImage": "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2021/03/covidmutacao.jpg", "publishedAt": "2021-03-25T10:28:24Z", "content": "O material genético do coronavírus que hoje circula pelo mundo causando a covid tem várias diferenças em relação àquele que começou a se espalhar no final de 2019. Essa transformação resulta de mutaç… [+6305 chars]"}, {"source": {"id": null, "name": "Revistaplaneta.com.br"}, "author": null, "title": "O aglomerado estelar mais próximo de nós está sendo destruído? - Planeta - Revista Planeta", "description": "Dados de satélite da ESA sugerem que o que está acontecendo nas Híades, na constelação de Touro, é efeito de nuvens de matéria escura reminiscentes da formação da Via Láctea", "url": "https://www.revistaplaneta.com.br/o-aglomerado-estelar-mais-proximo-de-nos-esta-sendo-destruido/", "urlToImage": "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2021/03/hiades1.jpg", "publishedAt": "2021-03-25T09:06:35Z", "content": "Dados do satélite de mapeamento estelar Gaia, da Agência Espacial Europeia (ESA), revelaram evidências substanciais de que o aglomerado de estrelas mais próximo do Sol está sendo desfeito pela influê… [+5377 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": "Roberto Lent", "title": "A vida das pessoas e o futuro das crianças devem vir em primeiro lugar - Jornal O Globo", "description": "Vivemos um momento em que os manifestos se multiplicam, como valiosos instrumentos de manifestação coletiva sobre as questões sociais. É a alterna...", "url": "https://blogs.oglobo.globo.com/a-hora-da-ciencia/post/vida-das-pessoas-e-o-futuro-das-criancas-devem-vir-em-primeiro-lugar.html", "urlToImage": "https://s2.glbimg.com/1lP5YCiNJQn4vocO92wKt0H-3ys=/640x424/i.glbimg.com/og/ig/infoglobo1/f/original/2021/03/24/91758292_ri_rio_de_janeiro_rj_24-02-2021_-_volta_as_aulas_presenciais_nas_escolas_municipais_do_rj_n.jpg", "publishedAt": "2021-03-25T07:31:00Z", "content": "Vivemos um momento em que os manifestos se multiplicam, como valiosos instrumentos de manifestação coletiva sobre as questões sociais. É a alternativa possível, agora que as manifestações presenciais… [+2975 chars]"}, {"source": {"id": null, "name": "Metropoles.com"}, "author": null, "title": "Inspiradas pelo caso Mari Ferrer, adolescentes criam copo antiassédio - Metrópoles", "description": "Por meio de reações químicas, o objeto consegue detectar substâncias como “boa noite Cinderela” e avisa sobre o perigo", "url": "https://www.metropoles.com/brasil/inspiradas-pelo-caso-mari-ferrer-adolescentes-criam-copo-antiassedio", "urlToImage": "https://uploads.metropoles.com/wp-content/uploads/2020/11/08164642/WhatsApp-Image-2020-11-08-at-16.13.48.jpeg", "publishedAt": "2021-03-25T07:17:00Z", "content": "Inconformadas diante de casos em que mulheres são dopadas e em seguida violentadas, duas adolescentes de Sapucaia do Sul (RS) criaram um copo antiassédio. Laura Fonseca, 16 anos, e Laura Larrossa, 17… [+3424 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Astrônomos capturam a primeira imagem nítida de campo magnético em buraco negro - G1", "description": "Buraco negro M87 começa a revelar seus segredos.", "url": "https://g1.globo.com/ciencia-e-saude/noticia/2021/03/25/astronomos-capturam-a-primeira-imagem-nitida-de-campo-magnetico-em-buraco-negro.ghtml", "urlToImage": "https://s2.glbimg.com/VL9ArBiVkyELbwg1h0KR0K_Gur0=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2021/5/H/Hb1h28Q2CDL9ymeADVmQ/buraco.jpg", "publishedAt": "2021-03-25T04:20:50Z", "content": "Os astrônomos que revelaram o primeiro buraco negro aos olhos do mundo conseguiram capturar a imagem do campo magnético perto de sua borda, um grande passo para melhor compreender esses misteriosos m… [+3792 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Como as mudanças climáticas afetam a observação astronômica? - Canaltech", "description": "As mudanças climáticas ameaçam não só a forma como vivemos na Terra, mas também as observações astronômicas, por aumentar distorções e até intensificar fenômenos que ameaçam os observatórios; saiba mais!", "url": "https://canaltech.com.br/espaco/como-as-mudancas-climaticas-afetam-a-observacao-astronomica-180998/", "urlToImage": "https://ibcdn.canaltech.com.br/v_hZXhtcEM6FFmSDVDe4ZA7QuF4=/886x498/smart/i433034.jpeg", "publishedAt": "2021-03-25T01:00:00Z", "content": "Ao pensarmos nas mudanças climáticas e suas consequências, é comum que venham em mente coisas como o derretimento das geleiras, aumento do nível dos mares, grandes incêndios, entre outras. Estes efei… [+9338 chars]"}, {"source": {"id": null, "name": "Tecmundo.com.br"}, "author": "Jorge Marin", "title": "Cratera de meteoro mais velha do mundo é contestada por novo estudo - Tecmundo", "description": "Os pesquisadores da Universidade de Waterloo, no Canadá, concluíram que a cratera é uma depressão causada pelas placas tectônicas durante eras", "url": "https://www.tecmundo.com.br/ciencia/214393-cratera-meteoro-velha-mundo-contestada-novo-estudo.htm", "urlToImage": "https://img.ibxk.com.br/2021/03/24/24112308457088.jpg", "publishedAt": "2021-03-24T23:30:01Z", "content": "O medo de que um meteorito ou um cometa possa colidir com a Terra, como aquele objeto celeste que exterminou os dinossauros há 66 milhões de anos, sempre habitou o imaginário popular e também a probl… [+3699 chars]"}, {"source": {"id": null, "name": "Tempo.com"}, "author": "Tiago Robles", "title": "Bactéria desconhecida descoberta na Estação Espacial Internacional - Tempo.com", "description": "Descobriram novas cepas de bactérias que vivem na Estação Espacial Internacional, até agora completamente desconhecidas, do que se trata?", "url": "https://www.tempo.com/noticias/actualidade/bacteria-desconhecida-descoberta-na-estacao-espacial-internacional-ciencia-cepa.html", "urlToImage": "https://services.meteored.com/img/article/descubren-bacterias-desconocidas-en-la-estacion-espacial-internacional-cepas-marte-321961-1_1280.jpg", "publishedAt": "2021-03-24T22:39:01Z", "content": "Marina FernándezTiago Robles\r\nOntem\r\n6 min\r\nDescobriram quatro cepas de bactérias que vivem em diferentes partes da Estação Espacial Internacional, três das quais eram, até agora, completamente desco… [+4822 chars]"}]}