{"status": "ok", "totalResults": 20, "articles": [{"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Conexa se une à Psicologia Viva e prepara nova captação - Valor Econômico", "description": "", "url": "https://valor.globo.com/empresas/noticia/2021/03/25/conexa-se-une-a-psicologia-viva-e-prepara-nova-captacao.ghtml", "urlToImage": "https://s2.glbimg.com/YB3eCvPs-i0PaYUtolxckQ900_M=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_63b422c2caee4269b8b34177e8876b93/internal_photos/bs/2021/4/4/TLJEvBRu6P0BLXy6jRVg/whatsapp-image-2021-03-25-at-08.26.34.jpeg", "publishedAt": "2021-03-25T22:56:43Z", "content": "A startup Conexa Saúde acaba de incorporar a rede mineira de saúde mental Psicologia Viva, informou o Pipeline, site de negócios do Valor. O movimento aumenta a presença latino-americana da companhia… [+106 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Aglomerado de estrelas destruído revela indícios de matéria escura na Via Láctea - Canaltech", "description": "O aglomerado de estrelas Híades, parte da constelação de Touro, foi alvo de um estudo que sugere a presença de nuvens de matéria escura na Via Láctea. A descoberta pode ajudar os astrônomos a mapear melhor a matéria escura invisível em nossa galáxia", "url": "https://canaltech.com.br/espaco/aglomerado-de-estrelas-destruido-revela-indicios-de-materia-escura-na-via-lactea-181384/", "urlToImage": "https://ibcdn.canaltech.com.br/m0h_U1Y7iOKz8YKKpNyXxSXtb98=/1400x788/smart/i435168.jpeg", "publishedAt": "2021-03-25T22:20:00Z", "content": "Um conjunto de nuvens de matéria escura parece estar destruindo o aglomerado de estrelas mais próximo do Sol. De acordo com um estudo liderado por Tereza Jerabkova, da agência espacial europeia ESA, … [+4329 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Fidel Forato", "title": "Virologista da Fiocruz alerta para o risco de formação de novos supervírus - Canaltech", "description": "Além do novo coronavírus, outros agentes infecciosos podem se espalhar pelo mundo com êxito, aponta o virologista Fernando do Couto Motta, da Fiocruz. Isso porque há um cenário favorável para a evolução dos agentes infecciosos, como a domesticação de animais …", "url": "https://canaltech.com.br/saude/virologista-da-fiocruz-alerta-para-o-risco-de-formacao-de-novos-supervirus-181367/", "urlToImage": "https://ibcdn.canaltech.com.br/atQJGCMdddTROBOxaPVUNYUQAkA=/1400x788/smart/i434197.jpeg", "publishedAt": "2021-03-25T20:40:00Z", "content": "Nos últimos meses, as redes sociais, as pessoas, as autoridades e o mundo giraram   e ainda devem girar no futuro  em torno de discussões sobre o coronavírus SARS-CoV-2. Mesmo que a COVID-19 seja a m… [+4439 chars]"}, {"source": {"id": null, "name": "Abril.com.br"}, "author": "Sergio Figueiredo", "title": "Videoconferências constantes causam fadiga mental e física - VEJA.com", "description": "Pesquisador afirma que o uso excessivo de plataformas como o Zoom pode prejudicar a saúde, mas aponta soluções para amenizar o problema", "url": "https://veja.abril.com.br/ciencia/videoconferencias-constantes-causam-fadiga-mental-e-fisica/", "urlToImage": "https://veja.abril.com.br/wp-content/uploads/2020/04/notebook.jpg?quality=70&strip=info&w=680&h=453&crop=1", "publishedAt": "2021-03-25T18:44:39Z", "content": "A pandemia fez com que as empresas acelerassem a implementação do home office, o que por sua vez levou os funcionários ao uso de plataformas de videoconferência, o que acabou causando um outro tipo d… [+2955 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Como é a gravidade em outros planetas do Sistema Solar? - Canaltech", "description": "Aqui na Terra, sabemos da maneira mais óbvia como a gravidade atua nas coisas — é ela a responsável pela forma esférica do nosso planeta, pela chuva que cai do céu, pela força que nossos músculos precisam para enfrentá-la... mas como é a gravidade em outros p…", "url": "https://canaltech.com.br/espaco/como-e-a-gravidade-em-outros-planetas-do-sistema-solar-180999/", "urlToImage": "https://ibcdn.canaltech.com.br/4eSSdvxGHf9uGDZWSiRCXGKBJXw=/1400x788/smart/i434524.jpeg", "publishedAt": "2021-03-25T18:30:00Z", "content": "Por que os objetos caem? Ou, então, por que existe o peso? A gravidade é o fenômeno responsável por estes eventos corriqueiros do mundo físico, e está diretamente ligada à massa de um corpo. A Terra,… [+4906 chars]"}, {"source": {"id": null, "name": "Abril.com.br"}, "author": "Bruno Vaiano", "title": "Resultado anômalo no LHC pode indicar nova força fundamental da natureza - Super", "description": "Uma partícula chamada quark bottom não decai como se esperava. Talvez seja só um acaso estatístico – ou o primeiro passo de uma revisão nos pilares da física.", "url": "https://super.abril.com.br/ciencia/resultado-anomalo-no-lhc-pode-indicar-nova-forca-fundamental-da-natureza/", "urlToImage": "https://super.abril.com.br/wp-content/uploads/2021/03/25-03_particulas_FB.jpg?quality=70&strip=info", "publishedAt": "2021-03-25T17:31:00Z", "content": "Em 1897, J.J. Thompson descobriu o elétron, a mais leve das partículas que formam o átomo. Até então, pensava-se que os átomos fossem as unidades fundamentais da matéria. Que eles não fossem feitos d… [+14152 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Astronautas da NASA conferem de perto o novo protótipo do Sartship, da SpaceX - Canaltech", "description": "Quatro dos 18 astronautas selecionados para a missão Artemis conheceram de perto o protótipo SN11 do foguete Starship, da SpaceX. O veículo tem grandes chance de ser a responsável pelo retorna à Lua — os testes seguem para o aperfeiçoamento", "url": "https://canaltech.com.br/espaco/astronautas-da-nasa-conferem-de-perto-o-novo-prototipo-do-sartship-da-spacex-181331/", "urlToImage": "https://ibcdn.canaltech.com.br/mP50VPelGMxRBzhSnweYhrujmzQ=/1400x788/smart/i434898.jpeg", "publishedAt": "2021-03-25T17:20:00Z", "content": "Tudo sobreSpaceX\r\nSaiba tudo sobre SpaceX\r\nNesta semana, astronautas da NASA receberam uma espécie de tutorial sobre o funcionamento do veículo espacial que pode fazer parte da missão de retorno da h… [+3264 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Polvos têm diferentes estágios de sono, assim como os humanos, e parecem até sonhar - Folha de S.Paulo", "description": "É a primeira vez que pesquisa mostra esse achado em invertebrados; bichos apresentam movimentos dos olhos, espasmos musculares e mudanças na coloração da pele", "url": "https://www1.folha.uol.com.br/ciencia/2021/03/polvos-tem-diferentes-estagios-de-sono-assim-como-os-humanos-e-parecem-ate-sonhar.shtml", "urlToImage": "https://f.i.uol.com.br/fotografia/2021/03/25/1616689814605cba960b9c8_1616689814_3x2_rt.jpg", "publishedAt": "2021-03-25T16:37:00Z", "content": "Os invertebrados mais inteligentes do mundo, cujo repertório de comportamentos complexos inclui a trapaça, o uso de ferramentas e a capacidade de brincar, já podem incluir uma nova façanha em seu cur… [+5274 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Coronavírus: mutações podem afetar reconhecimento do sistema imunológico - VivaBem", "description": "No combate aos microrganismos responsáveis por doenças infecciosas, principalmente em época de pandemia, o sistema imunológico desempenha um papel fundamental no organismo humano. Além de detectar esses agentes, os linfócitos T citotóxico (ou T Killer), q", "url": "https://www.uol.com.br/vivabem/noticias/redacao/2021/03/25/coronavirus-mutacoes-podem-afetar-reconhecimento-do-sistema-imunologico.htm", "urlToImage": "https://conteudo.imguol.com.br/c/entretenimento/99/2021/03/08/imagens-do-virus-coronavirus-pandemia-covid-19-sars-cov-2-1615227371718_v2_615x300.jpg", "publishedAt": "2021-03-25T15:00:35Z", "content": "No combate aos microrganismos responsáveis por doenças infecciosas, principalmente em época de pandemia, o sistema imunológico desempenha um papel fundamental no organismo humano. Além de detectar es… [+2579 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Queiroga volta a valorizar SUS e ciência no combate à covid-19 - UOL Notícias", "description": "Primeiro dia de trabalhos oficiais e o novo ministro da Saúde, Marcelo Queiroga cumpre agenda em São Paulo e no Rio de Janeiro. Neste momento o ministro visita o Instituto do Coração do Hospital das Clínicas da USP (Incor) e em seguida vai ao Hospital de", "url": "https://noticias.uol.com.br/saude/ultimas-noticias/redacao/2021/03/25/queiroga-volta-a-valorizar-sus-e-ciencia-no-combate-a-covid-19.htm", "urlToImage": "https://conteudo.imguol.com.br/c/noticias/eb/2021/03/16/16mar2021---marcelo-queiroga-indicado-para-o-ministerio-da-saude-e-atual-presidente-da-sociedade-brasileira-de-cardiologia-1615921746669_v2_615x300.jpg", "publishedAt": "2021-03-25T14:18:45Z", "content": "Primeiro dia de trabalhos oficiais e o novo ministro da Saúde, Marcelo Queiroga cumpre agenda em São Paulo e no Rio de Janeiro. Neste momento o ministro visita o Instituto do Coração do Hospital das … [+2694 chars]"}, {"source": {"id": null, "name": "Poder360.com.br"}, "author": "Paula Schmitt", "title": "O risco, o benefício, e o que não custa tentar, por Paula Schmitt - Poder360", "description": "Ciência ainda estuda combate à covid, mas alguns testes indicam resultados positivos. Leia artigo de opinião no Poder360.", "url": "https://www.poder360.com.br/opiniao/coronavirus/o-risco-o-beneficio-e-o-que-nao-custa-tentar-por-paula-schmitt/", "urlToImage": "https://static.poder360.com.br/2021/03/bananas-1200x630.jpg", "publishedAt": "2021-03-25T14:09:42Z", "content": "Um dos dilemas filosóficos mais conhecidos é a Aposta de Pascal. Segundo esse argumento, delineado pelo pensador francês Blaise Pascal no século 17, valeria mais a pena acreditar em Deus do que não a… [+10364 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Internet cósmica pode ser criada através de lentes gravitacionais, sugere estudo - Canaltech", "description": "Sinais de rádio poderiam ser transmitidos a longas distâncias através de lentes gravitacionais, de acordo com um novo artigo. O sistema seria útil para que a Terra possa se comunicar com naves em viagens interestelares", "url": "https://canaltech.com.br/espaco/internet-cosmica-pode-ser-criada-atraves-de-lentes-gravitacionais-sugere-estudo-181300/", "urlToImage": "https://ibcdn.canaltech.com.br/kPbmKlAcb5ZYOAgKw3mBBuKMBUM=/768x432/smart/i3120.jpeg", "publishedAt": "2021-03-25T13:20:00Z", "content": "Observar outros sistemas estelares de pertinho é provavelmente o sonho de muitos astrônomos, mas nossa tecnologia atual permite apenas um vislumbre desses mundos distantes. Apesar de ainda não sermos… [+4266 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "Isaac Schultz", "title": "Cientistas encontram um tipo novo (e diferentão) de rocha no fundo do Oceano Pacífico - Gizmodo Brasil - Gizmodo Brasil", "description": "E vamos de novidade no campo da mineralogia: um novo tipo de basalto foi encontrado. Uma equipe internacional de cientistas perfurou quase 1,6 km do fundo do mar no Pacífico...", "url": "https://gizmodo.uol.com.br/novo-basalto-encontrado-no-pacifico/", "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/NOVO-BASALTO-1000x551.jpg", "publishedAt": "2021-03-25T12:00:00Z", "content": "E vamos de novidade no campo da mineralogia: um novo tipo de basalto foi encontrado. Uma equipe internacional de cientistas perfurou quase 1,6 km do fundo do mar no Pacífico e extraiu uma variedade d… [+3033 chars]"}, {"source": {"id": null, "name": "Aquinoticias.com"}, "author": null, "title": "Marataízes confirma 32 casos de nova estirpe mais transmissível e fatal do coronavírus - Aqui Notícias - www.aquinoticias.com", "description": "Advertisement A variante inglesa B.1. 1. 7. – que é muito mais contagiosa e letal – foi identificada em 32 moradores de Marataízes que testaram positivo para o novo coronavírus no município. Os dados sobre a nova cepa foram divulgados na noite desta quarta-fe…", "url": "https://www.aquinoticias.com/2021/03/marataizes-confirma-32-casos-de-nova-estirpe-mais-transmissivel-e-fatal-do-coronavirus/", "urlToImage": "https://i0.wp.com/www.aquinoticias.com/wp-content/uploads/2021/03/shutterstock_1881883633.jpg?fit=1920%2C1080&ssl=1", "publishedAt": "2021-03-25T11:08:52Z", "content": "A variante inglesa B.1. 1. 7. que é muito mais contagiosa e letal foi identificada em 32 moradores de Marataízes que testaram positivo para o novo coronavírus no município. Os dados sobre a nova cepa… [+1069 chars]"}, {"source": {"id": null, "name": "Exame.com"}, "author": "Mariana Martucci", "title": "Três pequenos passos para se tornar menos estressado e mais produtivo - Exame Notícias", "description": "Para criar hábitos mais saudáveis, comece com pequenas ações defendidas pela ciência, as \"microetapas\"", "url": "https://exame.com/carreira/tres-pequenos-passos-para-se-tornar-menos-estressado-e-mais-produtivo", "urlToImage": "https://exame.com/wp-content/uploads/2021/03/GettyImages-1187582522.jpg?quality=70&strip=info", "publishedAt": "2021-03-25T11:06:35Z", "content": "Se você está se sentindo menos produtivo e com dificuldades em manter o foco, não é sua culpa. A neurociência mostra que a parte do cérebro que ajuda você a se concentrar, na verdade, fecha em tempos… [+4510 chars]"}, {"source": {"id": null, "name": "Nsctotal.com.br"}, "author": "Patrícia Della Justina", "title": "Oito peixes de espécie em extinção são vistos em São Francisco do Sul em fenômeno raro; veja vídeo | - NSC Total", "description": "Pesquisadores do projeto Meros do Brasil conseguiram avistar uma agregação reprodutiva de oito peixes da espécie meros em São Francisco do Sul, Litora", "url": "https://www.nsctotal.com.br/noticias/oito-peixes-de-especie-em-extincao-sao-vistos-em-sao-francisco-do-sul-em-fenomeno-raro", "urlToImage": "https://files.nsctotal.com.br/s3fs-public/graphql-upload-files/peixe%20raro%20sc.jpg?O3XYSKAbLDUAI_8L1VCrqV9w55VNC5Z5", "publishedAt": "2021-03-25T10:37:58Z", "content": "Pesquisadores do projeto Meros do Brasil conseguiram avistar uma agregação reprodutiva de oito peixes da espécie meros em São Francisco do Sul, Litoral Norte catarinense. Esta foi a primeira vez em 2… [+3181 chars]"}, {"source": {"id": null, "name": "Revistaplaneta.com.br"}, "author": null, "title": "Covid-19 e suas variantes: com a evolução não se brinca - Planeta - Revista Planeta", "description": "Países com grande número de pessoas infectadas, vacinação incipiente e baixa adesão a medidas restritivas, como o Brasil, são celeiros potenciais de mutações mais perigosas", "url": "https://www.revistaplaneta.com.br/covid-19-e-suas-variantes-com-a-evolucao-nao-se-brinca/", "urlToImage": "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2021/03/covidmutacao.jpg", "publishedAt": "2021-03-25T10:28:24Z", "content": "O material genético do coronavírus que hoje circula pelo mundo causando a covid tem várias diferenças em relação àquele que começou a se espalhar no final de 2019. Essa transformação resulta de mutaç… [+6305 chars]"}, {"source": {"id": null, "name": "Istoe.com.br"}, "author": "AFP", "title": "Rússia lança foguete com 36 satélites Oneweb - Istoe", "description": "Um foguete Soyuz decolou nesta quinta-feira da base russa de Vostochny, no extremo oriente do país, e começou a colocar em órbita 36 satélites da operadora britânico Oneweb, que pretende proporcionar internet de alta velocidade em todo o mundo. “Às 5H47 de Mo…", "url": "https://istoe.com.br/russia-lanca-foguete-com-36-satelites-oneweb/", "urlToImage": "https://cdn-istoe-ssl.akamaized.net/wp-content/uploads/sites/14/2021/03/297bb12f4ad8c49dcc05f6000cbf18c26bff1c84.jpg", "publishedAt": "2021-03-25T09:21:00Z", "content": "Um foguete Soyuz decolou nesta quinta-feira da base russa de Vostochny, no extremo oriente do país, e começou a colocar em órbita 36 satélites da operadora britânico Oneweb, que pretende proporcionar… [+2518 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": "Roberto Lent", "title": "A vida das pessoas e o futuro das crianças devem vir em primeiro lugar - Jornal O Globo", "description": "Vivemos um momento em que os manifestos se multiplicam, como valiosos instrumentos de manifestação coletiva sobre as questões sociais. É a alterna...", "url": "https://blogs.oglobo.globo.com/a-hora-da-ciencia/post/vida-das-pessoas-e-o-futuro-das-criancas-devem-vir-em-primeiro-lugar.html", "urlToImage": "https://s2.glbimg.com/1lP5YCiNJQn4vocO92wKt0H-3ys=/640x424/i.glbimg.com/og/ig/infoglobo1/f/original/2021/03/24/91758292_ri_rio_de_janeiro_rj_24-02-2021_-_volta_as_aulas_presenciais_nas_escolas_municipais_do_rj_n.jpg", "publishedAt": "2021-03-25T07:31:00Z", "content": "Vivemos um momento em que os manifestos se multiplicam, como valiosos instrumentos de manifestação coletiva sobre as questões sociais. É a alternativa possível, agora que as manifestações presenciais… [+2975 chars]"}, {"source": {"id": null, "name": "Metropoles.com"}, "author": null, "title": "Inspiradas pelo caso Mari Ferrer, adolescentes criam copo antiassédio - Metrópoles", "description": "Por meio de reações químicas, o objeto consegue detectar substâncias como “boa noite Cinderela” e avisa sobre o perigo", "url": "https://www.metropoles.com/brasil/inspiradas-pelo-caso-mari-ferrer-adolescentes-criam-copo-antiassedio", "urlToImage": "https://uploads.metropoles.com/wp-content/uploads/2020/11/08164642/WhatsApp-Image-2020-11-08-at-16.13.48.jpeg", "publishedAt": "2021-03-25T07:17:00Z", "content": "Inconformadas diante de casos em que mulheres são dopadas e em seguida violentadas, duas adolescentes de Sapucaia do Sul (RS) criaram um copo antiassédio. Laura Fonseca, 16 anos, e Laura Larrossa, 17… [+3424 chars]"}]}