{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Oimparcial.com.br"}, "author": null, "title": "“É improvável que a gente tenha a cepa indiana”, diz Carlos Lula - O IMPARCIAL", "description": "Todos os tripulantes do navio se encontram isolados no momento e não tiveram contato com o solo…", "url": "https://oimparcial.com.br/noticias/2021/05/e-improvavel-que-a-gente-tenha-a-cepa-indiana-diz-carlos-lula/", "urlToImage": "https://oimparcial.com.br/app/uploads/2021/05/eSDFSDi-768x512-1.jpg", "publishedAt": "2021-05-19T00:35:13Z", "content": "Nesta terça-feira (18), em uma entrevista a um programa de rádio local, o secretário de Estado da Saúde, Carlos Lula, falou sobre o caso dos tripulantes do navio em quarentena diagnosticados com Covi… [+1192 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Moradores da Bahia se assustam com meteoro em plena luz do dia; veja - Tilt", "description": "Um grande meteoro explodiu sobre a Bahia na manhã de segunda-feira (17). De tão brilhante, foi possível vê-lo em plena luz do dia. Moradores das cidades Brotas de Macaúbas, na Chapada Diamantina, Oliveira dos Brejinhos e Ipupiara relataram ter visto uma b", "url": "https://www.uol.com.br/tilt/noticias/redacao/2021/05/18/moradores-da-bahia-se-assustam-com-meteoro-bola-de-fogo-na-luz-do-dia-veja.htm", "urlToImage": "https://conteudo.imguol.com.br/c/noticias/ed/2021/05/18/meteoro-bolido-cai-sobre-a-bahia-1621372695792_v2_615x300.png", "publishedAt": "2021-05-18T21:40:28Z", "content": "Um grande meteoro explodiu sobre a Bahia na manhã de segunda-feira (17). De tão brilhante, foi possível vê-lo em plena luz do dia. Moradores das cidades Brotas de Macaúbas, na Chapada Diamantina, Oli… [+3000 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "Isaac Schultz", "title": "Solar Orbiter capta imagens fascinantes de expulsões de plasma no Sol - Gizmodo Brasil - Gizmodo Brasil", "description": "A Solar Orbiter, missão lançada em 2020 pela NASA com a Agência Espacial Europeia (ESA), captou imagens surpreendentes de ejeções de massa coronal (EMC) — eventos climáticos espaciais que envolvem...", "url": "https://gizmodo.uol.com.br/solar-orbiter-capta-imagens-fascinantes-de-expulsoes-de-plasma-no-sol/", "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/05/1f062f924a585265bb8a8a4e466fd024.jpeg", "publishedAt": "2021-05-18T21:38:00Z", "content": "A Solar Orbiter, missão lançada em 2020 pela NASA com a Agência Espacial Europeia (ESA), captou imagens surpreendentes de ejeções de massa coronal (EMC) eventos climáticos espaciais que envolvem gran… [+1624 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "Isaac Schultz", "title": "Mamíferos podem respirar pelo intestino, ao menos em situações de emergência, diz estudo - Gizmodo Brasil - Gizmodo Brasil", "description": "Já se sabe que alguns peixes e pepinos-do-mar, quando pressionados, usam o intestino grosso para obter mais oxigênio do ambiente. O curioso é que, de acordo com estudos de pesquisadores...", "url": "https://gizmodo.uol.com.br/mamiferos-podem-respirar-pelo-intestino-ao-menos-em-situacoes-de-emergencia-diz-estudo/", "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/05/ac752137a898adf9c9b64b5d18e04ff1.jpg", "publishedAt": "2021-05-18T20:55:00Z", "content": "Já se sabe que alguns peixes e pepinos-do-mar, quando pressionados, usam o intestino grosso para obter mais oxigênio do ambiente. O curioso é que, de acordo com estudos de pesquisadores japoneses da … [+2852 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Por que é provável que tenhamos 'contaminado' Marte com vida - G1", "description": "A humanidade enviou cerca de 30 espaçonaves e módulos de aterrisagem a Marte desde o início da era espacial. Agora sabemos quais micróbios poderiam ter sobrevivido à viagem.", "url": "https://g1.globo.com/ciencia-e-saude/noticia/2021/05/18/por-que-e-provavel-que-tenhamos-contaminado-marte-com-vida.ghtml", "urlToImage": "https://s2.glbimg.com/1BbCkUDXDu4CnylUIvZKMQ4_GGI=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2021/f/f/mrUyd6SsKQ6n0KiBJGzQ/118482640-mediaitem118482639.jpeg", "publishedAt": "2021-05-18T20:42:21Z", "content": "O fato de podermos percorrer a superfície de Marte é extraordinário. O robô Perseverance, que é do tamanho de um carro, pousou em segurança na superfície marciana no dia 18 de fevereiro. Só pode avan… [+10553 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "Dharna Noor", "title": "Empresas de petróleo estão culpando os consumidores pelas mudanças climáticas - Gizmodo Brasil - Gizmodo Brasil", "description": "Nas últimas décadas, as empresas de petróleo se afastaram do discurso de negação das mudanças climáticas. No entanto, ainda não assumem a culpa. Um novo estudo dos pesquisadores de Harvard...", "url": "https://gizmodo.uol.com.br/empresas-de-petroleo-estao-culpando-os-consumidores-pelas-mudancas-climaticas/", "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/05/81b4c26f90a62458bb77b29acefbed67.jpeg", "publishedAt": "2021-05-18T20:37:00Z", "content": "Nas últimas décadas, as empresas de petróleo se afastaram do discurso de negação das mudanças climáticas. No entanto, ainda não assumem a culpa. Um novo estudo dos pesquisadores de Harvard Geoffrey S… [+2521 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Nathan Vieira", "title": "Excesso de informações na pandemia gera sobrecarga mental, alerta estudo - Canaltech", "description": "De acordo com um novo estudo da Kaspersky, 78% dos brasileiros se sentem saturados de informações, e ao longo da pandemia, mais de 50% dos brasileiros consumiram mais notícias em comparação a um ano normal", "url": "https://canaltech.com.br/comportamento/excesso-de-informacoes-na-pandemia-gera-sobrecarga-mental-alerta-estudo-185218/", "urlToImage": "https://ibcdn.canaltech.com.br/X9DCOytBKLInA2-jN524HjXVUJQ=/1400x788/smart/i442900.jpeg", "publishedAt": "2021-05-18T20:30:00Z", "content": "Desde o início da pandemia de COVID-19, os especialistas tiveram receio do que esse constante bombardeio de informações pode causar ao psicológico. E segundo um novo estudo da Kaspersky, 78% dos bras… [+1462 chars]"}, {"source": {"id": null, "name": "Cidadeverde.com"}, "author": null, "title": "Covid-19: Teresina anuncia vacinação de pessoas a partir de 18 anos com comorbidades - Cidadeverde.com", "description": "Foto: Sesapi Teresina ampliou para 18 anos, a faixa etária para pessoas com comorbidades se vacinarem contra a covid-19 na capital. O anuncio foi feito na tarde desta terça-feira pela Fundação Municipal de Saúde (FMS). Até ontem, a idade mínima era de 40 anos…", "url": "https://cidadeverde.com/noticias/347052/covid-19-teresina-anuncia-vacinacao-de-pessoas-a-partir-de-18-anos-com-comorbidades", "urlToImage": "https://cidadeverde.com/assets/uploads/noticias/0d8783cbd5bb0ff78fc635fd3a57cdc4.jpg", "publishedAt": "2021-05-18T20:12:00Z", "content": "Foto: Sesapi\r\nTeresina ampliou para 18 anos, a faixa etária para pessoas com comorbidades se vacinarem contra a covid-19 na capital. O anuncio foi feito na tarde desta terça-feira pela Fundação Munic… [+3035 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Fidel Forato", "title": "Como os plânctons podem ajudar a enfrentar — ou impedir — a próxima pandemia? - Canaltech", "description": "Pesquisa dos Estados Unidos investiga como seres microscópicos reagem quando são contaminados por agentes infecciosos. Os mecanismos de defesa usados por essas criaturas podem ensinar novas técnicas de defesa para a ciência", "url": "https://canaltech.com.br/saude/como-os-planctons-podem-ajudar-a-enfrentar-ou-impedir-a-proxima-pandemia-185119/", "urlToImage": "https://ibcdn.canaltech.com.br/t6WC0o90RsezvDdh6-wkWgqQGKg=/1400x788/smart/i452072.jpeg", "publishedAt": "2021-05-18T19:15:00Z", "content": "Independente do organismo vivo, seja ele um ser humano, seja ele um plâncton, a resposta imunológica inicial costuma ser decisiva para entender como a infecção deve evoluir no indivíduo e de que form… [+3744 chars]"}, {"source": {"id": null, "name": "Ibahia.com"}, "author": "Redação iBahia", "title": "Clínica-escola abre inscrições para atendimento psicológico gratuito; saiba mais - iBahia", "description": "Ao todo, estão sendo ofertadas 30 vagas para atendimento individual ou no formato de terapia em grupo", "url": "https://www.ibahia.com/salvador/detalhe/noticia/clinica-escola-abre-inscricoes-para-atendimento-psicologico-gratuito-saiba-mais/", "urlToImage": "https://www.ibahia.com/fileadmin/user_upload/ibahia/2021/maio/18/atendimentopsicologico.jpg", "publishedAt": "2021-05-18T19:12:00Z", "content": ""}, {"source": {"id": null, "name": "Fapesp.br"}, "author": "Agência FAPESP", "title": "Ex-diretor da FAPESP integrará conselho que visa apoiar o uso da ciência na implementação da Agenda 2030 - Agência FAPESP", "description": "Formado por dez especialistas, grupo tem a missão de identificar formas de utilizar ciência, tecnologia e inovação para acelerar os avanços em direção aos Objetivos de Desenvolvimento Sustentável da ONU", "url": "https://agencia.fapesp.br/ex-diretor-da-fapesp-integrara-conselho-que-visa-apoiar-o-uso-da-ciencia-na-implementacao-da-agenda-2030/35885/", "urlToImage": "https://agencia.fapesp.br/agencia-novo/Control/../imagens/noticia/35885.jpg", "publishedAt": "2021-05-18T18:11:35Z", "content": "Agência FAPESP – Carlos Henrique de Brito Cruz, vice-presidente sênior de Redes de Pesquisa da Elsevier, que ocupou o cargo de diretor científico da FAPESP entre 2005 e abril de 2020, foi nomeado pel… [+2439 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Estrelas da Via Láctea revelam mais sobre fusão com outra galáxia no passado - Canaltech", "description": "Em um novo estudo realizado com novos métodos da astronomia, pesquisadores identificaram idades de uma amostra de estrelas da Via Láctea com grande precisão, e mostraram o que aconteceu no passado da nossa galáxia", "url": "https://canaltech.com.br/espaco/estrelas-da-via-lactea-revelam-mais-sobre-fusao-com-outra-galaxia-no-passado-185183/", "urlToImage": "https://ibcdn.canaltech.com.br/SM4H-2L6KU-nnVlXs3lYJ2B1oCI=/1400x788/smart/i435230.jpeg", "publishedAt": "2021-05-18T18:00:00Z", "content": "Em um novo estudo, uma equipe de pesquisadores aplicou um método relativamente novo para identificar, com a maior precisão possível, a idade de uma amostra de 100 estrelas gigantes vermelhas em nossa… [+2959 chars]"}, {"source": {"id": null, "name": "Tecmundo.com.br"}, "author": "Giovanna Fantinato", "title": "Google lança campus exclusivo para estudos de computação quântica - Tecmundo", "description": "O objetivo é constuir um computador quântico para buscar soluções de problemas mundiais urgentes, como o uso de energia sustentável, e para ir garantir novas descobeertas científicas", "url": "https://www.tecmundo.com.br/ciencia/217555-google-lanca-campus-exclusivo-computacao-quantica.htm", "urlToImage": "https://img.ibxk.com.br/2021/05/18/18145427640035.jpg", "publishedAt": "2021-05-18T17:56:00Z", "content": "A Google revelou nesta terça-feira (18) que abriu um campus voltado exclusivamente para o desenvolvimento de tecnologias e estudos para computação quântica. O complexo será localizado em Santa Bárbar… [+1023 chars]"}, {"source": {"id": null, "name": "Nexojornal.com.br"}, "author": null, "title": "Por que cientistas têm dúvidas sobre a origem da covid-19 - Nexo Jornal", "description": "Em carta, pesquisadores afirmam que não há dados suficientes para determinar se coronavírus veio da transmissão animal ou de vazamento de laboratório. Publicação causou controvérsia", "url": "https://www.nexojornal.com.br/expresso/2021/05/18/Por-que-cientistas-têm-dúvidas-sobre-a-origem-da-covid-19", "urlToImage": "https://www.nexojornal.com.br/incoming/imagens/mercado-de-animais/alternates/LANDSCAPE_768/mercado%20de%20animais", "publishedAt": "2021-05-18T16:52:58Z", "content": null}, {"source": {"id": null, "name": "Bandab.com.br"}, "author": null, "title": "Curitiba amplia vacinação para pessoas de 40 anos ou mais do grupo de comorbidades - Banda B - Banda B", "description": "", "url": "https://www.bandab.com.br/saude/curitiba-amplia-vacinacao-para-pessoas-de-40-anos-ou-mais-do-grupo-de-comorbidades/", "urlToImage": "https://www.bandab.com.br/wp-content/uploads/2021/05/vacina98.jpg", "publishedAt": "2021-05-18T15:32:00Z", "content": "A vacinação contra a covid-19 em Curitiba será ampliada para o grupo de comorbidades, e nesta quarta-feira (19/5) poderão receber a primeira dose pessoas com 40 anos ou mais. A ampliação da imunizaçã… [+7576 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Por que ficar de olho no genoma do Sars-CoV-2 fará diferença na nossa vida - VivaBem", "description": "Dizem que, perto de outros, o Sars-CoV 2 é até um vírus lento. Na sequência de 30 mil letrinhas que escrevem o seu código genético, contando tudo aquilo que ele é ou que deixa de ser, só uma ou duas trocam de posição a cada trinta dias.Olhar par", "url": "https://www.uol.com.br/vivabem/colunas/lucia-helena/2021/05/18/por-que-ficar-de-olho-no-genoma-do-sars-cov-2-fara-diferenca-na-nossa-vida.htm", "urlToImage": "https://conteudo.imguol.com.br/c/entretenimento/df/2021/05/17/dna-do-coronavirus-genoma-do-sars-cov-2-1621276373532_v2_615x300.jpg", "publishedAt": "2021-05-18T15:11:15Z", "content": "Dizem que, perto de outros, o Sars-CoV 2 é até um vírus lento. Na sequência de 30 mil letrinhas que escrevem o seu código genético, contando tudo aquilo que ele é ou que deixa de ser, só uma ou duas … [+8411 chars]"}, {"source": {"id": null, "name": "R7.com"}, "author": "R7.com", "title": "Qual a expansão do Universo? Novo telescópio promete dar a resposta - HORA 7", "description": "Instrumento instalado no deserto do Arizona irá capturar e analisar a luz emitida por 35 milhões de galáxias em diferentes épocas", "url": "http://noticias.r7.com/tecnologia-e-ciencia/qual-a-expansao-do-universo-novo-telescopio-promete-dar-a-resposta-18052021", "urlToImage": "https://img.r7.com/images/universo-18052021110556091?dimensions=677x369&", "publishedAt": "2021-05-18T14:16:06Z", "content": "O telescópio Desi, que permitirá elaborar um mapa em 3D com uma precisão única, iniciou suas observações nos Estados Unidos, anunciaram os responsáveis pelo projeto internacional, que busca uma melho… [+1598 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Existe uma lacuna nos raios de exoplanetas — e a culpa pode ser dos mininetunos - Canaltech", "description": "Uma equipe de pesquisadores investigou exoplanetas de diferentes idades para entender a \"lacuna\" no tamanho deles. Eles descobriram que alguns mininetunos perdem as atmosferas e encolhem, de modo que se tornam superterras", "url": "https://canaltech.com.br/espaco/existe-uma-lacuna-nos-raios-de-exoplanetas-e-a-culpa-pode-ser-dos-mini-netunos-185146/", "urlToImage": "https://ibcdn.canaltech.com.br/IvBbGASVXJmiWRfiGjVQaOzlRxE=/1400x788/smart/i442849.jpeg", "publishedAt": "2021-05-18T14:10:00Z", "content": "Com as missões caçadoras de exoplanetas, o número conhecido de mundos que orbitam outras estrelas fica cada vez maior. Nisso, existe uma curiosa ausência de exoplanetas que tenham de 1,5 a 2 vezes o … [+3291 chars]"}, {"source": {"id": null, "name": "Revistaplaneta.com.br"}, "author": null, "title": "Agricultores suíços contribuíram para domesticar papoula do ópio - Planeta - Revista Planeta", "description": "Consciente ou inconscientemente, fazendeiros ajudaram nas mudanças no tamanho e na forma da semente desse tipo de papoula", "url": "https://www.revistaplaneta.com.br/agricultores-suicos-contribuiram-para-domesticar-papoula-do-opio/", "urlToImage": "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2021/05/papoula1.jpg", "publishedAt": "2021-05-18T13:28:35Z", "content": "No passado, floresceram campos de papoulas onde hoje fica a garagem subterrânea da Ópera de Zurique. Por meio de uma nova análise de sementes arqueológicas, pesquisadores da Universidade da Basileia … [+3958 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Processos no núcleo de gigantes azuis são revelados pelas oscilações estelares - Canaltech", "description": "Uma nova pesquisa usou uma técnica chamada asteroseismologia para analisar as oscilações que ocorrem em estrelas massivas do tipo B na sequência principal, e descobriu como elas misturam elementos em seus núcleos para prolongar o tempo de vida", "url": "https://canaltech.com.br/espaco/processos-no-interior-de-estrelas-gigantes-azuis-comecam-a-ser-revelados-185149/", "urlToImage": "https://ibcdn.canaltech.com.br/Pe5_f1VicVLzmvKuGb4_BEjxD9E=/1280x720/smart/i389857.jpeg", "publishedAt": "2021-05-18T13:10:00Z", "content": "As estrelas azuis massivas ainda escondem muitos segredos, e um deles está relacionado aos processos que ocorrem em seus núcleos. Para entender melhor como os elementos se misturam dentro desses cald… [+3962 chars]"}]}