{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Cnnbrasil.com.br"}, "author": "Raphael Coraccini, colaboração para CNN", "title": "Maior e mais rápido asteroide já conhecido passará pela Terra em 21 de março - CNN Brasil", "description": "Os países do sul do planeta terão uma visão privilegiada do asteroide 2001 FO32, que só retornará em 2052", "url": "https://www.cnnbrasil.com.br/tecnologia/2021/03/13/maior-e-mais-rapido-asteroide-ja-conhecido-passara-pela-terra-em-21-de-marco", "urlToImage": "https://mediastorage.cnnbrasil.com.br/IMAGES/00/00/02/28956_FCF3D69BFD8443AD.jpg", "publishedAt": "2021-03-13T00:37:29Z", "content": "Um asteroide de 1,7 quilômetro de diâmetro deve atingir sua aproximação máxima da terra nos próximos dias. O 2001 FO32 se aproximará da terra no dia 21 de março, mas não há qualquer motivo para pânic… [+3919 chars]"}, {"source": {"id": null, "name": "Tecmundo.com.br"}, "author": "Ricardo Isídio", "title": "Hubble revela primeiro exoplaneta com segunda atmosfera - Tecmundo", "description": "Novas análises de dados do telescópio espacial indicaram um planeta fora do Sistema Solar que desenvolveu nova camada protetora através de atividade vulcânica", "url": "https://www.tecmundo.com.br/ciencia/212730-hubble-revela-primeiro-exoplaneta-segunda-atmosfera.htm", "urlToImage": "https://img.ibxk.com.br/2021/03/12/12153256546301.jpg", "publishedAt": "2021-03-13T00:30:01Z", "content": "Astrônomos encontraram evidências de um exoplaneta que perdeu sua atmosfera original, mas foi capaz de desenvolver outra camada protetora por meio de atividade vulcânica, primeiro caso observado em u… [+2792 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Cientista quer levar amostras de espermatozoides de várias espécies para a Lua - Canaltech", "description": "Para preservar as espécies da Terra, um pesquisador propõe a construção de uma arca lunar, que poderia abrigar espermatozoides de 6 milhões de espécies da Terra. A arca com as amostras ficaria no interior de tubos de lava, protegida da radiação solar e de imp…", "url": "https://canaltech.com.br/espaco/cientista-quer-levar-amostras-de-espermatozoides-de-varias-especies-para-a-lua-180494/", "urlToImage": "https://ibcdn.canaltech.com.br/x0DPSrZJLu1VD3LbQtd3DCAzd1g=/0x335:1395x1120/1395x785/smart/i390740.jpeg", "publishedAt": "2021-03-12T22:00:00Z", "content": "Em nosso planeta, estamos sujeitos a erupções vulcânicas, consequências do aquecimento global e, quem sabe, possíveis impactos de asteroides no futuro. Assim, pensando em uma forma de salvar a vida n… [+3852 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Por que a superfície e a atmosfera de Marte são avermelhadas? - Canaltech", "description": "Embora o vermelho seja a cor predominante em Marte, a poeira avermelhada cria uma camada de poucos milímetros de espessura. Enquanto isso, a atmosfera marciana possui pequenas partículas de poeira, que também geram o vermelho que vemos", "url": "https://canaltech.com.br/espaco/por-que-a-superficie-e-a-atmosfera-de-marte-sao-avermelhadas-180440/", "urlToImage": "https://ibcdn.canaltech.com.br/L-zEYc8gZkMmEXm-R-fTrGid2U0=/960x540/smart/i430766.jpeg", "publishedAt": "2021-03-12T21:50:00Z", "content": "Enquanto o azul é a cor predominante na Terra, tons avermelhados dominam Marte tanto que não é à toa que nosso vizinho também é conhecido como Planeta Vermelho, já que a cor está presente nos solos, … [+3673 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Porto Alegre tem teste gratuito de Covid para pessoas com sintomas; saiba como participar - G1", "description": "Exames RT-PCR podem ser feitos em universidade da Capital. Pacientes devem retirar voucher para poder realizar o teste, na UFCSPA, que fica na Região Central.", "url": "https://g1.globo.com/rs/rio-grande-do-sul/noticia/2021/03/12/porto-alegre-tem-teste-gratuito-de-covid-para-pessoas-com-sintomas-saiba-como-participar.ghtml", "urlToImage": "https://s2.glbimg.com/cp_lMwfzwoembsXsFreug7ZU7xU=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2021/W/G/YmB5GuROibnUR7H66mNg/20210224-cesar-lopes-pmpa-12.jpg", "publishedAt": "2021-03-12T21:13:48Z", "content": "Pessoas com sintomas da coronavírus em Porto Alegre podem fazer o teste RT-PCR gratuitamente, na Universidade Federal de Ciências da Saúde de Porto Alegre (UFCSPA), em parceria com a prefeitura. O se… [+1039 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Empresa canadense quer lançar frota de satélites que rastreiam lixo espacial - Canaltech", "description": "Empresa canadense propõe lançar a primeira frota de satélites Skylark, especializados em rastrear detritos na órbita da Terra que sejam potencialmente perigosos. O objetivo é que esse lixo espacial seja monitorano antes que ocorram colisões danosas", "url": "https://canaltech.com.br/espaco/empresa-canadense-quer-lancar-frota-de-satelites-que-rastreiam-lixo-espacial-180487/", "urlToImage": "https://ibcdn.canaltech.com.br/a6gnyF6ZVG-2CZ3nZ-NDh0PLiv0=/949x534/smart/i430851.jpeg", "publishedAt": "2021-03-12T20:40:00Z", "content": "A empresa canadense NorthStar Earth and Space, localizada em Montreal, pretende lançar em 2022 a primeira frota comercial de satélites que serão rastreadores de lixo especial, em especial aqueles det… [+2282 chars]"}, {"source": {"id": null, "name": "Clicrbs.com.br"}, "author": "Marcel Hartmann", "title": "Estudo do Hospital de Clínicas sugere que variante de Manaus agravou pandemia em Porto Alegre - GauchaZH", "description": "Um novo estudo conduzido por cientistas do Rio Grande do Sul, tornado público nesta sexta-feira (12), sugere que a cepa P1, originada em Manaus, pode ser predominante em Porto Alegre e estar relacionada à explosão de casos, hospitalizações e mortes por corona…", "url": "https://gauchazh.clicrbs.com.br/saude/noticia/2021/03/estudo-do-hospital-de-clinicas-sugere-que-variante-de-manaus-agravou-pandemia-em-porto-alegre-ckm6pm1id007o0198hh92gizh.html", "urlToImage": "https://www.rbsdirect.com.br/imagesrc/27484650.jpg?w=1200&h=630&a=c&version=1575255600", "publishedAt": "2021-03-12T20:13:21Z", "content": ""}, {"source": {"id": null, "name": "R7.com"}, "author": "R7.com", "title": "Cientistas descobrem mais uma variante do coronavírus no Brasil - HORA 7", "description": "Potencialmente mais transmissível, cepa já circula por quatro das cinco regiões brasileiras, segundo estudo", "url": "http://noticias.r7.com/saude/cientistas-descobrem-mais-uma-variante-do-coronavirus-no-brasil-12032021", "urlToImage": "https://img.r7.com/images/sars-cov-2-06082020123948315?dimensions=771x420&", "publishedAt": "2021-03-12T20:02:00Z", "content": "Um grupo de pesquisadores do Brasil identificou uma nova mutação do coronavírus causador da covid-19 que circula em diferentes regiões do país há semanas e que, assim como a chamada variante brasilei… [+3328 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "#Verificamos: É falso que pesquisas comprovam a eficácia da ivermectina para tratar ou prevenir a Covid-19 - Agência Lupa", "description": "Circula por grupos de WhatsApp que estudos comprovaram a eficácia da ivermectina para tratar ou prevenir a Covid-19. As informações, atribuídas ao site ivnmeta.com, sugerem que o antiparasitário seria 90% eficaz como profilaxia, 80% eficiente como tratamento …", "url": "https://piaui.folha.uol.com.br/lupa/2021/03/12/verificamos-pesquisas-eficacia-ivermectina/", "urlToImage": "https://piaui.folha.uol.com.br/lupa/wp-content/uploads/2021/03/Verificamos-Ivermectina-FB.png", "publishedAt": "2021-03-12T19:27:04Z", "content": "Circula por grupos de WhatsApp que estudos comprovaram a eficácia da ivermectina para tratar ou prevenir a Covid-19. O conteúdo é acompanhado de uma imagem com dados sobre várias pesquisas e seus res… [+6514 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Planetas como a Terra podem ser comuns por toda a Via Láctea, sugere novo estudo - Canaltech", "description": "Em novo estudo publicado na Science Advances, cientistas apontam que a existência de exoplanetas parecidos com a Terra é, na verdade, bem comum, uma vez que os mesmos elementos básicos, como água e carbono, existem por toda a Via Láctea", "url": "https://canaltech.com.br/espaco/planetas-como-a-terra-podem-existir-por-toda-a-via-lactea-sugere-novo-estudo-180469/", "urlToImage": "https://ibcdn.canaltech.com.br/n7-J6yjIw7ZuYCXzFwolOO3iGB0=/1280x720/smart/i430771.jpeg", "publishedAt": "2021-03-12T18:40:00Z", "content": "Em estudo publicado na Science Advances, pesquisadores sugerem que a água esteve presente na formação de muitos planetas pela Via Láctea bem como ocorreu na formação da Terra, Vênus e Marte. Dessa ma… [+2142 chars]"}, {"source": {"id": null, "name": "Ebc.com.br"}, "author": null, "title": "Astrônoma inglesa inspira programa que leva ciência a escolas públicas - Agência Brasil", "description": "Passados mais de 40 anos da morte de Cecilia Payne, outra astrônoma, a brasileira Elysndra Cypriano, leva a astronomia e a geofísica para escolas públicas de São Paulo.", "url": "https://agenciabrasil.ebc.com.br/geral/noticia/2021-03/astronoma-inglesa-inspira-programa-da-usp-que-leva-ciencia-escolas", "urlToImage": "https://imagens.ebc.com.br/jRSRZFhcACgsZg0YgwSu_Hjo2Ec=/1200x0/https://agenciabrasil.ebc.com.br/sites/default/files/thumbnails/image/02_estrelas-cecilia-payne.png?itok=_LIKn6lp", "publishedAt": "2021-03-12T18:31:00Z", "content": "''O Sol não tem a mesma composição da Terra. É formado, essencialmente, por hidrogênio'', ecoou a voz de uma jovem mulher, em 1925.\r\nA voz era de Cecilia Payne, astrofísica nascida na Inglaterra em 1… [+4918 chars]"}, {"source": {"id": null, "name": "Estudosnacionais.com"}, "author": null, "title": "Vacinação em massa criará variantes perigosas e pode destruir imunidade, alerta virologista - Estudos Nacionais", "description": "Em entrevista, o PhD e especialista em desenvolvimento de vacinas e virologia Geert Vanden Bossche, alerta para os riscos da vacinação em massa provocar", "url": "https://www.estudosnacionais.com/31313/vacinacao-em-massa-criara-variantes-perigosas-e-pode-destruir-imunidade-alerta-virologista/", "urlToImage": "https://www.estudosnacionais.com/wp-content/uploads/2021/03/covid_vaccine-Adobe-stock-Sebastian-Stankiewicz.jpg", "publishedAt": "2021-03-12T18:15:40Z", "content": "Em entrevista, o PhD e especialista em desenvolvimento de vacinas e virologia Geert Vanden Bossche, alerta para os riscos da vacinação em massa provocar novas e perigosas variantes, como as atuais, a… [+4502 chars]"}, {"source": {"id": null, "name": "Estudosnacionais.com"}, "author": null, "title": "Microbiologista tcheca afirma que nova cepa do coronavírus foi projetada artificialmente - Estudos Nacionais", "description": "A microbiologista tcheca, Soňa Peková, disse que a cepa do coronavírus que causou a segunda e a terceira onda foi projetada artificialmente. Peková", "url": "https://www.estudosnacionais.com/31168/microbiologista-tcheca-afirma-que-nova-cepa-do-coronavirus-foi-projetada-artificialmente/", "urlToImage": "https://www.estudosnacionais.com/wp-content/uploads/2021/03/download.jpg", "publishedAt": "2021-03-12T17:00:59Z", "content": "A microbiologista tcheca, Soa Peková, disse que a cepa do coronavírus que causou a segunda e a terceira onda foi projetada artificialmente. Peková explica que a nova cepa identificada na Inglaterra e… [+1595 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Olhar Digital", "title": "Meteorito que caiu no Saara é mais velho que a Terra, revela estudo - Olhar Digital", "description": "Um estudo revelou que o meteorito que caiu no deserto do Saara, na região da Argélia, em maio de 2020 é mais antigo que a própria Terra.", "url": "https://olhardigital.com.br/2021/03/12/ciencia-e-espaco/meteorito-que-caiu-no-saara-e-mais-velho-que-a-terra-revela-estudo/", "urlToImage": "https://img.olhardigital.com.br/wp-content/uploads/2021/03/WhatsApp-Image-2021-03-10-at-15.07.52.jpeg", "publishedAt": "2021-03-12T16:52:03Z", "content": "Um estudo revelou que o meteorito que caiu no deserto do Saara, na região da Argélia, em maio de 2020 é mais antigo que a própria Terra. A pesquisa, feita pelo PNAS (Proceedings of the National Acade… [+2194 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Máquina de Anticítera: solucionando o mistério do \"primeiro computador\" do mundo - Canaltech", "description": "Cientistas remontam uma das peças mais intrigantes da história da tecnologia, a Máquina de Anticítera. Com mais de dois mil anos de idade o objeto agora tem parte do seu funcionamento compreendido, embora ainda faltem muitas peças para encaixar", "url": "https://canaltech.com.br/ciencia/maquina-de-anticitera-solucionando-o-misterio-do-primeiro-computador-do-mundo-180451/", "urlToImage": "https://ibcdn.canaltech.com.br/Kn13eJ_1B2DCl7MYP7OZDNY3si0=/750x422/smart/i430719.jpeg", "publishedAt": "2021-03-12T16:30:00Z", "content": "Há mais de um século, a Máquina de Anticítera, uma espécie de calculadora astronômica, vem intrigando pesquisadores desde sua descoberta no fundo do mar grego. O objeto, com idade estimada em mais de… [+3003 chars]"}, {"source": {"id": null, "name": "Revistaplaneta.com.br"}, "author": null, "title": "Astrônomos detectam buraco negro em movimento - Planeta - Revista Planeta", "description": "Diferentemente da maioria desses objetos, que fica estacionada, o buraco negro supermassivo no centro da galáxia J0437+2456 está se movendo a cerca de 177 mil quilômetros por hora", "url": "https://www.revistaplaneta.com.br/astronomos-detectam-buraco-negro-em-movimento/", "urlToImage": "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2021/03/galaxia.jpg", "publishedAt": "2021-03-12T15:53:17Z", "content": "Os cientistas há muito teorizam que os buracos negros supermassivos podem vagar pelo espaço mas flagrá-los no ato é algo difícil. Agora, porém, pesquisadores do HarvardSmithsonian Center for Astrophy… [+3747 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Telescópio espacial Hubble retoma as observações após erro de software - Canaltech", "description": "Nesta semana, o telescópio espacial Hubble sofreu um erro de software, que fez com que entrasse no modo de segurança e causou mais alguns problemas com seus componentes. Felizmente, o telescópio veterano retomou as observações na noite de quinta-feira (11)", "url": "https://canaltech.com.br/espaco/telescopio-espacial-hubble-retoma-as-observacoes-apos-erro-de-software-180455/", "urlToImage": "https://ibcdn.canaltech.com.br/Wd_Bo956QrujaoYyFVTkL0JLYik=/1100x619/smart/i430692.jpeg", "publishedAt": "2021-03-12T15:06:00Z", "content": "Tudo sobreNASA\r\nSaiba tudo sobre NASA\r\nNesta semana, o telescópio espacial Hubble deu um susto na equipe responsável pela missão: após uma falha de software, o telescópio, que já passa dos 30 anos de… [+2996 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "NASA vai criar mapa tridimensional com todos os microrganismos presentes na ISS - Canaltech", "description": "A NASA está trabalhando em um projeto para mapear em três dimensões os microrganismos presentes na Estação Espacial Internacional. Para isso, a astronauta Kate Rubins coletou amostras de mais de mil lugares diferentes na estação", "url": "https://canaltech.com.br/espaco/nasa-vai-criar-mapa-tridimensional-com-todos-os-microrganismos-presentes-na-iss-180409/", "urlToImage": "https://ibcdn.canaltech.com.br/qqaqn3OIWzAT3vWXxvB5sOwi56U=/102x163:1943x1199/1400x788/smart/i344725.jpeg", "publishedAt": "2021-03-12T14:15:00Z", "content": "Tudo sobreNASA\r\nSaiba tudo sobre NASA\r\nQuando os astronautas vão para o espaço, diversas bactérias, vírus e outros microrganismos os acompanham \"de carona\". Embora não tenhamos conhecimento total dos… [+3745 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Cientistas descobrem que buraco de bilhões de anos na Groenlândia não era o que se pensava - Sputnik Brasil", "description": "Apontada como a possível cratera mais antiga do mundo em 2012, com uma idade entre 2,5 e quatro bilhões de anos, pesquisadores estudaram o local e propuseram sua...", "url": "https://br.sputniknews.com/ciencia_tecnologia/2021031217117755-cientistas-descobrem-que-buraco-de-bilhoes-de-anos-na-groenlandia-nao-era-o-que-se-pensava/", "urlToImage": "https://cdnbr1.img.sputniknews.com/images/07e5/03/0c/17117750.jpg", "publishedAt": "2021-03-12T13:00:00Z", "content": "Apontada como a possível cratera mais antiga do mundo em 2012, com uma idade entre 2,5 e quatro bilhões de anos, pesquisadores estudaram o local e propuseram sua verdadeira natureza.A cratera Maniits… [+1766 chars]"}, {"source": {"id": null, "name": "Verdesmares.com.br"}, "author": "Agência de Conteúdo DN", "title": "Infectologista explica o risco de novas cepas do novo coronavírus - Diário do Nordeste", "description": "A comunidade científica internacional vem alertando constantemente para o risco de novas cepas do Sars-CoV-2, por aumentar potencialmente a transmissibilidade do vírus. A linhagem P.1, identificada em Manaus, é uma das cepas que preocupam, te", "url": "https://diariodonordeste.verdesmares.com.br/metro/infectologista-explica-o-risco-de-novas-cepas-do-novo-coronavirus-1.3059188", "urlToImage": "https://diariodonordeste.verdesmares.com.br/image/contentid/policy:1.3059190:1615552643/image.jpg?h=630&q=0.6&w=1200&$p$h$q$w=f76cc5e", "publishedAt": "2021-03-12T12:31:42Z", "content": "A comunidade científica internacional vem alertando constantemente para o risco de novas cepas do Sars-CoV-2, por aumentar potencialmente a transmissibilidade do vírus. A linhagem P.1, identificada e… [+2178 chars]"}]}