{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Dtnext.in"}, "author": "Karthikeyan", "title": "LUNAR EXPLORATION: The quest to get humans to the moon again - DTNext", "description": "A virtual tour of European Service Modules headed for the moon on NASA’s human spaceflight program Artemis is not what it seems. Astronauts will fly to the moon and an orbiting base but it’s gentlemen first, please.", "url": "http://www.dtnext.in/Lifestyle/LifeStyleTopNews/2021/02/04002029/1274408/LUNAR-EXPLORATION-The-quest-to-get-humans-to-the-moon-.vpf", "urlToImage": "https://img.dtnext.in/Articles/2021/Feb/202102040020289897_LUNAR-EXPLORATION-The-quest-to-get-humans-to-the-moon-again_SECVPF.gif", "publishedAt": "2021-02-04T02:08:17Z", "content": "A virtual tour of European Service Modules headed for the moon on NASAs human spaceflight program Artemis is not what it seems. Astronauts will fly to the moon and an orbiting base but its gentlemen … [+3122 chars]"}, {"source": {"id": null, "name": "India TV News"}, "author": "IANS", "title": "Multi-year effort to upgrade space station batteries bears fruit - India TV News", "description": "After 13 different astronauts conducted 14 spacewalks over several years, the primary power system of the International Space Station (ISS) has now been fully upgraded to lithium-ion technology, NASA has said.", "url": "https://www.indiatvnews.com/science/nasa-iss-space-station-batteries-upgrade-bears-fruit-682544", "urlToImage": "https://resize.indiatvnews.com/en/resize/newbucket/715_-/2021/02/iss-1612403121.jpeg", "publishedAt": "2021-02-04T01:45:41Z", "content": "Image Source : ISSMulti-year effort to upgrade space station batteries bears fruit\r\nAfter 13 different astronauts conducted 14 spacewalks over several years, the primary power system of the Internati… [+1504 chars]"}, {"source": {"id": null, "name": "CNET"}, "author": "Amanda Kooser", "title": "NASA Mars Perseverance rover: What to expect on landing day - CNET", "description": "On Feb. 18, NASA's latest Mars rover will try for a dramatic touchdown on the red planet.", "url": "https://www.cnet.com/news/nasa-mars-perseverance-rover-what-to-expect-when-it-lands-february-18/", "urlToImage": "https://cnet1.cbsistatic.com/img/_m4uufR0NTpQa4dLCt2C6I8ZJO8=/1200x630/2021/01/15/da1300d1-8a78-4dcd-9c50-c20fc017a88d/pia24318-08-powereddescent-2000.jpg", "publishedAt": "2021-02-03T23:04:00Z", "content": "NASA will use a \"sky crane\" to gently lower Perseverance to the surface of Mars.\r\nNASA\r\nWhen it comes to space happenings, few things are as thrilling as landing a vehicle on another planet. It's ten… [+4931 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Isaac Schultz", "title": "After 69 Years, Chemists Finally Get a Good Look at Einsteinium - Gizmodo", "description": "First conceived in the combustion of a hydrogen bomb on the South Pacific island of Elugelab  in 1952, the heavy element einsteinium is one of the shier members of the Periodic Table; it doesn’t naturally occur and is so unstable that it’s difficult to get en…", "url": "https://gizmodo.com/after-69-years-chemists-finally-get-a-good-look-at-ein-1846188962", "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/rhyitwrvt4fjvu7ufeqm.jpg", "publishedAt": "2021-02-03T23:00:00Z", "content": "First conceived in the combustion of a hydrogen bomb on the South Pacific island of Elugelab in 1952, the heavy element einsteinium is one of the shier members of the Periodic Table; it doesnt natura… [+4922 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Kangaroo overgrazing could be jeopardising land conservation, study finds - Phys.org", "description": "As a native animal, kangaroos aren't typically considered a threat to Australian vegetation.", "url": "https://phys.org/news/2021-02-kangaroo-overgrazing-jeopardising.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2021/kangarooover.jpg", "publishedAt": "2021-02-03T21:25:38Z", "content": "As a native animal, kangaroos aren't typically considered a threat to Australian vegetation.\r\nWhile seen as a pest on farmlandfor example, when competing with livestock for resourcesthey usually aren… [+6096 chars]"}, {"source": {"id": "the-next-web", "name": "The Next Web"}, "author": "Thomas Macaulay", "title": "AI detects 1,210 new potential gravitational lenses in the search for dark matter - The Next Web", "description": "AI has identified more than 1,2o0 new possible gravitational lenses, which could help unravel the mysteries of dark matter. The lenses are formed when a vast amount of matter — like a cluster of galaxies — bends the direction of light traveling from more dist…", "url": "https://thenextweb.com/neural/2021/02/03/ai-detects-1210-new-potential-gravitational-lenses-in-the-search-for-dark-matter/", "urlToImage": "https://img-cdn.tnwcdn.com/image/neural?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2021%2F02%2F40501331252_d8f39000a4_o.jpg&signature=ebda98133c072558a605d3832c8c18ba", "publishedAt": "2021-02-03T21:21:00Z", "content": "AI has identified more than 1,2o0 new possible gravitational lenses, which could help unravel the mysteries of dark matter.\r\nThe lenses are formed when a vast amount of matter like a cluster of galax… [+1590 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Scientists discover plants' roadblock to specialty oil production - Phys.org", "description": "Hundreds of naturally occurring specialty fatty acids (building blocks of oils) have potential for use as raw materials for making lubricants, plastics, pharmaceuticals, and more—if they could be produced at large scale by crop plants. But attempts to put gen…", "url": "https://phys.org/news/2021-02-scientists-roadblock-specialty-oil-production.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2021/21-scientistsdi.jpg", "publishedAt": "2021-02-03T21:10:38Z", "content": "Hundreds of naturally occurring specialty fatty acids (building blocks of oils) have potential for use as raw materials for making lubricants, plastics, pharmaceuticals, and moreif they could be prod… [+7469 chars]"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Jeanette Settembre", "title": "NASA challenges foodies to develop new technology for feeding astronauts in space - Fox News", "description": "NASA's \"Deep Food Challenge\" is calling on innovators to design food technologies for the next frontier.", "url": "https://www.foxnews.com/food-drink/nasa-on-a-mission-to-feed-astronauts-better-food-in-space", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2021/02/Deep-Space-Food-Challenge-LOGO.jpg", "publishedAt": "2021-02-03T20:57:19Z", "content": "Heres a mission that pays out of this world.\r\nNASA will pay a scientific foodie up to $500,000 if they can discover a way to feed astronauts more efficiently in deep space.\r\n(NASA's \"Deep Space Food … [+1510 chars]"}, {"source": {"id": null, "name": "Science Magazine"}, "author": null, "title": "Robots are speeding up the most boring job in astronomy - Science Magazine", "description": "Telescopes retrofitted with hundreds of optical fibers dissect the light of stars and galaxies", "url": "https://www.sciencemag.org/news/2021/02/robots-are-speeding-most-boring-job-astronomy", "urlToImage": "https://www.sciencemag.org/sites/default/files/styles/article_main_large/public/ca_0205NID_Sloan_Digital_Sky_Survey_Telescope_online.jpg?itok=rFsWcA7E", "publishedAt": "2021-02-03T20:25:00Z", "content": "Hundreds of fibers, arranged by hand, capture light at the Sloan Digital Sky Surveys New Mexico telescope.\r\nDAN LONG/APACHE POINT OBSERVATORY \r\nBy Daniel CleryFeb. 3, 2021 , 3:25 PM\r\nIt was one of th… [+7340 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Nanotech plastic packaging could leach silver into some types of foods and beverages - Phys.org", "description": "Antimicrobial packaging is being developed to extend the shelf life and safety of foods and beverages. However, there is concern about the transfer of potentially harmful materials, such as silver nanoparticles, from these types of containers to consumables. …", "url": "https://phys.org/news/2021-02-nanotech-plastic-packaging-leach-silver.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/2021/nanotechplas.jpg", "publishedAt": "2021-02-03T19:43:43Z", "content": "Antimicrobial packaging is being developed to extend the shelf life and safety of foods and beverages. However, there is concern about the transfer of potentially harmful materials, such as silver na… [+3318 chars]"}, {"source": {"id": null, "name": "MENAFN.COM"}, "author": "MENAFN", "title": "Marmosets analyse 'chats' to find useful partners - MENAFN.COM", "description": "Marmosets perceive interactions with fellow marmosets as contextualised conversations, according to Zurich researchers writing in the journal Science Advances. The small monkeys also draw conclusions from this, for example when choosing cooperative partners.<…", "url": "https://menafn.com/1101541818/Marmosets-analyse-chats-to-find-useful-partners", "urlToImage": "https://menafn.com/updates/pr/2021-02/03/S_587dad71-7image_story.jpg", "publishedAt": "2021-02-03T19:42:05Z", "content": "(MENAFN - Swissinfo) Marmosets perceive interactions with fellow marmosets as contextualised conversations, according to Zurich researchers writing in the journal Science Advances. The small monkeys … [+1537 chars]"}, {"source": {"id": null, "name": "EurekAlert"}, "author": null, "title": "Next generation VLA endorsed by Canadian panel - EurekAlert", "description": "The Canadian Astronomy Long Range Plan 2020-2030 (LRP) has recommended that Canada give funding support for the construction and operation of the National Radio Astronomy Observatory's proposed Next Generation VLA (ngVLA), a new facility that will provide tra…", "url": "https://www.eurekalert.org/pub_releases/2021-02/nrao-ngv020321.php", "urlToImage": "https://www.eurekalert.org/socialshare/EurekAlert-bluebg_Twitter_1200x675.jpg", "publishedAt": "2021-02-03T19:28:27Z", "content": "The Canadian Astronomy Long Range Plan 2020-2030, a report on priorities and recommendations for Canadian astronomy over the next decade, has recommended that Canada support the National Radio Astron… [+3229 chars]"}, {"source": {"id": null, "name": "Science Daily"}, "author": null, "title": "The Arctic Ocean was covered by a shelf ice and filled with freshwater - Science Daily", "description": "The Arctic Ocean was covered by up to 900 m thick shelf ice and was filled entirely with freshwater at least twice in the last 150,000 years. This surprising finding is the result of long-term research. With a detailed analysis of the composition of marine de…", "url": "https://www.sciencedaily.com/releases/2021/02/210203123449.htm", "urlToImage": "https://www.sciencedaily.com/images/scidaily-icon.png", "publishedAt": "2021-02-03T19:24:43Z", "content": "The Arctic Ocean was covered by up to 900 m thick shelf ice and was filled entirely with freshwater at least twice in the last 150,000 years. This surprising finding, reported in the latest issue of … [+6976 chars]"}, {"source": {"id": null, "name": "Science Magazine"}, "author": null, "title": "Martian subsurface cryosalt expansion and collapse as trigger for landslides - Science Advances", "description": "On Mars, seasonal martian flow features known as recurring slope lineae (RSL) are prevalent on sun-facing slopes and are associated with salts. On Earth, subsurface interactions of gypsum with chlorides and oxychlorine salts wreak havoc: instigating sinkholes…", "url": "https://advances.sciencemag.org/content/7/6/eabe4459.full", "urlToImage": "https://advances.sciencemag.org/content/7/6/eabe4459/F1.large.jpg", "publishedAt": "2021-02-03T19:17:26Z", "content": "INTRODUCTION\r\nChemical alteration on Mars has largely taken place through reactions in liquid water. Although geologic features and mineralogy required liquid water on the martian surface, it may hav… [+5808 chars]"}, {"source": {"id": null, "name": "India Education Diary"}, "author": null, "title": "University of Washington: Marine organisms use previously undiscovered receptors to detect, respond to light - India Education Diary", "description": "Just as plants and animals on land are keenly attuned to the hours of sunlight in the day, life in the oceans follows the rhythms of the day, the seasons and even the moon. A University of Washingt…", "url": "https://indiaeducationdiary.in/university-of-washington-marine-organisms-use-previously-undiscovered-receptors-to-detect-respond-to-light/", "urlToImage": "https://i1.wp.com/indiaeducationdiary.in/wp-content/uploads/2021/02/Signature_Stacked_Purple_Hex.png?fit=746%2C367&ssl=1", "publishedAt": "2021-02-03T18:14:00Z", "content": "Just as plants and animals on land are keenly attuned to the hours of sunlight in the day, life in the oceans follows the rhythms of the day, the seasons and even the moon. A University of Washington… [+4602 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Scientists believe studies by colleagues are more prone to biases than their own studies - Phys.org", "description": "The properties of human mind affect the quality of scientific knowledge through the insertion of unconscious cognitive biases. Scientists from the University of Turku, Finland, have found that the current level of awareness about research biases is generally …", "url": "https://phys.org/news/2021-02-scientists-colleagues-prone-biases.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2018/bias.jpg", "publishedAt": "2021-02-03T18:01:41Z", "content": "The properties of human mind affect the quality of scientific knowledge through the insertion of unconscious cognitive biases. Scientists from the University of Turku, Finland, have found that the cu… [+4053 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Fish in warming Scottish seas grow faster but reach a smaller size - Phys.org", "description": "Researchers have found new evidence that global warming is affecting the size of commercial fish species, documenting for the first time that juvenile fish are getting bigger, as well as confirming that adult fish are getting smaller as sea temperatures rise.…", "url": "https://phys.org/news/2021-02-fish-scottish-seas-faster-smaller.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/2021/fishinwarmin.jpg", "publishedAt": "2021-02-03T17:43:54Z", "content": "Researchers have found new evidence that global warming is affecting the size of commercial fish species, documenting for the first time that juvenile fish are getting bigger, as well as confirming t… [+4944 chars]"}, {"source": {"id": null, "name": "India Education Diary"}, "author": null, "title": "New York University: Scientists Find Promising Avenue to Restore Cognitive Function Impaired by Alzheimer’s Disease - India Education Diary", "description": "A team of neuroscientists has identified a potential means to address the loss of cognitive function due to Alzheimer’s disease by targeting protein synthesis in mice. Their findings, reported in t…", "url": "https://indiaeducationdiary.in/new-york-university-scientists-find-promising-avenue-to-restore-cognitive-function-impaired-by-alzheimers-disease/", "urlToImage": "https://i2.wp.com/indiaeducationdiary.in/wp-content/uploads/2021/02/New_York_University-Logo.wine_-1.png?fit=1200%2C800&ssl=1", "publishedAt": "2021-02-03T17:34:00Z", "content": "A team of neuroscientists has identified a potential means to address the loss of cognitive function due to Alzheimers disease by targeting protein synthesis in mice. Their findings, reported in the … [+3654 chars]"}, {"source": {"id": null, "name": "AZoCleantech"}, "author": null, "title": "Study Shows Sea Level will Rise More and Faster than Previously Believed - AZoCleantech", "description": "When assessing the rise in sea levels, two major elements should be observed. One element is the loss of ice on land, for example, inland ice sheets and melting mountain glaciers on Antarctica and Greenland, while the other is that the sea will increase in si…", "url": "https://www.azocleantech.com/news.aspx?newsID=28784", "urlToImage": "https://d3hnfqimznafg0.cloudfront.net/images/news/ImageForNews_28784_16123540065858323.jpg", "publishedAt": "2021-02-03T17:34:00Z", "content": "Written by AZoCleantechFeb 3 2021\r\nWhen assessing the rise in sea levels, two major elements should be observed. One element is the loss of ice on land, for example, inland ice sheets and melting mou… [+5572 chars]"}, {"source": {"id": null, "name": "Newswise"}, "author": null, "title": "An innovative and non-destructive strategy to analyse material from Mars - Newswise", "description": "The IBeA research group from the University of the Basque Country's Department of Analytical Chemistry, Faculty of Science and Technology, is participating in N", "url": "https://www.newswise.com/articles/an-innovative-and-non-destructive-strategy-to-analyse-material-from-mars", "urlToImage": "https://www.newswise.com/legacy/image.php?image=&width=100&height=100", "publishedAt": "2021-02-03T17:25:00Z", "content": "Newswise — The IBeA research group from the University of the Basque Country's Department of Analytical Chemistry, Faculty of Science and Technology, is participating in NASA's Mars2020 space mission… [+3274 chars]"}]}