{"status": "ok", "totalResults": 23, "articles": [{"source": {"id": null, "name": "Firstpost"}, "author": null, "title": "Betelgeuse brightness dims as it enters helium-burning phase; not close to exploding: Study - Firstpost", "description": "The unprecedented drop in its brightness observed last year led to speculations that the star may be about to explode.", "url": "https://www.firstpost.com/tech/science/betelgeuse-brightness-dims-as-it-enters-helium-burning-phase-not-close-to-exploding-study-9286181.html", "urlToImage": "https://images.firstpost.com/wp-content/uploads/2021/02/Betelgeuse_ESO-1.jpg", "publishedAt": "2021-02-09T15:26:37Z", "content": "FP TrendingFeb 09, 2021 20:56:37 IST\r\nBetelgeuse is the nearest red supergiant star to Earth. An aging, red star, it has swollen in size and developed complex and evolving changes in the nuclear fusi… [+1639 chars]"}, {"source": {"id": null, "name": "Daily Mail"}, "author": "Joe Pinkstone", "title": "Tiny crustacean snaps its giant claw shut 10,000 times faster than the blink of a human EYE - Daily Mail", "description": "Researchers from Duke University in the US say the shrimp combines a unique set of traits which make the speed all the more impressive.", "url": "https://www.dailymail.co.uk/sciencetech/article-9240859/Tiny-crustacean-snaps-giant-claw-shut-10-000-times-faster-blink-human-EYE.html", "urlToImage": "https://i.dailymail.co.uk/1s/2021/02/09/13/39070460-0-image-a-8_1612876567652.jpg", "publishedAt": "2021-02-09T13:42:00Z", "content": "A tiny shrimp snaps its claw in less than 0.01 seconds, around 10,000 times quicker than the blink of a human eye. \r\nThe movement is so rapid it creates an audible pop above the water and produces bu… [+4867 chars]"}, {"source": {"id": null, "name": "Republic World"}, "author": "Bhavya Sukheja", "title": "NASA researchers reveal ISS has robust population of bacteria and fungi - Republic TV", "description": "Just like on Earth, there is a robust population of bacteria and fungi on the ISS, according to a NASA study that catalogued its exact composition.", "url": "https://www.republicworld.com/technology-news/science/nasa-researchers-reveal-iss-has-robust-population-of-bacteria-and-fungi.html", "urlToImage": "https://img.republicworld.com/republic-prod/stories/promolarge/xxhdpi/lie938suejaoksjb_1612870644.jpeg?tr=f-jpeg", "publishedAt": "2021-02-09T12:20:00Z", "content": "Just like on Earth, there is a robust population of bacteria and fungi on the International Space Station (ISS), according to a study that catalogued its exact composition. The study published in Mic… [+2627 chars]"}, {"source": {"id": null, "name": "The Indian Express"}, "author": "Explained Desk", "title": "Explained: UAE’s Hope probe is set to enter Mars orbit; what happens next? - The Indian Express", "description": "Once it is successfully able to reach the planet, it will start orbiting the planet. Its overall mission life is one Martian year, which is about 687 days on Earth.", "url": "https://indianexpress.com/article/explained/explained-uaes-hope-probe-is-set-to-enter-mars-orbit-what-happens-next-7181137/", "urlToImage": "https://images.indianexpress.com/2021/02/Mission-Hope.jpg", "publishedAt": "2021-02-09T09:09:32Z", "content": "Known as the Hope Probe, the Arab worlds first mission to Mars which took off in July last year is about seven hours away from its destination. Travelling at a speed of 77,000 mph, the spacecraft cal… [+3114 chars]"}, {"source": {"id": null, "name": "BusinessLine"}, "author": "Prashasti Awasthi", "title": "Severe undercounting of Covid cases worldwide: Study - BusinessLine", "description": "Over 20 per cent of UK, US population already infected", "url": "https://www.thehindubusinessline.com/news/science/severe-undercounting-of-covid-cases-worldwide-study/article33790430.ece", "urlToImage": "https://www.thehindubusinessline.com/news/science/v04hdx/article33790429.ece/ALTERNATES/LANDSCAPE_615/Bl10testing", "publishedAt": "2021-02-09T07:58:02Z", "content": "Researchers at the University of Texas Southwestern Medical Center used a new machine learning technique to estimate the actual number of coronavirus cases within 50 US States and 50 countries.\r\nThe … [+1703 chars]"}, {"source": {"id": null, "name": "Business Standard"}, "author": "Shibu Tripathi", "title": "ETA February: Martian orbit to congest as Earth missions reach Red planet - Business Standard", "description": "Mars-bound missions from US, UAE and China will arrive in February with plans to deepen human understanding of the possibility of life beyond Earth", "url": "https://www.business-standard.com/article/current-affairs/eta-february-martian-orbit-to-congest-as-earth-missions-reach-red-planet-121020900376_1.html", "urlToImage": "https://bsmedia.business-standard.com/_media/bs/img/article/2021-02/09/full/1612847484-8679.jpg", "publishedAt": "2021-02-09T05:05:00Z", "content": "It was Galileo Galilei who first observed this planet in 1609 with a primitive telescope followed by Dutch astronomer Christiaan Huygens, who first drew this planet using his advanced telescope. This… [+7692 chars]"}, {"source": {"id": null, "name": "ScienceAlert"}, "author": "David Nield", "title": "Watch a Billion Years of Shifting Tectonic Plates in 40 Mesmerising Seconds - ScienceAlert", "description": "The tectonic plates that cover Earth like a jigsaw puzzle move about as fast as our fingernails grow, but over the course of a billion years that's enough to travel across the entire planet – as a fascinating new video shows.", "url": "https://www.sciencealert.com/watch-a-billion-years-of-tectonic-plate-movements-in-just-40-seconds", "urlToImage": "https://www.sciencealert.com/images/2021-02/processed/Earthtectonics_web_1024.jpg", "publishedAt": "2021-02-09T00:27:04Z", "content": "The tectonic plates that cover Earth like a jigsaw puzzle move about as fast as our fingernails grow, but over the course of a billion years that's enough to travel across the entire planet as a fasc… [+3694 chars]"}, {"source": {"id": null, "name": "Daily Mail"}, "author": "Stacy Liberatore", "title": "New analysis finds Betelgeuse is dimming and has entered helium-burning phase - Daily Mail", "description": "A new study found the star Betelgeuse was dimming last year because it is in the early core helium-burning phase, which is when helium fuses into carbon - one of the stages before exploding.", "url": "https://www.dailymail.co.uk/sciencetech/article-9238233/New-analysis-finds-Betelgeuse-dimming-entered-helium-burning-phase.html", "urlToImage": "https://i.dailymail.co.uk/1s/2021/02/08/22/39043606-0-image-a-3_1612823200816.jpg", "publishedAt": "2021-02-08T22:29:00Z", "content": "Scientists have kept their eyes glued to the star Betelgeuse since last year, after reports show the red supergiant was dimming but a new study finds it still has more than 100,000 years until the ev… [+2801 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Camera captures the Southern Pinwheel galaxy in glorious detail - Phys.Org", "description": "Astronomy enthusiasts might wonder why a camera called the Dark Energy Camera (DECam) would be used to image a single spiral galaxy. DECam has in fact already finished its main job, as the instrument was used to complete the Dark Energy Survey, which ran from…", "url": "https://phys.org/news/2021-02-camera-captures-southern-pinwheel-galaxy.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/2021/cameracaptur.jpg", "publishedAt": "2021-02-08T20:40:50Z", "content": "Astronomy enthusiasts might wonder why a camera called the Dark Energy Camera (DECam) would be used to image a single spiral galaxy. DECam has in fact already finished its main job, as the instrument… [+4957 chars]"}, {"source": {"id": null, "name": "Interviewtimes.net"}, "author": null, "title": "Largest Asteroid Is Heading Towards Earth! To Come Close To Earth On March 21 - Interview Times", "description": "There is always the risk of a huge asteroid strike on Earth. Scientists have reported this at various times. Once again, scientists have warned of such a", "url": "https://interviewtimes.net/largest-asteroid-is-heading-towards-earth-to-come-ose-to-earth-on-march-21/", "urlToImage": "https://newinterviewtimes.b-cdn.net/wp-content/uploads/2021/02/2-10.jpg", "publishedAt": "2021-02-08T17:35:09Z", "content": "There is always the risk of a huge asteroid strike on Earth. Scientists have reported this at various times. Once again, scientists have warned of such a danger.\r\nIn 2021, there are fears that an ast… [+1133 chars]"}, {"source": {"id": null, "name": "Science Daily"}, "author": null, "title": "Rare blast's remains discovered in Milky Way's center - Science Daily", "description": "Astronomers may have found our Galaxy's first example of an unusual kind of stellar explosion. This discovery adds to the understanding of how some stars shatter and seed the universe with elements critical for life on Earth.", "url": "https://www.sciencedaily.com/releases/2021/02/210208114304.htm", "urlToImage": "https://www.sciencedaily.com/images/scidaily-icon.png", "publishedAt": "2021-02-08T17:18:56Z", "content": "Astronomers may have found our galaxy's first example of an unusual kind of stellar explosion. This discovery, made with NASA's Chandra X-ray Observatory, adds to the understanding of how some stars … [+5097 chars]"}, {"source": {"id": null, "name": "Science Daily"}, "author": null, "title": "A magnetic twist to graphene - Science Daily", "description": "By combining ferromagnets and two rotated layers of graphene, researchers open up a new platform for strongly interacting states using graphene's unique quantum degree of freedom.", "url": "https://www.sciencedaily.com/releases/2021/02/210208114216.htm", "urlToImage": "https://www.sciencedaily.com/images/scidaily-icon.png", "publishedAt": "2021-02-08T17:04:35Z", "content": "Electrons in materials have a property known as 'spin', which is responsible for a variety of properties, the most well-known of which is magnetism. Permanent magnets, like the ones used for refriger… [+3224 chars]"}, {"source": {"id": null, "name": "physicsworld.com"}, "author": null, "title": "Bond distance of rare element einsteinium is measured – Physics World - physicsworld.com", "description": "Breakthrough could help scientists create more superheavy elements", "url": "https://physicsworld.com/bond-distance-of-rare-element-einsteinium-is-measured/", "urlToImage": "https://physicsworld.com/wp-content/uploads/2021/02/Sam-Jarman-8-Feb-2020.jpg", "publishedAt": "2021-02-08T11:05:04Z", "content": "Nuclear PPE: Leticia Arnedo-Sanchez (from left), Katherine Shield, Korey Carter, and Jennifer Wacker take precautions against radioactivity as well as coronavirus to conduct experiments in Rebecca Ab… [+3393 chars]"}, {"source": {"id": null, "name": "Expresscomputer.in"}, "author": "IANS", "title": "Rapid on-site drug detection using wearable sensor - Express Computer", "description": "Researchers have developed a wearable sensor that can detect illegal drugs in sweat.The drugs can be detected by using nanomaterials technology that amplify the optical signal of narcotics to a flexible, body-worn material.The technology enables fast", "url": "https://www.expresscomputer.in/iot/rapid-on-site-drug-detection-using-wearable-sensor/72761/", "urlToImage": "https://cdn1.expresscomputer.in/wp-content/uploads/2020/12/14083906/EC_Digital_Business_Marketing_750.jpg", "publishedAt": "2021-02-08T09:53:00Z", "content": "Researchers have developed a wearable sensor that can detect illegal drugs in sweat.\r\nThe drugs can be detected by using nanomaterials technology that amplify the optical signal of narcotics to a fle… [+2052 chars]"}, {"source": {"id": null, "name": "Bollyinside.com"}, "author": null, "title": "Next stop, Mars: 3 spaceships arrive on the red planet in rapid succession | Science - BollyInside", "description": "October 1, 2020, marks the 62nd anniversary of the National Aeronautics and Space Agency, or NASA. The agency was founded in 1958, the same year that", "url": "https://www.bollyinside.com/news/next-stop-mars-3-spaceships-arrive-on-the-red-planet-in-rapid-succession-science/", "urlToImage": "https://www.bollyinside.com/wp-content/uploads/2021/02/Next-stop-Mars-3-spaceships-arrive-on-the-red-planet.jpg", "publishedAt": "2021-02-08T05:12:51Z", "content": "Bollyinside.com provides you with the latest breaking news and videos from the global industries. Bollyinside is the place where you get news about Technology (Tech Review, Top Lists, Latest News Upd… [+523 chars]"}, {"source": {"id": null, "name": "MENAFN.COM"}, "author": "MENAFN", "title": "5 twinkling galaxies help us uncover the mystery of the Milky Way's missing matter - MENAFN.COM", "description": "We've all looked up at night and admired the brightly shining stars. Beyond making a gorgeous spectacle, measuring that light helps us learn about matter in our galaxy, the Milky Way.</p>\n<p>When astronomers add up all the matter detectable around us (such as…", "url": "https://menafn.com/1101561812/5-twinkling-galaxies-help-us-uncover-the-mystery-of-the-Milky-Ways-missing-matter", "urlToImage": "https://menafn.com/updates/pr/2021-02/07/TC_370582ab-7image_story.jpg", "publishedAt": "2021-02-07T20:40:26Z", "content": "(MENAFN - The Conversation) We've all looked up at night and admired the brightly shining stars. Beyond making a gorgeous spectacle, measuring that light helps us learn about matter in our galaxy, th… [+5057 chars]"}, {"source": {"id": null, "name": "Arab News"}, "author": null, "title": "What We Are Reading Today: Extraterrestrial by Avi Loeb - Arab News", "description": "Extraterrestrial is a provocative and fascinating book written by American theoretical physicist and Harvard University astronomer Avi Loeb.  In Extraterrestrial, Loeb takes readers inside the thrilling story of the first interstellar visitor to be spotted in…", "url": "https://www.arabnews.com/node/1805446", "urlToImage": "https://www.arabnews.com/sites/default/files/2021/02/07/2463056-822604459.png", "publishedAt": "2021-02-07T20:31:09Z", "content": "Extraterrestrial is a provocative and fascinating book written by American theoretical physicist and Harvard University astronomer Avi Loeb. \r\nIn Extraterrestrial, Loeb takes readers inside the thril… [+960 chars]"}, {"source": {"id": null, "name": "CNET"}, "author": "Amanda Kooser", "title": "NASA Mars Perseverance rover: What to expect on landing day - CNET", "description": "On Feb. 18, NASA's latest Mars rover will try for a dramatic touchdown on the red planet.", "url": "https://www.cnet.com/news/nasa-mars-perseverance-rover-what-to-expect-when-it-lands-february-18/", "urlToImage": "https://cnet1.cbsistatic.com/img/_m4uufR0NTpQa4dLCt2C6I8ZJO8=/1200x630/2021/01/15/da1300d1-8a78-4dcd-9c50-c20fc017a88d/pia24318-08-powereddescent-2000.jpg", "publishedAt": "2021-02-07T18:45:00Z", "content": "NASA will use a \"sky crane\" to gently lower Perseverance to the surface of Mars.\r\nNASA\r\nWhen it comes to space happenings, few are as thrilling as landing a vehicle on another planet. It's tense, exc… [+4924 chars]"}, {"source": {"id": null, "name": "SlashGear"}, "author": "Shane McGlaun", "title": "Researchers discovered that Venus flytraps produce magnetic fields when they trap flies - SlashGear", "description": "The Earth is filled with all sorts of unique and interesting plants. One of the most intriguing plants is the carnivorous Venus flytrap, able to lure insects inside their “mouths” with …", "url": "https://www.slashgear.com/researchers-discovered-that-venus-flytraps-produce-magnetic-fields-when-they-trap-flies-07658455/", "urlToImage": "https://cdn.slashgear.com/wp-content/uploads/2021/02/venus-fly.jpg", "publishedAt": "2021-02-07T18:17:51Z", "content": "The Earth is filled with all sorts of unique and interesting plants. One of the most intriguing plants is the carnivorous Venus flytrap, able to lure insects inside their “mouths” with fragrant necta… [+1873 chars]"}, {"source": {"id": null, "name": "NavyTimes.com"}, "author": "Katherine Fominykh, The (Annapolis, Md.) Capital Gazette via the AP", "title": "Naval Academy grads hope to walk on the moon with NASA team - NavyTimes.com", "description": "Navy Lt. Cmdr. Kayla Barron and Marine Corps Lt. Col. Nicole Mann are among the 18 members of NASA's Artemis Team, and could be one of the first women to step on the moon.", "url": "https://www.navytimes.com/news/your-navy/2021/02/07/naval-academy-grads-hope-to-walk-on-the-moon-with-nasa-team/", "urlToImage": "https://www.armytimes.com/resizer/I-UA1zVrTmX2EZL3DaiTHOcN1LE=/1200x630/filters:quality(100)/cloudfront-us-east-1.images.arcpublishing.com/mco/BJ3GQXM6XJFFVGWT4HSGROQT4Q.jpg", "publishedAt": "2021-02-07T17:04:00Z", "content": "ANNAPOLIS, Md. Some kids want to be astronauts when they grow up. Not Kayla Barron.\r\n She wanted to be a Navy officer, so thats what she did. After graduating from the Naval Academy in 2010, Barron, … [+5736 chars]"}]}