{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "BGR"}, "author": "Mike Wehner", "title": "NASA's new Mars rover is flexing its muscles - BGR", "description": "NASA fancy new Perseverance rover has been sitting on Mars since late February. It landed perfectly and everything has been going well in the months since then, but it’s had a lot to do before it could begin conducting serious science. Top of the list was the…", "url": "https://bgr.com/science/mars-rover-perseverance-mission-update-5925745/", "urlToImage": "https://bgr.com/wp-content/uploads/2021/04/bgrpic-copy-2.jpg?quality=70&strip=all", "publishedAt": "2021-05-14T22:26:21Z", "content": "NASA fancy new Perseverance rover has been sitting on Mars since late February. It landed perfectly and everything has been going well in the months since then, but it’s had a lot to do before it cou… [+3131 chars]"}, {"source": {"id": null, "name": "Pakistanchristian.tv"}, "author": "Sigmund Shepherd", "title": "God of fire goes to earth. The Chinese rover is scheduled to land on Mars on Saturday evening - Pakistan Christian TV", "description": "Baking / Praha The Chinese spacecraft, Zhu-zhong, led by the Chinese probe Tien-wen-1, will attempt to land on the Red Planet at night from Friday to", "url": "https://www.pakistanchristian.tv/god-of-fire-goes-to-earth-the-chinese-rover-is-scheduled-to-land-on-mars-on-saturday-evening/", "urlToImage": "https://www.pakistanchristian.tv/wp-content/uploads/2021/05/God-of-fire-goes-to-earth-The-Chinese-rover-is.jpg", "publishedAt": "2021-05-14T22:26:04Z", "content": "Baking / Praha The Chinese spacecraft, Zhu-zhong, led by the Chinese probe Tien-wen-1, will attempt to land on the Red Planet at night from Friday to Saturday. Its main mission is to study the intern… [+4383 chars]"}, {"source": {"id": null, "name": "My Modern Met"}, "author": null, "title": "6 Reasons Why NASA Has a Mission to Visit Mars - My Modern Met", "description": "With several other planets in our galaxy, why are we focused on Mars? Here are some excellent reasons.", "url": "https://mymodernmet.com/nasa-mars-mission/", "urlToImage": "https://mymodernmet.com/wp/wp-content/uploads/2021/05/nasa-mars-mission-thumbnail.jpg", "publishedAt": "2021-05-14T22:01:13Z", "content": "Illustration: NASA\r\nMars has long been a source of fascination and inspiration for humans. Often the protagonist in science-fiction novels and films, the Red Planet has captured our imagination. In t… [+6657 chars]"}, {"source": {"id": null, "name": "Nerdist"}, "author": null, "title": "Video of NASA Probe Landing on Asteroid Is Otherworldly - Nerdist", "description": "This video from NASA shows a first-person glimpse of an asteroid approach, which offers a sense of what it's like to land on another world.", "url": "https://nerdist.com/article/nasa-probe-asteroid-bennu-landing/", "urlToImage": "https://nerdist.com/wp-content/uploads/2021/05/Incoming-Bennu-feature-image-05142021.jpg", "publishedAt": "2021-05-14T20:06:17Z", "content": "On December 3, 2018, NASA’s OSIRIS-REx space probe successfully approached its destination: the asteroid Bennu. Now, the space agency has released a summary look at the OSIRIS-REx mission, which feat… [+1621 chars]"}, {"source": {"id": null, "name": "India Education Diary"}, "author": "iednewsdesk", "title": "University of Bristol: Herbivores developed powerful jaws to digest tougher plants following the Mass Extinctions - India Education Diary", "description": "The evolution of herbivores is linked to the plants that survived and adapted after the ‘great dying’, when over 90% of the world’s species were wiped out 252 million years ago.Researchers at the University of Bristol found that plant eaters diversif", "url": "https://indiaeducationdiary.in/university-of-bristol-herbivores-developed-powerful-jaws-to-digest-tougher-plants-following-the-mass-extinctions/", "urlToImage": "https://indiaeducationdiary.in/wp-content/uploads/2021/02/University_of_Bristol_logo-2-1024x309.png", "publishedAt": "2021-05-14T18:29:45Z", "content": "The evolution of herbivores is linked to the plants that survived and adapted after the great dying, when over 90% of the worlds species were wiped out 252 million years ago.\r\nResearchers at the Univ… [+3880 chars]"}, {"source": {"id": null, "name": "Daily Mail"}, "author": "Chris Ciaccia", "title": "'Alien' plutonium isotopes that date back millions of years discovered at the bottom of the ocean - Daily Mail", "description": "Plutonium-244, one of the rarest elements on Earth, has been recently found more than 5,000ft under the Pacific Ocean. It dates back millions of years, leaving experts perplexed how it got there.", "url": "https://www.dailymail.co.uk/sciencetech/article-9579423/Alien-plutonium-isotopes-date-millions-years-discovered-bottom-ocean.html", "urlToImage": "https://i.dailymail.co.uk/1s/2021/05/14/17/42994560-0-image-a-4_1621011090145.jpg", "publishedAt": "2021-05-14T18:23:06Z", "content": "A rare radioactive plutonium isotope dating back millions of years has been recently discovered at the bottom of the ocean, leading experts to question how it originated on Earth.\r\nThe dangerous elem… [+3264 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "New research shows: Antoni van Leeuwenhoek led rivals astray - Phys.org", "description": "A microscope used by Antoni van Leeuwenhoek to conduct pioneering research contains a surprisingly ordinary lens, as new research by Rijksmuseum Boerhaave Leiden and TU Delft shows. It is a remarkable finding, because Van Leeuwenhoek (1632-1723) led other sci…", "url": "https://phys.org/news/2021-05-antoni-van-leeuwenhoek-rivals-astray.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2021/new-research-shows-ant.jpg", "publishedAt": "2021-05-14T18:00:03Z", "content": "A microscope used by Antoni van Leeuwenhoek to conduct pioneering research contains a surprisingly ordinary lens, as new research by Rijksmuseum Boerhaave Leiden and TU Delft shows. It is a remarkabl… [+2952 chars]"}, {"source": {"id": null, "name": "Good News Network"}, "author": "http://www.facebook.com/thegoodnewsnetwork", "title": "NASA Space Probe Detects 'Persistent Hum' Deep in the Cosmos, 14 Billion Miles From Earth - Good News Network", "description": "Voyager I has detected a 'persistent hum' deep in the cosmos, far outside out solar system, researchers say.", "url": "https://www.goodnewsnetwork.org/nasa-space-probe-detects-persistent-hum-voyager-1/", "urlToImage": "https://www.goodnewsnetwork.org/wp-content/uploads/2021/05/NASA-Voyager-1-public-domain.jpg", "publishedAt": "2021-05-14T17:11:43Z", "content": "A NASA space probe is now deep in interstellar space, and its instruments have detected an intriguing constant ‘hum’.Voyager 1one of two sibling NASA spacecraft launched 44 years ago and now the most… [+3456 chars]"}, {"source": {"id": null, "name": "Newswise"}, "author": "University of Bristol", "title": "Experts highlight advanced satellite data as vital tool in tackling climate change as countdown to COP26 continues - Newswise", "description": "Earth observation satellites provide the most comprehensive real-time check on the health of the planet and are playing a crucial role in the fight against glob", "url": "https://www.newswise.com/articles/experts-highlight-advanced-satellite-data-as-vital-tool-in-tackling-climate-change-as-countdown-to-cop26-continues", "urlToImage": "https://www.newswise.com/legacy/image.php?image=/images/uploads/2021/05/14/deforestationBolivia.jpg&width=100&height=100", "publishedAt": "2021-05-14T17:10:00Z", "content": "Newswise — Earth observation satellites provide the most comprehensive real-time check on the health of the planet and are playing a crucial role in the fight against global heating now and increasin… [+5722 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "New York Times", "title": "The Moon, Mars and beyond: China’s ambitious plans in Space - Economic Times", "description": "Having orbited the planet since February, the Chinese craft, called Tianwen-1, is expected to send a landing vehicle on a difficult descent through the thin Martian atmosphere, possibly as soon as Saturday. If all goes well, that vehicle and the land rover it…", "url": "https://economictimes.indiatimes.com/news/international/world-news/the-moon-mars-and-beyond-chinas-ambitious-plans-in-space/articleshow/82638814.cms", "urlToImage": "https://img.etimg.com/thumb/msid-82638939,width-1070,height-580,imgsize-1630471,overlay-economictimes/photo.jpg", "publishedAt": "2021-05-14T17:09:00Z", "content": "China is about to attempt something that only the United States and (very briefly) the Soviet Union have done before: successfully land a spacecraft on the surface of Mars.\r\nHaving orbited the planet… [+6916 chars]"}, {"source": {"id": null, "name": "Medical Xpress"}, "author": "Science X staff", "title": "New research optimizes body's own immune system to fight cancer - Medical Xpress", "description": "A groundbreaking study led by engineering and medical researchers at the University of Minnesota Twin Cities shows how engineered immune cells used in new cancer therapies can overcome physical barriers to allow a patient's own immune system to fight tumors. …", "url": "https://medicalxpress.com/news/2021-05-optimizes-body-immune-cancer.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/2021/new-research-optimizes.jpg", "publishedAt": "2021-05-14T17:05:57Z", "content": "A groundbreaking study led by engineering and medical researchers at the University of Minnesota Twin Cities shows how engineered immune cells used in new cancer therapies can overcome physical barri… [+4746 chars]"}, {"source": {"id": null, "name": "Universe Today"}, "author": "https://www.facebook.com/nancy.atkinson4", "title": "Concerns About James Webb’s Ariane 5 Rocket Might Push the Launch Back - Universe Today", "description": "A new report from the US Government Accountability Office (GAO) says that the launch of the long-awaited, highly anticipated James Webb Space Telescope (JWST) will very likely be delayed due to an anomaly identified in the Ariane 5 launch vehicle.  Launch for…", "url": "https://www.universetoday.com/151191/concerns-about-james-webbs-ariane-5-rocket-might-push-the-launch-back/", "urlToImage": "https://www.universetoday.com/wp-content/uploads/2021/05/7-30-2020-VA253-hp2-1.jpg", "publishedAt": "2021-05-14T17:03:52Z", "content": "A new report from the US Government Accountability Office (GAO) says that the launch of the long-awaited, highly anticipated James Webb Space Telescope (JWST) will very likely be delayed due to an an… [+4489 chars]"}, {"source": {"id": null, "name": "The Guardian"}, "author": "Fiona Harvey", "title": "Third of global food production at risk from climate crisis - The Guardian", "description": "Food-growing areas will see drastic changes to rainfall and temperatures if global heating continues at current rate", "url": "https://amp.theguardian.com/environment/2021/may/14/third-of-global-food-production-at-risk-from-climate-crisis", "urlToImage": null, "publishedAt": "2021-05-14T16:50:00Z", "content": "Climate changeFood-growing areas will see drastic changes to rainfall and temperatures if global heating continues at current rate\r\nFri 14 May 2021 17.28 BST\r\nA third of global food production will b… [+3165 chars]"}, {"source": {"id": null, "name": "Interesting Engineering"}, "author": "Chris Young", "title": "Life on Mars? Volcanic Activity Indicates The Red Planet Was Recently Habitable - Interesting Engineering", "description": "One researcher says the latest data points to the fact that 'Mars isn't dead.'", "url": "https://interestingengineering.com/volcanic-activity-hints-red-planet-was-recently-habitable", "urlToImage": "https://inteng-storage.s3.amazonaws.com/img/iea/k7GMXNE5OZ/sizes/mars-lava_md.jpg", "publishedAt": "2021-05-14T16:23:59Z", "content": "New evidence shows that volcanic activity may have occurred on Mars in the past 50,000 years indicating that the red planet might have recently been habitable, a new study published in the journal Ic… [+2162 chars]"}, {"source": {"id": null, "name": "Tech Explorist"}, "author": "https://www.facebook.com/mehar.pranjal", "title": "Hydrogen can bond strongly with iron in extreme conditions - Tech Explorist", "description": "High-temperature and high-pressure experiments involving a diamond anvil and chemicals to simulate the core of the young Earth demonstrate for the first time that hydrogen can bond strongly with iron in extreme conditions.", "url": "https://www.techexplorist.com/hydrogen-bond-strongly-iron-extreme-conditions/39029/", "urlToImage": "https://cdn.techexplorist.com/wp-content/uploads/2021/05/abundance-of-water.jpg", "publishedAt": "2021-05-14T15:45:01Z", "content": "Hydrogen is one of the possible alloying elements in the Earth’s core, but its siderophile (iron-loving) nature is debated.\r\nIn a new study by the University of Tokyo, scientists experimentally exami… [+3030 chars]"}, {"source": {"id": null, "name": "NASA"}, "author": null, "title": "New NASA Data Sheds (Sun) Light on Climate Models - NASA", "description": "Scientists at the University of Michigan, NASA’s Goddard Space Flight Center in Greenbelt, Maryland, and University of Colorado Boulder recently used TSIS-1 SSI data in a global climate model for the first time.", "url": "https://www.nasa.gov/feature/goddard/2021/new-nasa-data-sheds-sun-light-on-climate-models/", "urlToImage": "http://www.nasa.gov/sites/default/files/thumbnails/image/iss063e076166.jpg", "publishedAt": "2021-05-14T14:30:47Z", "content": null}, {"source": {"id": null, "name": "The Economist"}, "author": "The Economist", "title": "Covid-19: how many people have really died? - The Economist", "description": "Officially covid-19 has killed around 3m people. The true number is probably far higher | Films", "url": "https://www.economist.com/films/2021/05/14/covid-19-how-many-people-have-really-died", "urlToImage": "https://www.economist.com/img/b/1200/750/90/sites/default/files/thumbnail_test_0.png", "publishedAt": "2021-05-14T14:05:47Z", "content": "Statistical modelling by The Economist suggests that covid-19 has claimed between 7m and 13m lives. Thats up to four times higher than official estimates. Our model uses 121 different indicators to e… [+204 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Patrick M Shober", "title": "Where do meteorites come from? We tracked hundreds of fireballs streaking through the sky to find out - Phys.org", "description": "If asked where meteorites come from, you might reply \"from comets.\" But according to our new research, which tracked hundreds of fireballs on their journey through the Australian skies, you would be wrong.", "url": "https://phys.org/news/2021-05-meteorites-tracked-hundreds-fireballs-streaking.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/2021/where-do-meteorites-co.jpg", "publishedAt": "2021-05-14T14:00:49Z", "content": "If asked where meteorites come from, you might reply \"from comets.\" But according to our new research, which tracked hundreds of fireballs on their journey through the Australian skies, you would be … [+6026 chars]"}, {"source": {"id": null, "name": "Nerdist"}, "author": null, "title": "New Colorful Photos of Jupiter Reveal Its Strange Atmosphere - Nerdist", "description": "NASA has released images of Jupiter captured in infrared, UV, and visible light, and the juxtaposition of the three glimpses is entrancing.", "url": "https://nerdist.com/article/jupiter-color-photos-atmosphere/", "urlToImage": "https://nerdist.com/wp-content/uploads/2021/05/New-Jupiter-Images-feature-image-05132021-1.jpg", "publishedAt": "2021-05-14T12:32:37Z", "content": "NASA’s just released a striking trio of images that capture Jupiter in three different wavelengths of light. The three images, captured by multiple spacecraftsincluding NASA’s Hubble Space Telescopen… [+2232 chars]"}, {"source": {"id": null, "name": "Republic World"}, "author": "Apoorva Kaul", "title": "NASA shares stunning pic of asteroid Bennu as OSIRIS-REx spacecraft heads back to Earth - Republic World", "description": "US space agency NASA has shared a stunning image of a 4.5-billion-year-old asteroid Bennu. The image of the asteroid was captured by the Osiris Rex spacecraft.", "url": "https://www.republicworld.com/technology-news/science/nasa-shares-stunning-pic-of-asteroid-bennu-as-osiris-rex-spacecraft-heads-back-to-earth.html", "urlToImage": "https://img.republicworld.com/republic-prod/stories/promolarge/xxhdpi/naasxvk80gxdvgwq_1620992802.jpeg?tr=f-jpeg", "publishedAt": "2021-05-14T12:09:00Z", "content": "The National Aeronautics and Space Administration (NASA) has shared a stunning image of a 4.5-billion-year-old asteroid Bennu. The image of the asteroid was captured by the Osiris Rex spacecraft. The… [+2125 chars]"}]}