{"status": "ok", "totalResults": 54, "articles": [{"source": {"id": null, "name": "Thetimeshub.in"}, "author": "Natasha Kumar", "title": "New North Atlantic proper whale well being evaluation overview launched - The Times Hub", "description": "A North Atlantic proper whale photographed in Cape Cod Bay, Mass. Trauma wounds are scarred over however nonetheless very evident, exhibiting that non-lethal entanglement can nonetheless have critical well being penalties. Moreover, the animal additionally re…", "url": "https://thetimeshub.in/new-north-atlantic-proper-whale-well-being-evaluation-overview-launched/10196/", "urlToImage": "https://thetimeshub.in/wp-content/uploads/2021/02/new-north-atlantic-proper-whale-well-being-evaluation-overview-launched-d735ea2-300x219.jpg", "publishedAt": "2021-02-25T16:46:37Z", "content": "A North Atlantic proper whale photographed in Cape Cod Bay, Mass. Trauma wounds are scarred over however nonetheless very evident, exhibiting that non-lethal entanglement can nonetheless have critica… [+4112 chars]"}, {"source": {"id": null, "name": "Thetimeshub.in"}, "author": "Natasha Kumar", "title": "People ‘hastened collapse and extinction’ of the woolly mammoth, says examine - The Times Hub", "description": "Woolly mammoths would have lived one other 4,000 years in some components of Eurasia if it weren’t for human hunters, in response to a brand new examine.  Australian consultants carried out pc simulations of woolly mammoth interactions with people and climate…", "url": "https://thetimeshub.in/people-hastened-collapse-and-extinction-of-the-woolly-mammoth-says-examine/10186/", "urlToImage": "https://thetimeshub.in/wp-content/uploads/2021/02/people-lsquohastened-collapse-and-extinction-of-the-woolly-mammoth-says-examine-4be9df1-300x219.jpg", "publishedAt": "2021-02-25T16:46:37Z", "content": "Woolly mammoths would have lived one other 4,000 years in some components of Eurasia if it werent for human hunters, in response to a brand new examine. \r\nAustralian consultants carried out pc simula… [+9142 chars]"}, {"source": {"id": null, "name": "Brinkwire.com"}, "author": "Alanis Hayal", "title": "“Heaviest Black Hole Collision” Detected by Gravitational Waves Might Actually Be a Boson Star Merger - Brinkwire", "description": null, "url": "https://en.brinkwire.com/science/heaviest-black-hole-collision-detected-by-gravitational-waves-might-actually-be-a-boson-star-merger/", "urlToImage": null, "publishedAt": "2021-02-25T16:35:24Z", "content": "An international team of scientists led by the Galician Institute of High Energy Physics and the University of Aveiro, including an undergraduate from the Department of Physics at The Chinese Univers… [+6351 chars]"}, {"source": {"id": null, "name": "Hindustan Times"}, "author": "hindustantimes.com", "title": "High-definition, zoomable view of Mars captured by Nasa's Perseverance rover | Check images - Hindustan Times", "description": "The US space agency on Wednesday released the first 360-degree panorama taken by Mastcam-Z, a dual-camera system equipped with a zoom function.", "url": "https://www.hindustantimes.com/world-news/highdefinition-zoomable-view-of-mars-captured-by-nasa-s-perseverance-rover-101614266700416.html", "urlToImage": "https://images.hindustantimes.com/img/2021/02/25/1600x900/AFP_93Q276_1614267636371_1614267651965.jpg", "publishedAt": "2021-02-25T15:47:24Z", "content": "Nasas Perseverance rover has been frequently sending back Mars photographs to mission control on Earth since the day it safely landed on the Red planet. The National Aeronautics and Space Administrat… [+2396 chars]"}, {"source": {"id": null, "name": "Devdiscourse"}, "author": "Reuters", "title": "Hewlett Packard Enterprise takes top prize at Stop Slavery Award - Devdiscourse", "description": "German fashion label ARMEDANGELS and Indian campaign group Missing Link Trust were also commended in the Thomson Reuters Foundation's Stop Slavery Award which has eight categories for companies and NGOs setting an example in efforts to end slavery.  HPE - joi…", "url": "https://www.devdiscourse.com/article/technology/1473480-hewlett-packard-enterprise-takes-top-prize-at-stop-slavery-award", "urlToImage": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/imagegallery/27_06_2019_18_33_47_4854533.png?width=920&format=jpeg", "publishedAt": "2021-02-25T15:00:42Z", "content": "LONDON, Feb 25 (Thomson Reuters Foundation) - U.S. technology giant Hewlett Packard Enterprise Co won the top honour at a global anti-slavery award on Thursday for tackling the risk of forced labour … [+2991 chars]"}, {"source": {"id": null, "name": "Daily Mail"}, "author": "Ian Randall", "title": "Pompeii: Scientists use lasers to remove stains on 2,000-year-old fresco in the House of the Ceii - Daily Mail", "description": "Poor maintenance since the house was dug up in 1913-14 saw the hunting fresco and others deteriorate, particularly at the bottom, which is more vulnerable to humidity.", "url": "https://www.dailymail.co.uk/sciencetech/article-9298729/Pompeii-Scientists-use-lasers-remove-stains-2-000-year-old-fresco-House-Ceii.html", "urlToImage": "https://i.dailymail.co.uk/1s/2021/02/25/11/39753734-0-image-a-42_1614252069688.jpg", "publishedAt": "2021-02-25T13:26:57Z", "content": "A stunning fresco in the garden of Pompeii's Casa dei Ceii (House of the Ceii) has been painstakingly laser-cleaned and touched up with new paint by expert restorers.\r\nThe artwork of hunting scenes w… [+9905 chars]"}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "NASA’s Parker Solar Probe catches stunning new images of Venus! Check details - The Financial Express", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMihwFodHRwczovL3d3dy5maW5hbmNpYWxleHByZXNzLmNvbS9saWZlc3R5bGUvc2NpZW5jZS9uYXNhcy1wYXJrZXItc29sYXItcHJvYmUtY2F0Y2hlcy1zdHVubmluZy1uZXctaW1hZ2VzLW9mLXZlbnVzLWNoZWNrLWRldGFpbHMvMjIwMTkyNi_SAYwBaHR0cHM6Ly93d3cuZmluYW5jaWFsZXhwcmVzcy5jb20vbGlmZXN0eWxlL3NjaWVuY2UvbmFzYXMtcGFya2VyLXNvbGFyLXByb2JlLWNhdGNoZXMtc3R1bm5pbmctbmV3LWltYWdlcy1vZi12ZW51cy1jaGVjay1kZXRhaWxzLzIyMDE5MjYvbGl0ZS8?oc=5", "urlToImage": null, "publishedAt": "2021-02-25T12:46:00Z", "content": null}, {"source": {"id": null, "name": "EarthSky"}, "author": "Bob King", "title": "‘Earth wind’ may generate water on the moon - EarthSky", "description": "Particles carried from Earth's poles via our planet's magnetosphere could be interacting with lunar rocks to create small quantities of water on the moon.", "url": "https://earthsky.org/space/earth-wind-may-generate-water-on-moon", "urlToImage": "https://earthsky.org/upl/2021/02/Earth-magnetosphere-illustration-300x186.jpg", "publishedAt": "2021-02-25T12:31:13Z", "content": "Artist’s concept of the moon within Earth’s magnetic tail, the part of our magnetosphere that stretches outward away from our sun. The moon sweeps within this tail each month at full moon. Image via … [+5702 chars]"}, {"source": {"id": null, "name": "EdexLive"}, "author": "Edex Live", "title": "Earliest primate fossils documented by researchers that sheds light on the rise of mammals - EdexLive", "description": "The researchers, including those from the University of Washington in the US, analysed several fossils of Purgatorius -- the oldest genus in a group of the earliest-known primates called plesiadapifor", "url": "https://www.edexlive.com/news/2021/feb/25/earliest-primate-fossils-documented-by-researchers-that-sheds-light-on-the-riseof-mammals-18548.html", "urlToImage": "https://images.edexlive.com/uploads/user/imagelibrary/2021/2/25/w600X390/frfr.jpg", "publishedAt": "2021-02-25T12:26:00Z", "content": "Scientists have documented the earliest-known fossil evidence of primates, an advance that sheds light on how life on land recovered after the extinction event 66 million years ago that wiped out the… [+2301 chars]"}, {"source": {"id": null, "name": "India Today"}, "author": null, "title": "Nasa shares breathtaking pic of cosmic jewellery in viral post. Internet hearts it - India Today", "description": "Nasa's viral post features a fabulous picture of the Necklace Nebula, located around 15,000 light-years away.", "url": "https://www.indiatoday.in/trending-news/story/nasa-shares-breathtaking-pic-of-cosmic-jewellery-in-viral-post-internet-hearts-it-1773063-2021-02-25", "urlToImage": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202102/nash-647x363.jpeg?FbcHmD4UJtKgm9SKwiDem2_BasWJeucR", "publishedAt": "2021-02-25T12:09:45Z", "content": "In a new post on Instagram on Wednesday, Nasa shared a stunning picture of cosmic jewellery and it has gone viral on social media already. Nasa's post features a fabulous picture of the Necklace Nebu… [+978 chars]"}, {"source": {"id": null, "name": "Live Science"}, "author": "Adam Mann", "title": "Ghost particle travels 750 million light-years, ends up buried under the Antarctic ice - Livescience.com", "description": "Why so late, little neutrino?", "url": "https://www.livescience.com/tidal-disruption-evnts-release-neutrino.html", "urlToImage": "https://cdn.mos.cms.futurecdn.net/xVJjL2VwxNpMnpVskGbuKA-1200-80.jpg", "publishedAt": "2021-02-25T12:00:18Z", "content": "For the first time ever, scientists have received mysteriously delayed signals from two supermassive black holes that snacked on stars in their vicinity. \r\nIn the first case, a black hole weighing as… [+5795 chars]"}, {"source": {"id": null, "name": "Recycling-magazine.com"}, "author": null, "title": "RepescaPlas wants to achieve products frommarine litte - RECYCLING magazine", "description": "After closing its third year with the collection of 4.2 tonnes of marine litter and excellent results in terms of recovery of this litter through chemical recycling, the RepescaPlas project has entered its fourth phase, in which it is expected to strengthen t…", "url": "https://www.recycling-magazine.com/2021/02/25/repescaplas-wants-to-achieve-products-frommarine-litte/", "urlToImage": "https://www.recycling-magazine.com/wp-content/uploads/2021/02/repescaplas-3-scaled.jpg", "publishedAt": "2021-02-25T11:35:31Z", "content": "The RepescaPlas project has ended its third year with a total of 4,218 kg of marine litter recovered from the ports of Marín in Galicia, La Restinga in El Hierro and Gandia in Valencia by fishermens … [+2353 chars]"}, {"source": {"id": "the-washington-post", "name": "The Washington Post"}, "author": "Christian Davenport", "title": "As private companies erode government’s hold on space travel, NASA looks to open a new frontier - The Washington Post", "description": "Space enthusiasts, including NASA, see enormous benefit in the shift — a new era of space exploration that will usher in a more capable and efficient space industry. But the changing dynamic also has left NASA with an uncertain role.", "url": "https://www.washingtonpost.com/technology/2021/02/25/nasa-space-future-private/", "urlToImage": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/4GGKKCRF64I6XHCKBXDCILCICQ.jpg&w=1440", "publishedAt": "2021-02-25T11:00:00Z", "content": "In the new Space Age, you can buy a ticket to orbit no need to have been a fighter pilot in the military or to compete against thousands of other overachievers for a coveted spot in NASAs astronaut c… [+13152 chars]"}, {"source": {"id": null, "name": "Global Times"}, "author": null, "title": "Are all the needles going to be that big?! - Global Times", "description": "People view monuments encouraging citizens to get the COVID-19 vaccine in Daegu City, South Korea, on Thursday. South Korea shipped its first doses of coronavirus vaccine on Wednesday, transferring AstraZeneca vaccines from a production facility in the countr…", "url": "https://www.globaltimes.cn/page/202102/1216585.shtml", "urlToImage": "https://www.globaltimes.cn/Portals/0/attachment/2021/2021-02-25/a2b8b238-f7a0-4004-b169-b0426b333c76.jpeg", "publishedAt": "2021-02-25T10:38:00Z", "content": "People view monuments encouraging citizens to get the COVID-19 vaccine in Daegu City, South Korea, on Thursday. South Korea shipped its first doses of coronavirus vaccine on Wednesday, transferring A… [+165 chars]"}, {"source": {"id": "mashable", "name": "Mashable"}, "author": "Mashable News Staff", "title": "NASA Chandra Shares Beautiful Image Of A Colorful Supernova! - Mashable India", "description": "NASA Chandra official Instagram page recently shared a twinkling colourful image of a supernova remnant with a bright blue-white spot at the center.", "url": "https://in.mashable.com/science/20529/nasa-chandra-shares-beautiful-image-of-a-colorful-supernova", "urlToImage": "https://sm.mashable.com/mashable_in/seo/2/25001/25001_yvt1.jpg", "publishedAt": "2021-02-25T10:30:25Z", "content": "Are you ready to marvel at yet another stunning image of our wonderful universe? NASA Chandra official Instagram page recently shared a twinkling colourful image of a supernova remnant with a bright … [+1616 chars]"}, {"source": {"id": null, "name": "Firstpost"}, "author": null, "title": "Scientists catch precise moment of impact as meteoroid explodes in Jupiter's atmosphere - Firstpost", "description": "The observation is from a 17 millisecond snapshot in time, and researchers aren't sure what happened to the bright flash outside that time frame.", "url": "https://www.firstpost.com/tech/science/scientists-catch-precise-moment-of-impact-as-meteoroid-explodes-in-jupiters-atmosphere-9345561.html", "urlToImage": "https://images.firstpost.com/wp-content/uploads/2018/06/NASA-Juno-Jupiter-3.jpg", "publishedAt": "2021-02-25T10:26:22Z", "content": "FP TrendingFeb 25, 2021 16:05:11 IST\r\nUsing NASA's Juno spacecraft to check Jupiter's auroras, researchers were able to view a very bright meteoroid explosion last year. The Ultraviolet Spectrograph … [+2458 chars]"}, {"source": {"id": null, "name": "Tech Explorist"}, "author": "https://www.facebook.com/malewar.amit", "title": "Dark matter could have formed supermassive black holes, study - Tech Explorist", "description": "A new theoretical study has proposed a novel mechanism for the creation of supermassive black holes from dark matter. The international team find that rather than the conventional formation scenarios involving ‘normal’ matter, supermassive black holes could i…", "url": "https://www.techexplorist.com/dark-matter-formed-supermassive-black-holes/37980/", "urlToImage": "https://www.techexplorist.com/wp-content/uploads/2021/02/invisible-dark-matter.jpg", "publishedAt": "2021-02-25T09:19:34Z", "content": "How supermassive black holes initially formed?\r\nThis is the puzzle that scientists are trying to solve to understand galaxy evolution.\r\nIn a recent study, scientists proposed that supermassive black … [+2758 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Keith Randall", "title": "A 4.4 million-year-old skeleton could reveal how early humans began to walk upright - Phys.org", "description": "Evolutionary expert Charles Darwin and others recognized a close evolutionary relationship between humans, chimps and gorillas based on their shared anatomies, raising some big questions: how are humans related to other primates, and exactly how did early hum…", "url": "https://phys.org/news/2021-02-million-year-old-skeleton-reveal-early-humans.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/2021/1-a44millionye.jpg", "publishedAt": "2021-02-25T08:09:55Z", "content": "Evolutionary expert Charles Darwin and others recognized a close evolutionary relationship between humans, chimps and gorillas based on their shared anatomies, raising some big questions: how are hum… [+4080 chars]"}, {"source": {"id": null, "name": "Yahoo Entertainment"}, "author": "PTI", "title": "NEWSALERT - Yahoo India News", "description": "<p>Refining regulatory architecture on asset reconstruction companies on cards: RBI Guv. PTI HV  ANS ANS</p>", "url": "https://in.news.yahoo.com/newsalert-062313959.html", "urlToImage": "https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png", "publishedAt": "2021-02-25T06:23:13Z", "content": "Maruti Suzuki has launched the 2021 Swift hatchback in India. It comes in five trims and three dual-tone colors. As for the highlights, the car has a refreshed look and a spacious cabin with many new… [+152 chars]"}, {"source": {"id": null, "name": "The Weather Channel"}, "author": null, "title": "Bizzare Migration of Earth's Poles Could Have Triggered Extinction of Neanderthals, Giant Animals 42,000 Years Ago | The Weather Channel - Articles from The Weather Channel | weather.com - The Weather Channel", "description": "The magnetic field is important as it prevents the Sun’s harmful charged particles from entering the Earth’s atmosphere. Without the protective bubble of the magnetic field, the solar winds can easily affect the entire Earth’s atmosphere and biosphere. - Arti…", "url": "https://weather.com/en-IN/india/science/news/2021-02-25-migration-of-earths-poles-triggered-extinction-of-neanderthals", "urlToImage": "https://s.w-x.co/in-neanderthals.jpg", "publishedAt": "2021-02-25T05:22:46Z", "content": "Before usthe modern human beings or Homo sapienstens of thousands of years ago, the planet was dominated by an ancient sibling of ours called Neanderthals or Homo neanderthalensis. While their existe… [+4621 chars]"}]}