{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Chemistry World"}, "author": "", "title": "Half the world's supply of element 99 used to reveal its chemical secrets - Chemistry World", "description": "Scientists explore einsteinium's unusual chemistry using less than 200 nanograms of the precious and highly radioactive material", "url": "https://www.chemistryworld.com/news/half-the-worlds-supply-of-element-99-used-to-reveal-its-chemical-secrets/4013168.article", "urlToImage": "https://d2cbg94ubxgsnp.cloudfront.net/Pictures/1024x536/3/9/5/511395_s415860200317932h_477943.png", "publishedAt": "2021-02-04T14:32:35Z", "content": "Using less than 200 nanograms of einsteinium half of the worlds supply at that time scientists have uncovered the synthetic elements bonding and spectroscopic behaviour for the first time.\r\nDiscovere… [+4674 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Peter Rüegg", "title": "Detecting functional changes at the proteome level - Phys.org", "description": "ETH researchers have drastically improved existing proteomics techniques so they can capture all functional alterations in proteins. Their work paves the way for using these signatures as diagnostic tools.", "url": "https://phys.org/news/2021-02-functional-proteome.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/2021/detectingfun.jpg", "publishedAt": "2021-02-04T14:05:18Z", "content": "ETH researchers have drastically improved existing proteomics techniques so they can capture all functional alterations in proteins. Their work paves the way for using these signatures as diagnostic … [+6692 chars]"}, {"source": {"id": null, "name": "Live Science"}, "author": "Rafi Letzter", "title": "Seas will likely rise even faster than worst-case scenarios predicted by climate models - Livescience.com", "description": "It looks like the climate models are too conservative.", "url": "https://www.livescience.com/sea-levels-rising-faster-than-models.html", "urlToImage": "https://cdn.mos.cms.futurecdn.net/LdrwXQkinPBNEFwhbbkhxY-1200-80.jpg", "publishedAt": "2021-02-04T13:52:00Z", "content": "Sea levels will probably rise faster than most climate models predict, according to a new study.\r\nIn 2019, the Intergovernmental Panel on Climate Change (IPCC), a United Nations scientific body that … [+4290 chars]"}, {"source": {"id": null, "name": "Lokmat.com"}, "author": "IANS", "title": "NASA plans to launch Mars ice mapping mission - Lokmat", "description": "Washington, Feb 4 NASA, in collaboration with three international partners, is planning to launch a robotic Mars ice mapping mission, which could help the agency identify potential science objectives for initial human missions to Mars.It could help identify a…", "url": "https://english.lokmat.com/international/nasa-plans-to-launch-mars-ice-mapping-mission/", "urlToImage": "https://d3pc1xvrcw35tl.cloudfront.net/ln/feedImages/686x514/f0b0c92ddfc083ceda74f90ec2fe4ee9_202102.jpg", "publishedAt": "2021-02-04T13:26:22Z", "content": "NASA plans to launch Mars ice mapping mission\r\nWashington, Feb 4 NASA, in collaboration with three international partners, is planning to launch a robotic Mars ice mapping mission, which could help t… [+2700 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "Monit Khanna", "title": "Cleaner Air In COVID-19 Lockdown Made Planet Warmer Not Cooler, Study Finds - India Times", "description": "When during the pandemic we were locked indoors, staying safe from the novel coronavirus, we discovered how it has helped in reducing the pollution from the world, offering better visibility and air quality.                         ReutersHowever, now it seem…", "url": "https://www.indiatimes.com/technology/science-and-future/cleaner-air-in-covid-19-lockdown-made-planet-warmer-not-cooler-study-finds-533573.html", "urlToImage": "https://im.indiatimes.in/content/2021/Feb/Facebook-Image-52_601bc8e926ff6.jpg", "publishedAt": "2021-02-04T13:17:30Z", "content": "When during the pandemic we were locked indoors, staying safe from the novel coronavirus, we discovered how it has helped in reducing the pollution from the world, offering better visibility and air … [+1817 chars]"}, {"source": {"id": null, "name": "The Conversation Africa"}, "author": "Jim Bell", "title": "Bringing Mars rocks back to Earth – Perseverance Rover lands on Feb. 18, a lead scientist explains the tech and goals - The Conversation US", "description": "NASA's Mars 2020 mission arrives at the red planet on Feb. 18. On the rocket is the Perseverance Rover. The rover's goal is to collect rock and soil samples to be brought back to Earth in the future.", "url": "https://theconversation.com/bringing-mars-rocks-back-to-earth-perseverance-rover-lands-on-feb-18-a-lead-scientist-explains-the-tech-and-goals-153851", "urlToImage": "https://images.theconversation.com/files/382058/original/file-20210202-13-rw3y7e.jpg?ixlib=rb-1.1.0&rect=191%2C215%2C1135%2C567&q=45&auto=format&w=1356&h=668&fit=crop", "publishedAt": "2021-02-04T13:12:00Z", "content": "Editors note: Jim Bell is a professor in the School of Earth and Space Exploration at Arizona State University and has worked on a number of Mars missions. On Feb. 18, NASAs Mars 2020 mission will be… [+6201 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Kathleen Haughney", "title": "How molecules sit on surfaces drives energy and electron transfer - Phys.org", "description": "Florida State University researchers seeking to make newer, more energy efficient materials have made a breakthrough in understanding how structure dictates electron transfer across surfaces.", "url": "https://phys.org/news/2021-02-molecules-surfaces-energy-electron.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2020/2-molecule.jpg", "publishedAt": "2021-02-04T13:00:37Z", "content": "Florida State University researchers seeking to make newer, more energy efficient materials have made a breakthrough in understanding how structure dictates electron transfer across surfaces.\r\nIt all… [+2915 chars]"}, {"source": {"id": null, "name": "Forbes"}, "author": "Mike Dojc", "title": "Moon Golf’s Golden Anniversary Coincides With The Dawn Of The Space Vacation - Forbes", "description": "With space tourism now on the immediate horizon, Alan Shepard’s 1971 lunar golf stunt has renewed significance.", "url": "https://www.forbes.com/sites/mikedojc/2021/02/04/moon-golfs-golden-anniversary-coincides-with-the-dawn-of-the-space-vacation/", "urlToImage": "https://thumbor.forbes.com/thumbor/fit-in/1200x0/filters%3Aformat%28jpg%29/https%3A%2F%2Fspecials-images.forbesimg.com%2Fimageserve%2F601afbb105e915c31e19481e%2F0x0.jpg", "publishedAt": "2021-02-04T10:50:00Z", "content": "Alan B. Shepard holding the famous Moon Club\r\nUSGA Archives\r\nThis week has been a busy one for the fledgling space tourism industry.  SpaceX announced the worlds first all-civilian orbital flight, El… [+3670 chars]"}, {"source": {"id": null, "name": "National Geographic UK"}, "author": "@NatGeoUK", "title": "Echolocation is nature’s built-in sonar. Here’s how it works. - National Geographic UK", "description": "From beluga whales to bats and even to humans, many animals make sounds that bounce back from objects to help with navigation and hunting.", "url": "https://www.nationalgeographic.co.uk/science-and-technology/2021/02/echolocation-is-natures-built-in-sonar-heres-how-it-works", "urlToImage": "https://static.nationalgeographic.co.uk/files/styles/image_3200/public/northern-right-whale-dolphin.jpg?w=1600&h=1067", "publishedAt": "2021-02-04T10:40:00Z", "content": "Natures own sonar system, echolocation occurs when an animal emits a sound wave that bounces off an object, returning an echo that provides information about the objects distance and size.\r\nOver a th… [+1442 chars]"}, {"source": {"id": "mashable", "name": "Mashable"}, "author": "Mashable News Staff", "title": "See Pic: NASA Chandra X-Ray Observatory Shares Breathtaking Image Of A Pulsar! - Mashable India", "description": "The image of a mysterious pulsar is shared by NASA on its official NASA Chandra X-ray Instagram page.", "url": "https://in.mashable.com/science/20048/see-pic-nasa-chandra-x-ray-observatory-shares-breathtaking-image-of-a-pulsar", "urlToImage": "https://sm.mashable.com/mashable_in/seo/2/24486/24486_ah52.jpg", "publishedAt": "2021-02-04T10:34:00Z", "content": "NASA keeps sharing never-before-seen breathtaking images of our universe on its Instagram pages. A recent one shared by NASA is that of a sparkling blue pulsar that will surely make you want to resea… [+1696 chars]"}, {"source": {"id": null, "name": "Global Times"}, "author": null, "title": "Homegrown largest reflector antenna in Asia delivered, ready to receive data from Mars - Global Times", "description": "The China-developed 70-meter diameter reflector antenna, the largest in Asia, completed acceptance checks on Thursday and is ready to be put to use for the country’s first Mars mission, Tianwen-1, which is approaching the Red Planet and is expected to enter i…", "url": "https://www.globaltimes.cn/page/202102/1214975.shtml", "urlToImage": "https://www.globaltimes.cn/Portals/0/attachment/2020/2020-11-17/a31ecb1b-6bd6-4f8b-ab35-ea4a7e9e0e32.jpeg", "publishedAt": "2021-02-04T10:20:00Z", "content": "The deep space antenna array system at a ground station in Kashi, Northwest Chinas Xinjiang Uyghur Autonomous Region Photo: Xi'an Satellite Control Center \r\nThe China-developed 70-meter diameter refl… [+2525 chars]"}, {"source": {"id": null, "name": "India Education Diary"}, "author": null, "title": "Australian-led project sheds light on the evolution of the universe - India Education Diary", "description": "The seven-year SAMI Survey has allowed scientists to understand the complex interaction between thousands of galaxies. Their findings will help astronomers understand how the universe has evolved a…", "url": "https://indiaeducationdiary.in/australian-led-project-sheds-light-on-the-evolution-of-the-universe/", "urlToImage": "https://s0.wp.com/i/blank.jpg", "publishedAt": "2021-02-04T09:47:00Z", "content": "Time lapse of the Anglo Australian Observatory during a SAMI Survey run.GIF Angel Lopez-Sanchez/Macquarie\r\nThe survey, which began in 2013, has already formed the basis of dozens of astronomy papers,… [+2567 chars]"}, {"source": {"id": null, "name": "Republic World"}, "author": "Anushka Pathania", "title": "Mysterious clusters of dark streaks on Mars is probably because of landslides - Republic World", "description": "Researchers have found what could clusters of dark streaks on Mars probably be because of. Here is more information about it, read on to know.", "url": "https://www.republicworld.com/technology-news/science/mysterious-clusters-of-dark-streaks-on-mars-is-probably-because-of-landslides.html", "urlToImage": "https://img.republicworld.com/republic-prod/stories/promolarge/xxhdpi/lssgoees4nnsx5ck_1612425114.jpeg?tr=f-jpeg", "publishedAt": "2021-02-04T08:39:00Z", "content": "Researchers have been reasoning what could be the cause of the dark streaks on some Martian slopes, which are also known as recurring slope lineae. While some researchers think temporary surface flow… [+2459 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Dynamic 3-D printing process features a light-driven twist - Phys.org", "description": "The speed of light has come to 3-D printing. Northwestern University engineers have developed a new method that uses light to improve 3-D printing speed and precision while also, in combination with a high-precision robot arm, providing the freedom to move, r…", "url": "https://phys.org/news/2021-02-dynamic-d-features-light-driven.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2021/dynamic3dpri.jpg", "publishedAt": "2021-02-04T08:13:41Z", "content": "The speed of light has come to 3-D printing. Northwestern University engineers have developed a new method that uses light to improve 3-D printing speed and precision while also, in combination with … [+3343 chars]"}, {"source": {"id": null, "name": "The Weather Channel"}, "author": null, "title": "NASA Successfully Upgrades Space Station's Power System After Efforts of Several Years | The Weather Channel - Articles from The Weather Channel | weather.com - The Weather Channel", "description": "The space station's primary power system originally used nickel-hydrogen batteries for storage, the US space agency said on Tuesday. - Articles from The Weather Channel | weather.com", "url": "https://weather.com/en-IN/india/space/news/2021-02-04-nasa-successfully-upgrades-iss-primary-power-system", "urlToImage": "https://s.w-x.co/in-ISS_0.jpg", "publishedAt": "2021-02-04T08:10:53Z", "content": "After 13 different astronauts conducted 14 spacewalks over several years, the primary power system of the International Space Station (ISS) has now been fully upgraded to lithium-ion technology, NASA… [+1457 chars]"}, {"source": {"id": null, "name": "Republic World"}, "author": "Danish Ansari", "title": "SpaceX launch missions: How to watch Starlink twin launch on live stream? - Republic World", "description": "SpaceX is preparing to launch two Starlink launch missions starting Thursday, February 4. Continue scrolling for SpaceX launch and live stream details.", "url": "https://www.republicworld.com/technology-news/science/spacex-launch-missions-how-to-watch-starlink-twin-launch-on-live-stream.html", "urlToImage": "https://img.republicworld.com/republic-prod/stories/promolarge/xxhdpi/f5ke3xcaaeadtief_1612418787.jpeg?tr=f-jpeg", "publishedAt": "2021-02-04T08:02:00Z", "content": "SpaceX has had a series of successful Starlink launches over the past year. Now, the Aerospace company is set to achieve another landmark with its potential doubleheader launch event that will furthe… [+2208 chars]"}, {"source": {"id": null, "name": "ScienceAlert"}, "author": "Tessa Koumoundouros", "title": "Scientists Discover an Immense, Unknown Hydrocarbon Cycle Hiding in The Oceans - ScienceAlert", "description": "In the awful wake of an oil spill, it's typically the smallest of organisms who do most of the cleaning up. Surprisingly, scientists know very little about the tools these tiny clean-up crews have at their disposal.", "url": "https://www.sciencealert.com/we-ve-overlooked-an-immense-hydrocarbon-cycle-in-the-oceans-until-now", "urlToImage": "https://www.sciencealert.com/images/2021-02/processed/HydrocarbonCycleHiddenInOcean_1024.jpg", "publishedAt": "2021-02-04T06:27:08Z", "content": "In the awful wake of an oil spill, it's typically the smallest of organisms who do most of the cleaning up. Surprisingly, scientists know very little about the tools these tiny clean-up crews have at… [+5186 chars]"}, {"source": {"id": null, "name": "The Indian Express"}, "author": "Tech Desk", "title": "Nuclear-powered rockets can get crewed mission to Mars in just three months: Report - The Indian Express", "description": "A nuclear-powered rocket could get a crewed mission to Mars in just under three months, according to a report on CNN. But the technology will still need to be tested before it gets a thumbs up.", "url": "https://indianexpress.com/article/technology/science/nuclear-powered-rockets-crewed-mission-mars-nasa-three-months-unsc-7173806/", "urlToImage": "https://images.indianexpress.com/2021/02/nuclear-spacecraft-usnc.jpg", "publishedAt": "2021-02-04T05:57:36Z", "content": "A nuclear-powered rocket could get a crewed mission to Mars in just under three months, according to a report on CNN. NASA’s plan is to get human to Mars by the year 2035, but there are several chall… [+2309 chars]"}, {"source": {"id": null, "name": "WION"}, "author": "WION Web Team", "title": "We can enter a black hole, but it will be a lonely journey - WION", "description": "Black holes are intriguing indeed. Who wouldnt like to marvel at these space bodies that do not even let light escape? Ranks of scientists from Albert Einstein to Stephen Hawking have studied black holes but they remain to be completely understood. Scientists…", "url": "https://www.wionews.com/science/we-can-enter-a-black-hole-but-it-will-be-a-lonely-journey-361210", "urlToImage": "https://cdn.wionews.com/sites/default/files/styles/story_page/public/2020/12/13/173801-5.jpg", "publishedAt": "2021-02-04T05:47:04Z", "content": "Black holes are intriguing indeed. Who wouldn't like to marvel at these space bodies that do not even let light escape? Ranks of scientists from Albert Einstein to Stephen Hawking have studied black … [+1656 chars]"}, {"source": {"id": null, "name": "YouTube"}, "author": null, "title": "Manhattan Animal Shelter Closes Due To Staff COVID Cases - CBS New York", "description": "The coronavirus has forced Manhattan's main animal shelter to temporarily close, and they need help caring for animals in the meantime.", "url": "https://www.youtube.com/watch?v=PUl604QFfS8", "urlToImage": "https://i.ytimg.com/vi/PUl604QFfS8/maxresdefault.jpg", "publishedAt": "2021-02-04T04:41:50Z", "content": null}]}