{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "The Weather Channel"}, "author": null, "title": "ARIES Nainital Develops Optical Spectrograph to Locate Faint Light from Distant Celestial Objects | The Weather Channel - Articles from The Weather Channel | weather.com - The Weather Channel", "description": "The spectroscope, the largest of its kind among the existing astronomical spectrographs in the country, has been successfully commissioned on the 3.6-m Devasthal Optical Telescope (DOT), the largest in the country and Asia, near Nainital, Uttarakhand. - Artic…", "url": "https://weather.com/en-IN/india/space/news/2021-03-05-aries-nainital-develops-optical-spectrograph-to-locate-faint-light", "urlToImage": "https://s.w-x.co/in-supernovaexplosion_0.jpg", "publishedAt": "2021-03-05T04:30:41Z", "content": "Indian scientists have indigenously designed and developed a low-cost optical spectrograph that can locate sources of faint light from distant quasars and galaxies, regions around supermassive black-… [+2595 chars]"}, {"source": {"id": null, "name": "The Indian Express"}, "author": "PTI", "title": "Path to NASA started way back watching Star Trek as a child, Indian-American Swati Mohan tells Biden - The Indian Express", "description": "Mohan, who emigrated from India to the US when she was only a year old, said her path actually started way back when she was a child, watching popular TV show Star Trek.", "url": "https://indianexpress.com/article/world/path-to-nasa-started-way-back-watching-star-trek-as-a-child-indian-american-swati-mohan-tells-biden-7214930/", "urlToImage": "https://images.indianexpress.com/2021/03/Swati-Mohan-2.jpg", "publishedAt": "2021-03-05T03:22:12Z", "content": "Indian-American aerospace engineer Swati Mohan, who played a key role in the successful landing of NASA’s Perseverance rover on the Martian surface, told President Joe Biden on Thursday that her path… [+4401 chars]"}, {"source": {"id": null, "name": "News18"}, "author": "News18", "title": "China's Mars Probe Tianwen-1 Captures High-Resolution Photos of Red Planet - News18", "description": "China's national space agency published two panchromatic view and one colour images of Mars captured by the country's Tianwen-1 probe, which is currently orbiting the Red planet.", "url": "https://www.news18.com/news/buzz/chinas-mars-probe-tianwen-1-captures-high-resolution-photos-of-red-planet-3499883.html", "urlToImage": "https://images.news18.com/ibnlive/uploads/2021/03/1614909077_untitled-design.png", "publishedAt": "2021-03-05T01:51:00Z", "content": "tianwen-1 Probe news18It’s not just Peserverence or ESA’s ExoMars orbiter, China’s Tianwen-1 Probe is also beaming back images of the red planet. \r\nChina’s national space agency on Thursday published… [+2557 chars]"}, {"source": {"id": null, "name": "Science Daily"}, "author": null, "title": "Newly discovered millipede, Nannaria hokie, lives at Virginia Tech - Science Daily", "description": "Hearing the words \"new species discovered\" may conjure images of deep caves, uncharted rainforests, or hidden oases in the desert. But the reality is that thousands of new species are discovered each year by enterprising scientists all over the world. Many of…", "url": "https://www.sciencedaily.com/releases/2021/03/210304133505.htm", "urlToImage": "https://www.sciencedaily.com/images/scidaily-icon.png", "publishedAt": "2021-03-04T20:14:30Z", "content": "Hearing the words \"new species discovered\" may conjure images of deep caves, uncharted rainforests, or hidden oases in the desert.But the reality is that thousands of new species are discovered each … [+5531 chars]"}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "SpaceX Takes Flight With and Without Success - VOA News", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMiK2h0dHBzOi8vd3d3LnlvdXR1YmUuY29tL3dhdGNoP3Y9S2FVWFladGpyOXfSAQA?oc=5", "urlToImage": null, "publishedAt": "2021-03-04T20:01:14Z", "content": null}, {"source": {"id": null, "name": "Nintendo-power.com"}, "author": "Ebenezer Robbins", "title": "Physics World: Supervenus near us - Nintendo-Power", "description": "Meanwhile, astronomers have discovered many solar rocks - similar to the inner planets of our solar system - in distant stars. However, little is known", "url": "https://nintendo-power.com/physics-world-supervenus-near-us/", "urlToImage": null, "publishedAt": "2021-03-04T19:26:43Z", "content": "Meanwhile, astronomers have discovered many solar rocks – similar to the inner planets of our solar system – in distant stars. However, little is known about these strange worlds. The newly discovere… [+3243 chars]"}, {"source": {"id": null, "name": "Mit.edu"}, "author": "Raleigh McElvery | Department of Biology", "title": "Eyeless roundworms sense color - MIT News", "description": "MIT researchers have discovered that roundworms sense color in order to assess the risk of feasting on potentially dangerous bacteria that secrete blue toxins.", "url": "https://news.mit.edu/2021/eyeless-roundworms-sense-color-0304", "urlToImage": "https://news.mit.edu/sites/default/files/images/202103/C-elegans-on-agar-plate-seeing-color-00.png", "publishedAt": "2021-03-04T19:00:00Z", "content": "Roundworms dont have eyes or the light-absorbing molecules required to see. Yet, new research shows they can somehow sense color. The study, published on March 5 in the journal Science, suggests worm… [+5647 chars]"}, {"source": {"id": null, "name": "ThePrint"}, "author": "Sandhya Ramesh", "title": "Scientists observe ‘space hurricane’ over North Pole that spanned 1,000 km, swirled for 8 hrs - ThePrint", "description": "Hurricane in Earth's upper atmospheric layers caused by same phenomenon that results in the colourful aurorae, popularly known as Northern Lights when it occurs at North Pole.", "url": "https://theprint.in/science/scientists-observe-space-hurricane-over-north-pole-that-spanned-1000-km-swirled-for-8-hrs/615648/", "urlToImage": "https://static.theprint.in/wp-content/uploads/2021/03/Space-hurricane.jpg", "publishedAt": "2021-03-04T17:55:52Z", "content": "Bengaluru: The first ever observation of a space hurricane on Earths upper layers of atmosphere has been announced by scientists at the University of Reading, in collaboration with the Shandong Unive… [+4053 chars]"}, {"source": {"id": null, "name": "News18"}, "author": "News18", "title": "NASA’s 'Giant Space Sunflower' Hubble Successor Telescope is Ready for Big Launch - News18", "description": "The new space telescope called the James Webb Space Telescope (JWST) or simply ‘Webb,’ is designed and funded by NASA, the European Space Agency (ESA) and the Canadian Space Agency (CSA).", "url": "https://www.news18.com/news/buzz/nasas-giant-space-sunflower-hubble-successor-telescope-is-ready-for-big-launch-3498497.html", "urlToImage": "https://images.news18.com/ibnlive/uploads/2021/03/1614874063_webb.jpeg", "publishedAt": "2021-03-04T16:10:00Z", "content": "The National Aeronautics and Space Administrations (NASA) Hubble Space telescopes much-awaited successor is almost ready for a launch. The James Webb Space Telescope (JWST) or simply Webb, which was … [+1991 chars]"}, {"source": {"id": null, "name": "Azosensors.com"}, "author": null, "title": "Mantis Shrimp-Inspired Optical Sensor for Hyperspectral, Polarimetric Imaging - AZoSensors", "description": "Scientists have taken cues from the eyes of mantis shrimp to design a new type of optical sensor that is quite small to fit on a smartphone but can also perform polarimetric and hyperspectral imaging.", "url": "https://www.azosensors.com/news.aspx?newsID=14388", "urlToImage": "https://d10lvax23vl53t.cloudfront.net/images/news/ImageForNews_14388_16148653280953083.jpg", "publishedAt": "2021-03-04T16:09:00Z", "content": "Written by AZoSensorsMar 4 2021\r\nScientists have taken cues from the eyes of mantis shrimp to design a new type of optical sensor that is small enough to fit on a smartphone but can also perform pola… [+5413 chars]"}, {"source": {"id": null, "name": "AZoNano"}, "author": null, "title": "Researchers Succeed in Injecting Nanodiamonds Directly to the Cell Interior - AZoNano", "description": "Several researchers have strangely tried to place very small diamonds within living cells. This is because nanodiamonds are constantly bright and can offer a better understanding of the inner life of cells over a long period.", "url": "https://www.azonano.com/news.aspx?newsID=37815", "urlToImage": "https://d1otjdv2bf0507.cloudfront.net/images/news/ThumbForNews_37815_16148649447359424.png", "publishedAt": "2021-03-04T15:45:00Z", "content": "Written by AZoNanoMar 4 2021\r\nSeveral researchers have strangely tried to place very small diamonds within living cells. This is because nanodiamonds are constantly bright and can offer a better unde… [+2953 chars]"}, {"source": {"id": null, "name": "EurekAlert"}, "author": null, "title": "Protein discovery could help enable eco-friendly fungicides - EurekAlert", "description": "New research reveals an essential step in scientists' quest to create targeted, RNA-based, more eco-friendly fungicides that protect food crops.", "url": "https://www.eurekalert.org/pub_releases/2021-03/uoc--pdc030421.php", "urlToImage": "https://www.eurekalert.org/multimedia/pub/web/258114_web.jpg", "publishedAt": "2021-03-04T15:33:45Z", "content": "IMAGE: Strawberry infected with gray mold, a fungal disease that primarily affects ripening or damaged fruit.\r\n view more \r\nCredit: Nicole Ward Gauthier/University of Kentucky\r\nNew research reveals a… [+3489 chars]"}, {"source": {"id": null, "name": "Republic World"}, "author": "Zaini Majeed", "title": "Scientists find organic material and water on asteroid for the first time - Republic TV", "description": "Scientists discovered organic material and water on tiny ‘grain’ of Itokava collected by the JAXA mission with ESA's participation in JAXA’s Hayabusa mission.", "url": "https://www.republicworld.com/world-news/global-event-news/scientists-find-organic-material-and-water-on-asteroid-for-the-first-time.html", "urlToImage": "https://img.republicworld.com/republic-prod/stories/promolarge/xxhdpi/ib4qzsphhcgq3mu3_1614865666.jpeg?tr=f-jpeg", "publishedAt": "2021-03-04T15:19:00Z", "content": "In a breakthrough discovery, scientists have detected water and organic matter on the surface of an asteroid dubbed as Itokava. The study was documented in the journal Scientific Reports. The sample … [+2763 chars]"}, {"source": {"id": null, "name": "Brinkwire.com"}, "author": "Alanis Hayal", "title": "A COSMIC Approach to Nanoscale Science: World-Leading Resolution of Nanomaterials - Brinkwire", "description": null, "url": "https://en.brinkwire.com/science/a-cosmic-approach-to-nanoscale-science-world-leading-resolution-of-nanomaterials/", "urlToImage": null, "publishedAt": "2021-03-04T15:18:16Z", "content": "Instrument at Berkeley Labs Advanced Light Source achieves world-leading resolution of nanomaterials.\r\nCOSMIC, a multipurpose X-ray instrument at Lawrence Berkeley National Laboratorys (Berkeley Labs… [+12565 chars]"}, {"source": {"id": null, "name": "Firstpost"}, "author": null, "title": "Starlink internet to reach India in 2022: Here's what the Rs 7,200 pre-order deposit gets you - Firstpost", "description": "The service will be launched in most, if not all regions of India, in 2022, and now open to preorders for a refundable USD 99 deposit.", "url": "https://www.firstpost.com/tech/science/starlink-internet-to-reach-india-in-2022-heres-what-the-inr-7200-preorder-deposit-gets-you-9377121.html", "urlToImage": "https://images.firstpost.com/wp-content/uploads/2021/03/Elon-Musk-Starlink-Satellite-Internet-Coming-to-India_Starlink.jpg", "publishedAt": "2021-03-04T12:57:14Z", "content": "tech2 News StaffMar 04, 2021 18:27:14 IST\r\nThe world has waited with bated breath for the Starlink satellite broadband service to go live. There were rumours about a likely launch in India soon, whic… [+2682 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Air pollution fell sharply during lockdown - Phys.org", "description": "The far-reaching mobility restrictions at the beginning of the COVID pandemic in March 2020 created a unique situation for atmospheric sciences: \"During the 2020 lockdown, we were able to directly investigate the actual effects of drastic traffic restrictions…", "url": "https://phys.org/news/2021-03-air-pollution-fell-sharply-lockdown.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2021/4-airpollution.jpg", "publishedAt": "2021-03-04T12:55:39Z", "content": "The far-reaching mobility restrictions at the beginning of the COVID pandemic in March 2020 created a unique situation for atmospheric sciences: \"During the 2020 lockdown, we were able to directly in… [+3657 chars]"}, {"source": {"id": null, "name": "Jagran Josh"}, "author": null, "title": "Indian scientists develop low-cost spectrograph that can locate faint light from distant celestial objects - Jagran Josh", "description": "The spectrograph can detect faint light from distant quasars and galaxies, regions around supermassive black-holes and cosmic explosions.", "url": "https://www.jagranjosh.com/current-affairs/indian-scientists-develop-lowcost-spectrograph-that-can-locate-faint-light-from-distant-celestial-objects-1614858186-1", "urlToImage": "https://img.jagranjosh.com/images/2021/March/432021/made_in_india_spectrograph.jpg", "publishedAt": "2021-03-04T11:54:00Z", "content": "In a significant development, Indian Scientists have indigenously designed and developed a low-cost optical spectrograph, which is capable of locating sources of faint light from distant celestial ob… [+2675 chars]"}, {"source": {"id": null, "name": "Tech Explorist"}, "author": "https://www.facebook.com/malewar.amit", "title": "Scientists confirmed the existence of the Earth’s innermost inner core - Tech Explorist", "description": "Scientists from The Australian National University (ANU) have confirmed the existence of the Earth's \"innermost inner core\". They found evidence that may indicate a change in the structure of iron, which suggests perhaps two separate cooling events in Earth's…", "url": "https://www.techexplorist.com/scientists-confirmed-existence-earth-innermost-inner-core/38129/", "urlToImage": "https://www.techexplorist.com/wp-content/uploads/2021/03/earth-blue-planet-globe-planet-41953.jpeg", "publishedAt": "2021-03-04T11:40:19Z", "content": "It has been thought that the Earth has four main layers: the crust, the mantle, the outer core, and the inner core. Almost a decade ago, a couple proposed the idea of the presence of another distinct… [+1247 chars]"}, {"source": {"id": null, "name": "Tech Explorist"}, "author": "https://www.facebook.com/malewar.amit", "title": "Photon-photon polaritons: Binding two photons of different colours together - Tech Explorist", "description": "Scientists exploring the interactions between light particles, photons, and matter find that optical microresonators host quasiparticles made by two photons.", "url": "https://www.techexplorist.com/photon-photon-polaritons-binding-two-photons-different-colours-together/38108/", "urlToImage": "https://www.techexplorist.com/wp-content/uploads/2021/03/Photon-photon-polaritons.jpg", "publishedAt": "2021-03-04T11:40:19Z", "content": "The concept of momentum and energy (and therefore mass) is easy for most people, especially when it comes to solid objects. Most of them are not aware that non-material objects, such as light waves, … [+3091 chars]"}, {"source": {"id": null, "name": "Republic World"}, "author": "Aanchal Nigam", "title": "Scientists discover origin of suns solar storms; can disrupt satellites on Earth: Study - Republic TV", "description": "In groundbreaking discovery, scientists have determined origin of dangerous solar storms that could even help them forecast devastating eruptions from the Sun.", "url": "https://www.republicworld.com/technology-news/science/scientists-discover-origin-of-suns-solar-storms-can-disrupt-satellites-on-earth-study.html", "urlToImage": "https://img.republicworld.com/republic-prod/stories/promolarge/xxhdpi/fg0hhpm2m8ykrqzq_1614848395.jpeg?tr=f-jpeg", "publishedAt": "2021-03-04T10:32:00Z", "content": "In a breakthrough discovery, scientists have determined the origin of dangerous solar storms that could even help them forecast the devastating eruptions from the Sun. Solar storms are basically the … [+2589 chars]"}]}