{"status": "ok", "totalResults": 69, "articles": [{"source": {"id": null, "name": "SpaceNews"}, "author": "Jason Rainbow", "title": "Viasat asks FCC to halt Starlink launches while it seeks court ruling - SpaceNews", "description": "Satellite operator Viasat is asking the FCC to stop SpaceX from launching more Starlink satellites as it heads to court to compel a thorough environmental review of the rapidly growing megaconstellation.", "url": "https://spacenews.com/viasat-asks-fcc-to-halt-starlink-launches-while-it-seeks-court-ruling/", "urlToImage": "https://spacenews.com/wp-content/uploads/2019/05/Starlink-Screenshot.png", "publishedAt": "2021-05-25T15:30:59Z", "content": "TAMPA, Fla. Satellite operator Viasat is asking the FCC to stop SpaceX from launching more Starlink satellites as it heads to court to compel a thorough environmental review of the rapidly growing me… [+4747 chars]"}, {"source": {"id": null, "name": "News18"}, "author": "News18", "title": "Lunar Eclipse 2021: These Cities Will be Able to View Chandra Grahan 2021; Check - News18", "description": "The first lunar eclipse of 2021 is going to happen on May 26.", "url": "https://www.news18.com/news/lifestyle/lunar-eclipse-2021-these-cities-will-be-able-to-view-chandra-grahan-2021-check-timings-other-details-3775415.html", "urlToImage": "https://images.news18.com/ibnlive/uploads/2021/05/1621944247_lunar-eclipse-view.jpg", "publishedAt": "2021-05-25T11:44:00Z", "content": "The first lunar eclipse of 2021 is going to happen on May 26. But this is going to be an especially super lunar event, as it will be a supermoon, a lunar eclipse and a red blood moon all at once. Peo… [+981 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Engineering matter at the atomic level - Phys.org", "description": "As the miniaturization of technology continues, scientists are seeking to engineer materials at the atomic level. In Nature Communications, researchers from the RIKEN Cluster for Pioneering Research and RIKEN Center for Advanced Photonics, along with collabor…", "url": "https://phys.org/news/2021-05-atomic.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2021/engineering-matter-at.jpg", "publishedAt": "2021-05-25T11:24:09Z", "content": "As the miniaturization of technology continues, scientists are seeking to engineer materials at the atomic level. In Nature Communications, researchers from the RIKEN Cluster for Pioneering Research … [+3207 chars]"}, {"source": {"id": null, "name": "India Today"}, "author": null, "title": "Hubble captures Galactic Menagerie, a cluster jostling with galaxies, bright stars - India Today", "description": "The cluster’s huge mass has gravitationally lensed the light from background galaxies, distorting and smearing their shapes.", "url": "https://www.indiatoday.in/science/story/hubble-telescope-picture-nasa-gravitational-lensing-cluster-galaxy-1806806-2021-05-25", "urlToImage": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202105/Cluster-647x363.jpeg?xvtDbAnvUth.9j92TOWZm8nB6g2UbhL4", "publishedAt": "2021-05-25T10:29:55Z", "content": "The Hubble Space Telescope, which has been our eyes to the far reaches of the cosmos, has once again proved its brilliance with a new image of a cluster of galaxies. The packed image shows the cluste… [+2430 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "Soft X-ray Method Promises Nanocarrier Breakthroughs for Smart Medicine and Environmental Clean-Up - SciTechDaily", "description": "Before the huge potential of tiny nanocarriers for highly targeted drug delivery and environmental clean-up can be realized, scientists first need to be able to see them. Currently, researchers have to rely on attaching fluorescent dyes or heavy metals to lab…", "url": "https://scitechdaily.com/soft-x-ray-method-promises-nanocarrier-breakthroughs-for-smart-medicine-and-environmental-clean-up/", "urlToImage": "https://scitechdaily.com/images/Soft-X-rays-Allow-Researcher-to-Investigate-Nanocarrier-Structures.jpg", "publishedAt": "2021-05-25T09:00:21Z", "content": "Special X-ray colors resonate with bonds in molecules, (methyl is pictured in this illustration). This enables scientists to selectively probe chemically distinct parts of micelle nanocarriers–in dev… [+5338 chars]"}, {"source": {"id": null, "name": "Republic World"}, "author": "Zaini Majeed", "title": "Milestone: Scientists partially restore blind mans vision with ’gene therapy’ - Republic World", "description": "“It’s a big step for the field,\" neurobiologist Flannery said. \"Most important thing is that it is safe and permanent,\" he added about blind man's vision.", "url": "https://www.republicworld.com/technology-news/science/milestone-scientists-partially-restore-blind-mans-vision-with-gene-therapy.html", "urlToImage": "https://img.republicworld.com/republic-prod/stories/promolarge/xxhdpi/41eilcgf8bp8qb6c_1621927269.jpeg?tr=f-jpeg", "publishedAt": "2021-05-25T07:46:00Z", "content": "In a first, scientists in Europe and the US have been able to partially restore the eyesight for a blind man who suffered photoreceptor disease nearly 40 years ago. Employing the technique known as o… [+3485 chars]"}, {"source": {"id": null, "name": "CNBCTV18"}, "author": null, "title": "Who's an astronaut as private spaceflight picks up speed? - CNBCTV18", "description": "NASA's new boss Bill Nelson doesn't consider himself an astronaut even though he spent six days orbiting Earth in 1986 aboard the space shuttle Columbia as a congressman. I reserve that term for my professional colleagues, Nelson recently told The Associated …", "url": "https://www.cnbctv18.com/world/whos-an-astronaut-as-private-spaceflight-picks-up-speed-9422041.htm", "urlToImage": "https://images.cnbctv18.com/wp-content/uploads/2021/05/astronaut2-768x432.jpg", "publishedAt": "2021-05-25T07:35:29Z", "content": "As more companies start selling tickets to space, a question looms: Who gets to call themselves an astronaut? It's already a complicated issue and about to get more so as the wealthy snap up spacecra… [+4818 chars]"}, {"source": {"id": null, "name": "India Today"}, "author": null, "title": "Nasa joins hands with Isro to develop Earth Observatory to mitigate climate change, better disaster management - India Today", "description": "As part of the Earth System Observatory, each satellite will be designed uniquely to work together and create a 3D, holistic view of Earth, from bedrock to atmosphere.", "url": "https://www.indiatoday.in/science/story/nasa-isro-disaster-management-system-climate-change-cyclone-1806655-2021-05-25", "urlToImage": "As part of the Earth System Observatory, each satellite will be designed uniquely to work together and create a 3D, holistic view of Earth, from bedrock to atmosphere.", "publishedAt": "2021-05-25T06:22:53Z", "content": "As India prepares to tackle the upcoming Cyclone Yaas, disaster management has emerged as a critical part of the global agenda as climate change leads to increased cyclonic storms, wildfires and majo… [+2501 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": "Edited by Gadgets 360 Newsdesk", "title": "UK Space Agency, Rolls Royce Tie Up To Test Nuclear Technology To Power Spacecraft - Gadgets 360", "description": "Using nuclear powered engines, astronauts could make the trip to Mars in half the time, and also reduce radiation exposure. Rolls Royce has previously provided the nuclear propulsion technology for the Royal Navy's submarines.", "url": "https://gadgets.ndtv.com/science/news/uk-space-agency-rolls-royce-mars-nuclear-engines-2448746", "urlToImage": "https://i.gadgets360cdn.com/large/rolls_royce_mars_800_1621922150485.jpg", "publishedAt": "2021-05-25T06:01:04Z", "content": "The UK space agency is aiming to send a spacecraft to Mars in roughly half the time it takes now to reach the Red Planet, using nuclear powered-engines to be built by Rolls Royce. It said its researc… [+1804 chars]"}, {"source": {"id": null, "name": "Firstpost"}, "author": null, "title": "China's Zhurong rover begins its 90-day exploration of Utopia Planitia on Mars - Firstpost", "description": "China has come a long way in its race to catch up with the US and Russia, who have decades of experience in space exploration.", "url": "https://www.firstpost.com/tech/science/chinas-zhurong-rover-begins-its-90-day-exploration-of-utopia-planitia-on-mars-9652571.html", "urlToImage": "https://images.firstpost.com/wp-content/uploads/2021/05/AP21139431715004-1-1.jpg", "publishedAt": "2021-05-25T04:54:28Z", "content": "Agence France-PresseMay 25, 2021 10:24:28 IST\r\nChina's Mars rover drove from its landing platform and began exploring the surface on Saturday, state-run Xinhua news agency said, making the country on… [+2221 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "NASA Ingenuity Mars Helicopter: Plans Underway for Daring Sixth Flight on Red Planet - SciTechDaily", "description": "Plans are underway for NASA’s Ingenuity Mars Helicopter to make its sixth flight on the Red Planet in the next week. The flight is the first to be executed during the helicopter’s operations demonstration phase and includes scouting multiple surface features …", "url": "https://scitechdaily.com/nasa-ingenuity-mars-helicopter-plans-underway-for-daring-sixth-flight-on-red-planet/", "urlToImage": "https://scitechdaily.com/images/Ingenuity-Helicopter-Flight.gif", "publishedAt": "2021-05-25T02:07:29Z", "content": "Animation illustrating NASA’s Ingenuity helicopter flying on Mars. Credit: NASA\r\nPlans are underway for NASA’s Ingenuity Mars Helicopter to make its sixth flight on the Red Planet in the next week. T… [+1825 chars]"}, {"source": {"id": null, "name": "Deccan Herald"}, "author": "International New York Times", "title": "Scientists drove mice to bond by zapping their brains with light - Deccan Herald", "description": "Late one evening in March 2020, just before the coronavirus pandemic shut down the country, Mingzheng Wu, a graduate student at Northwestern University, plopped two male mice into a cage and watched as they explored their modest new digs: sniffing, digging, f…", "url": "https://www.deccanherald.com/science-and-environment/scientists-drove-mice-to-bond-by-zapping-their-brains-with-light-989692.html", "urlToImage": "https://www.deccanherald.com/sites/dh/files/articleimages/2021/05/25/mouse-istock-989692-1621911027.jpg", "publishedAt": "2021-05-25T02:00:02Z", "content": "Late one evening in March 2020, just before the coronavirus pandemic shut down the country, Mingzheng Wu, a graduate student at Northwestern University, plopped two male mice into a cage and watched … [+10374 chars]"}, {"source": {"id": null, "name": "VolcanoDiscovery"}, "author": null, "title": "Earthquake Archive: past quakes in or near Afghanistan, Afghanistan, on Monday, 24 May 2021 - complete list and interactive map - VolcanoDiscovery", "description": "Look up most recent and past earthquakes in or near Afghanistan , Afghanistan. File an \"I felt it\" report if you were in the area and felt one! Frequently updated list and interactive map, updates, links and background info.", "url": "https://www.volcanodiscovery.com/earthquakes/afghanistan/archive/2021-may-24.html", "urlToImage": "https://volcanodiscovery.de/", "publishedAt": "2021-05-25T00:09:00Z", "content": "Updated 25 May 2021 01:38 GMT - \r\nOn 24 May 2021, Afghanistan was shaken by 1 quake of magnitude 3.2 and 4 quakes between 2.0 and 3.0. There were also 2 quakes below magnitude 2.0 which people don't … [+3022 chars]"}, {"source": {"id": null, "name": "Spaceflight Now"}, "author": null, "title": "SpaceX rolls out rocket for sixth Falcon 9 launch in five weeks – Spaceflight Now - Spaceflight Now", "description": null, "url": "https://spaceflightnow.com/2021/05/24/spacex-rolls-out-rocket-for-sixth-falcon-9-launch-in-five-weeks/", "urlToImage": null, "publishedAt": "2021-05-24T22:33:12Z", "content": "SpaceX fired up a Falcon 9 rocket Monday on its launch pad at Cape Canaveral Space Force Station in Florida, running the launcher through a pre-flight checkout and clearing a hurdle before liftoff la… [+4822 chars]"}, {"source": {"id": null, "name": "Business Insider India"}, "author": "Aria Bendix", "title": "NASA's Mars helicopter will attempt a perilous landing in unknown territory during its first 'bonus' flight th - Business Insider India", "description": "NASA's Ingenuity helicopter has embarked on a new mission on Mars after five successful flights. It's scheduled to conduct its most daring flight yet within", "url": "https://www.businessinsider.in/science/news/nasas-mars-helicopter-will-attempt-a-perilous-landing-in-unknown-territory-during-its-first-bonus-flight-this-week/articleshow/82927208.cms", "urlToImage": "https://www.businessinsider.in/photo/82927208/nasas-mars-helicopter-will-attempt-a-perilous-landing-in-unknown-territory-during-its-first-bonus-flight-this-week.jpg?imgsize=131720", "publishedAt": "2021-05-24T22:19:00Z", "content": "A month ago, NASA\r\n was preparing to sacrifice its Mars helicopter in the name of science\r\n.\r\nIngenuity was designed to soar five times over the Martian surface as a technology demonstration. With ea… [+4955 chars]"}, {"source": {"id": null, "name": "Science Daily"}, "author": null, "title": "Fluorescent light clarifies relationship between heat stress and crop yield - Science Daily", "description": "Scientists report that it is possible to detect and predict heat damage in crops by measuring the fluorescent light signature of plant leaves experiencing heat stress. If collected via satellite, this fluorescent signal could support widespread monitoring of …", "url": "https://www.sciencedaily.com/releases/2021/05/210524161719.htm", "urlToImage": "https://www.sciencedaily.com/images/scidaily-icon.png", "publishedAt": "2021-05-24T21:38:00Z", "content": "Scientists report that it is possible to detect and predict heat damage in crops by measuring the fluorescent light signature of plant leaves experiencing heat stress. If collected via satellite, thi… [+2851 chars]"}, {"source": {"id": null, "name": "SlashGear"}, "author": "Brittany A. Roston", "title": "Study finds a good reason to limit young teens to an hour of gaming daily - SlashGear", "description": "Though parental control apps for various gadgets have become common and easily accessible, controversy still remains over how much time a child or teenager should spend in the digital world. A new …", "url": "https://www.slashgear.com/study-finds-a-good-reason-to-limit-young-teens-to-an-hour-of-gaming-daily-24674266/", "urlToImage": "https://cdn.slashgear.com/wp-content/uploads/2021/05/gaming_main_uns.jpg", "publishedAt": "2021-05-24T21:27:00Z", "content": "Though parental control apps for various gadgets have become common and easily accessible, controversy still remains over how much time a child or teenager should spend in the digital world. A new st… [+1481 chars]"}, {"source": {"id": null, "name": "PetaPixel"}, "author": "https://www.facebook.com/DavidJCrewePhotography/", "title": "10 Incredible Photos From the 2021 Milky Way Photographer of the Year - PetaPixel", "description": "Some of the best photos taken this year of our galaxy.", "url": "https://petapixel.com/2021/05/24/10-incredible-photos-from-the-2021-milky-way-photographer-of-the-year/", "urlToImage": "https://petapixel.com/assets/uploads/2021/05/Capture-The-Atlast-2021-Milky-Way-Photographer-of-the-Year.jpg", "publishedAt": "2021-05-24T21:01:58Z", "content": "Travel and adventure photography blog Capture the Atlas has released the results of its annual Milky Way Photographer of the Year, a collection of 25 stunning photos showcase the night sky from locat… [+10075 chars]"}, {"source": {"id": null, "name": "Spaceflight Now"}, "author": null, "title": "NASA assigns fourth astronaut to SpaceX's next space station crew launch – Spaceflight Now - Spaceflight Now", "description": null, "url": "https://spaceflightnow.com/2021/05/24/nasa-assigns-fourth-astronaut-to-spacexs-next-space-station-crew-launch/", "urlToImage": null, "publishedAt": "2021-05-24T19:04:52Z", "content": "NASA astronaut Kayla Barron. Credit: NASA\r\nNASA has assigned astronaut Kayla Barron to join three crewmates on a SpaceX Dragon spacecraft set to launch to the International Space Station in October, … [+5343 chars]"}, {"source": {"id": null, "name": "Daily Mail"}, "author": "Ian Randall", "title": "Nature: Clownfish develop stripes at different speeds depending on the sea anemone they live in - Daily Mail", "description": "Experts surveyed clownfish in Papua New Guinea's Kimbe Bay, where they live either in the magnificent sea anemone or the more toxic giant carpet anemone.", "url": "https://www.dailymail.co.uk/sciencetech/article-9613631/Nature-Clownfish-develop-stripes-different-speeds-depending-sea-anemone-live-in.html", "urlToImage": "https://i.dailymail.co.uk/1s/2021/05/24/19/43386859-0-image-a-127_1621882050624.jpg", "publishedAt": "2021-05-24T19:00:46Z", "content": "Clownfish develop their characteristic white stripes at different speeds depending on the type of sea anemone in which they live, a study has found.\r\nMade famous by 'Finding Nemo', the iconic reef-dw… [+5974 chars]"}]}