{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Dynamic 3-D printing process features a light-driven twist - Phys.org", "description": "The speed of light has come to 3-D printing. Northwestern University engineers have developed a new method that uses light to improve 3-D printing speed and precision while also, in combination with a high-precision robot arm, providing the freedom to move, r…", "url": "https://phys.org/news/2021-02-dynamic-d-features-light-driven.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2021/dynamic3dpri.jpg", "publishedAt": "2021-02-04T08:13:41Z", "content": "The speed of light has come to 3-D printing. Northwestern University engineers have developed a new method that uses light to improve 3-D printing speed and precision while also, in combination with … [+3343 chars]"}, {"source": {"id": null, "name": "The Weather Channel"}, "author": null, "title": "NASA Successfully Upgrades Space Station's Power System After Efforts of Several Years | The Weather Channel - Articles from The Weather Channel | weather.com - The Weather Channel", "description": "The space station's primary power system originally used nickel-hydrogen batteries for storage, the US space agency said on Tuesday. - Articles from The Weather Channel | weather.com", "url": "https://weather.com/en-IN/india/space/news/2021-02-04-nasa-successfully-upgrades-iss-primary-power-system", "urlToImage": "https://s.w-x.co/in-ISS_0.jpg", "publishedAt": "2021-02-04T08:10:53Z", "content": "After 13 different astronauts conducted 14 spacewalks over several years, the primary power system of the International Space Station (ISS) has now been fully upgraded to lithium-ion technology, NASA… [+1457 chars]"}, {"source": {"id": null, "name": "Firstpost"}, "author": null, "title": "Cleaner air during COVID-19 pandemic caused brief temperature spike: Study - Firstpost", "description": "The temporary warming from fewer particles was stronger in 2020 than the impact of heat-trapping carbon dioxide emissions, experts said.", "url": "https://www.firstpost.com/tech/science/cleaner-air-during-covid-19-pandemic-caused-brief-temperature-spike-study-9271281.html", "urlToImage": "https://images.firstpost.com/wp-content/uploads/2018/11/4625991F-60E2-4E15-BFD3-DD25FF5750C8_cx4_cy5_cw91_w1023_r1_s-1.jpg", "publishedAt": "2021-02-04T08:09:43Z", "content": "The Associated PressFeb 04, 2021 13:39:43 IST\r\nEarth spiked a bit of a fever in 2020, partly because of cleaner air from the pandemic lockdown, a new study found. For a short time, temperatures in so… [+2089 chars]"}, {"source": {"id": null, "name": "Republic World"}, "author": "Danish Ansari", "title": "SpaceX launch missions: How to watch Starlink twin launch on live stream? - Republic World", "description": "SpaceX is preparing to launch two Starlink launch missions starting Thursday, February 4. Continue scrolling for SpaceX launch and live stream details.", "url": "https://www.republicworld.com/technology-news/science/spacex-launch-missions-how-to-watch-starlink-twin-launch-on-live-stream.html", "urlToImage": "https://img.republicworld.com/republic-prod/stories/promolarge/xxhdpi/f5ke3xcaaeadtief_1612418787.jpeg?tr=f-jpeg", "publishedAt": "2021-02-04T08:02:00Z", "content": "SpaceX has had a series of successful Starlink launches over the past year. Now, the Aerospace company is set to achieve another landmark with its potential doubleheader launch event that will furthe… [+2208 chars]"}, {"source": {"id": null, "name": "Science Times"}, "author": "Mark Bustos", "title": "Penn State, QorTek Fabricates Piezoelectric Device Still Effective in High Temperatures - Science Times", "description": "Generally speaking, piezoelectric materials - those that generate electrical energy when pressure is applied to them - start to lose effectivity in high-temperature environments. A team from Pennsylvania State University and QorTek work past these limitations.", "url": "https://www.sciencetimes.com/articles/29490/20210204/penn-state-qortek-fabricates-piezoelectric-device-still-effective-high-temperatures.htm", "urlToImage": "https://1721181113.rsc.cdn77.org/data/images/full/31859/insides-of-a-piezoelectric-motor.jpg", "publishedAt": "2021-02-04T07:11:43Z", "content": "Generally, piezoelectric materials - those that generate electrical energy when pressure is applied to them - start to lose effectivity in high-temperature environments. A team from Pennsylvania Stat… [+3530 chars]"}, {"source": {"id": null, "name": "ScienceAlert"}, "author": "Tessa Koumoundouros", "title": "Scientists Discover an Immense, Unknown Hydrocarbon Cycle Hiding in The Oceans - ScienceAlert", "description": "In the awful wake of an oil spill, it's typically the smallest of organisms who do most of the cleaning up. Surprisingly, scientists know very little about the tools these tiny clean-up crews have at their disposal.", "url": "https://www.sciencealert.com/we-ve-overlooked-an-immense-hydrocarbon-cycle-in-the-oceans-until-now", "urlToImage": "https://www.sciencealert.com/images/2021-02/processed/HydrocarbonCycleHiddenInOcean_1024.jpg", "publishedAt": "2021-02-04T06:27:08Z", "content": "In the awful wake of an oil spill, it's typically the smallest of organisms who do most of the cleaning up. Surprisingly, scientists know very little about the tools these tiny clean-up crews have at… [+5186 chars]"}, {"source": {"id": null, "name": "The Indian Express"}, "author": "Tech Desk", "title": "Nuclear-powered rockets can get crewed mission to Mars in just three months: Report - The Indian Express", "description": "A nuclear-powered rocket could get a crewed mission to Mars in just under three months, according to a report on CNN. But the technology will still need to be tested before it gets a thumbs up.", "url": "https://indianexpress.com/article/technology/science/nuclear-powered-rockets-crewed-mission-mars-nasa-three-months-unsc-7173806/", "urlToImage": "https://images.indianexpress.com/2021/02/nuclear-spacecraft-usnc.jpg", "publishedAt": "2021-02-04T05:57:36Z", "content": "A nuclear-powered rocket could get a crewed mission to Mars in just under three months, according to a report on CNN. NASA’s plan is to get human to Mars by the year 2035, but there are several chall… [+2309 chars]"}, {"source": {"id": null, "name": "News18"}, "author": "News18", "title": "NASA Chandra X-Ray's Rose-like Image of the Slowest Pulsar on Instagram is Breathtaking - News18", "description": "If space is a garden, then the National Aeronautics and Space Administration (NASA) just posted a picture of one of its most spectacular flowers.", "url": "https://www.news18.com/news/buzz/nasa-chandra-x-rays-rose-like-image-of-the-slowest-pulsar-on-instagram-is-breathtaking-3388334.html", "urlToImage": "https://images.news18.com/ibnlive/uploads/2021/02/1612417375_untitled-design-2021-02-04t111035.335.png", "publishedAt": "2021-02-04T05:43:53Z", "content": "If space is a garden, then the National Aeronautics and Space Administration (NASA) just posted a picture of one of its most spectacular flowers. On Tuesday NASA Chandra X-Ray posted a photograph of … [+2341 chars]"}, {"source": {"id": null, "name": "ScienceAlert"}, "author": "Michelle Starr", "title": "Swirling Vortex of Bathtub Water Reveals an Elusive Mechanism of Black Hole Physics - ScienceAlert", "description": "When a black hole is active, we tend to focus on the effect it has on the material it's slurping up. It makes sense to do so; black holes themselves are difficult to probe. But the interaction between the black hole and the material should have an ef", "url": "https://www.sciencealert.com/for-the-first-time-backreaction-has-been-seen-in-a-bathtub-analogue-of-a-black-hole", "urlToImage": "https://www.sciencealert.com/images/2021-02/processed/water-swirl_1024.jpg", "publishedAt": "2021-02-04T05:36:04Z", "content": "When a black hole is active, we tend to focus on the effect it has on the material it's slurping up. It makes sense to do so; black holes themselves are difficult to probe. But the interaction betwee… [+3842 chars]"}, {"source": {"id": null, "name": "YouTube"}, "author": null, "title": "Manhattan Animal Shelter Closes Due To Staff COVID Cases - CBS New York", "description": "The coronavirus has forced Manhattan's main animal shelter to temporarily close, and they need help caring for animals in the meantime.", "url": "https://www.youtube.com/watch?v=PUl604QFfS8", "urlToImage": "https://i.ytimg.com/vi/PUl604QFfS8/maxresdefault.jpg", "publishedAt": "2021-02-04T04:41:50Z", "content": null}, {"source": {"id": null, "name": "BGR"}, "author": "Mike Wehner", "title": "NASA just started building its next asteroid probe - BGR", "description": "NASA’s next asteroid mission will attempt to visit the space rock called 16 Psyche. The mission will, of course, include a spacecraft that will travel to the asteroid over the course of sever…", "url": "https://bgr.com/posts/5903995/c996b5-nasas-psyche-mission-hits-its-stride-as-construction-begins/", "urlToImage": "https://bgr.com/wp-content/uploads/2021/02/BGRpic-Recovered-Recovered-3.jpg?quality=70&strip=all", "publishedAt": "2021-02-04T04:35:43Z", "content": "<ul><li>NASA’s next asteroid mission will attempt to visit the space rock called 16 Psyche. </li><li>The mission will, of course, include a spacecraft that will travel to the asteroid over the course… [+3021 chars]"}, {"source": {"id": null, "name": "Science Daily"}, "author": null, "title": "Kangaroo overgrazing could be jeopardizing land conservation, study finds - Science Daily", "description": "The native species has reached numbers that are contributing to drier soil and less vegetation - and may be more damaging to conservation areas than rabbits.", "url": "https://www.sciencedaily.com/releases/2021/02/210203162252.htm", "urlToImage": "https://www.sciencedaily.com/images/scidaily-icon.png", "publishedAt": "2021-02-04T03:20:31Z", "content": "As a native animal, kangaroos aren't typically considered a threat to Australian vegetation.While seen as a pest on farmland -- for example, when competing with livestock for resources -- they usuall… [+5487 chars]"}, {"source": {"id": null, "name": "Dtnext.in"}, "author": "Karthikeyan", "title": "LUNAR EXPLORATION: The quest to get humans to the moon again - DTNext", "description": "A virtual tour of European Service Modules headed for the moon on NASA’s human spaceflight program Artemis is not what it seems. Astronauts will fly to the moon and an orbiting base but it’s gentlemen first, please.", "url": "http://www.dtnext.in/Lifestyle/LifeStyleTopNews/2021/02/04002029/1274408/LUNAR-EXPLORATION-The-quest-to-get-humans-to-the-moon-.vpf", "urlToImage": "https://img.dtnext.in/Articles/2021/Feb/202102040020289897_LUNAR-EXPLORATION-The-quest-to-get-humans-to-the-moon-again_SECVPF.gif", "publishedAt": "2021-02-04T02:08:17Z", "content": "A virtual tour of European Service Modules headed for the moon on NASAs human spaceflight program Artemis is not what it seems. Astronauts will fly to the moon and an orbiting base but its gentlemen … [+3122 chars]"}, {"source": {"id": null, "name": "Cgtn.com"}, "author": "", "title": "China's Mars probe travels 450 mln km, to reach Mars orbit around Feb. 10 - CGTN", "description": "China's first Mars probe Tianwen-1 has traveled more than 450 million kilometers since it was launched last July, and is expected to reach the Mars orbit at around February 10, according to the China Aerospace Science and Technology Corporation (CASC) on Wedn…", "url": "https://news.cgtn.com/news/2021-02-04/China-s-Mars-probe-travels-450-million-km-XB79Qk5aes/index.html", "urlToImage": "https://news.cgtn.com/news/2021-02-04/China-s-Mars-probe-travels-450-million-km-XB79Qk5aes/img/258f7a103de6486abb374cb36d6caac8/258f7a103de6486abb374cb36d6caac8-750.jpeg", "publishedAt": "2021-02-04T01:18:45Z", "content": "China's first Mars probe Tianwen-1 has traveled more than 450 million kilometers since it was launched last July and is expected to reach the Mars orbit around February 10, the China Aerospace Scienc… [+390 chars]"}, {"source": {"id": "independent", "name": "Independent"}, "author": "Dennis Overbye", "title": "Nasa's Golden Surfer is almost ready - The Independent", "description": "Thirty years, $8.8 billion, multiple mishaps and budget crises, and a threatened congressional cancellation later, the James Webb Space Telescope, the successor to the Hubble, appears to be finally ready, writes Dennis Overbye", "url": "https://www.independent.co.uk/news/long_reads/science-and-technology/nasa-golden-surfer-james-webb-telescope-b1796446.html", "urlToImage": "https://static.independent.co.uk/2021/02/02/15/GettyImages-620500322.jpg", "publishedAt": "2021-02-04T00:00:00Z", "content": "Birthing a new space telescope takes a long time and a lot of money and inspiration. Astronomers first began pestering Nasa for the successor to the Hubble Space Telescope even before that telescope … [+10558 chars]"}, {"source": {"id": null, "name": "Space Ref"}, "author": null, "title": "NASA, AIAA Host Discussion on Mars Perseverance Rover Technology - Space Ref", "description": "NASA, AIAA Host Discussion on Mars Perseverance Rover Technology - SpaceRef", "url": "http://spaceref.com/news/viewpr.html?pid=56910", "urlToImage": null, "publishedAt": "2021-02-03T23:06:22Z", "content": "NASA, AIAA Host Discussion on Mars Perseverance Rover Technology\r\nPress Release\r\n From: NASA HQPosted: Wednesday, February 3, 2021 \r\nThe American Institute of Aeronautics and Astronautics (AIAA) and … [+2592 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Isaac Schultz", "title": "After 69 Years, Chemists Finally Get a Good Look at Einsteinium - Gizmodo", "description": "First conceived in the combustion of a hydrogen bomb on the South Pacific island of Elugelab  in 1952, the heavy element einsteinium is one of the shier members of the Periodic Table; it doesn’t naturally occur and is so unstable that it’s difficult to get en…", "url": "https://gizmodo.com/after-69-years-chemists-finally-get-a-good-look-at-ein-1846188962", "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/rhyitwrvt4fjvu7ufeqm.jpg", "publishedAt": "2021-02-03T23:00:00Z", "content": "First conceived in the combustion of a hydrogen bomb on the South Pacific island of Elugelab in 1952, the heavy element einsteinium is one of the shier members of the Periodic Table; it doesnt natura… [+4922 chars]"}, {"source": {"id": null, "name": "YouTube"}, "author": null, "title": "What's Causing Landslides on Mars? - SETI Institute", "description": "SETI Institute senior research scientist Janice Bishop has a theory. Based on observations from the Mars Reconnaissance Orbiter, fieldwork at terrestrial Mar...", "url": "https://www.youtube.com/watch?v=XStXfCiyoyQ", "urlToImage": "https://i.ytimg.com/vi/XStXfCiyoyQ/maxresdefault_live.jpg", "publishedAt": "2021-02-03T22:11:34Z", "content": null}, {"source": {"id": "the-next-web", "name": "The Next Web"}, "author": "Thomas Macaulay", "title": "AI detects 1,210 new potential gravitational lenses in the search for dark matter - The Next Web", "description": "AI has identified more than 1,2o0 new possible gravitational lenses, which could help unravel the mysteries of dark matter. The lenses are formed when a vast amount of matter — like a cluster of galaxies — bends the direction of light traveling from more dist…", "url": "https://thenextweb.com/neural/2021/02/03/ai-detects-1210-new-potential-gravitational-lenses-in-the-search-for-dark-matter/", "urlToImage": "https://img-cdn.tnwcdn.com/image/neural?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2021%2F02%2F40501331252_d8f39000a4_o.jpg&signature=ebda98133c072558a605d3832c8c18ba", "publishedAt": "2021-02-03T21:21:00Z", "content": "AI has identified more than 1,2o0 new possible gravitational lenses, which could help unravel the mysteries of dark matter.\r\nThe lenses are formed when a vast amount of matter like a cluster of galax… [+1590 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Scientists discover plants' roadblock to specialty oil production - Phys.org", "description": "Hundreds of naturally occurring specialty fatty acids (building blocks of oils) have potential for use as raw materials for making lubricants, plastics, pharmaceuticals, and more—if they could be produced at large scale by crop plants. But attempts to put gen…", "url": "https://phys.org/news/2021-02-scientists-roadblock-specialty-oil-production.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2021/21-scientistsdi.jpg", "publishedAt": "2021-02-03T21:10:38Z", "content": "Hundreds of naturally occurring specialty fatty acids (building blocks of oils) have potential for use as raw materials for making lubricants, plastics, pharmaceuticals, and moreif they could be prod… [+7469 chars]"}]}