{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Advanced Television"}, "author": "Chris Forrester", "title": "FCC to Starlink's objectors: “No change in decision” | - Advanced Television", "description": "A slew of objectors is grumbling to the Federal Communications Commission (FCC) about Elon Musk’s Starlink satellite system.  We have reported on Viasat’s", "url": "https://advanced-television.com/2021/06/01/fcc-to-starlinks-objectors-no-change-in-decision/", "urlToImage": null, "publishedAt": "2021-06-01T08:34:20Z", "content": "A slew of objectors is grumbling to the Federal Communications Commission (FCC) about Elon Musks Starlink satellite system.\r\nWe have reported on Viasats complaints, but SES, Hughes Network and others… [+1966 chars]"}, {"source": {"id": null, "name": "The Indian Express"}, "author": "Tech Desk", "title": "Solar Eclipse 2021 Date, Timings: Get ready to witness ‘Ring of Fire’ - The Indian Express", "description": "Surya Grahan 2021 Date and Time, Solar Eclipse 2021 Date and Timings in India: Solar Eclipse 2021: This celestial event comes a few days after sky gazers witnessed 2021's lunar eclipse. People will see a 'Ring of Fire' when the Moon will block the Sun to cast…", "url": "https://indianexpress.com/article/technology/science/solar-eclipse-2021-date-timings-get-ready-to-witness-ring-of-fire-7339278/", "urlToImage": "https://images.indianexpress.com/2021/06/solar-eclipse.jpg", "publishedAt": "2021-06-01T07:39:53Z", "content": "Surya Grahan 2021 Date, Timings: The first solar eclipse of 2021 will take place on June 10. This celestial event comes a few days after sky gazers witnessed 2021’s lunar eclipse. Get ready to see th… [+1525 chars]"}, {"source": {"id": null, "name": "India Today"}, "author": null, "title": "Meet 'chocolate frog': This newly discovered species is straight out of Harry Potter world - India Today", "description": "Scientists believe that the well-known and common green tree frog of Australia has a long-overlooked relative living in the lowland rainforests of New Guinea.", "url": "https://www.indiatoday.in/science/story/meet-chocolate-frog-this-newly-discovered-species-is-straight-out-of-harry-potter-world-1809434-2021-06-01", "urlToImage": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202106/Choclate_frog-647x363.jpeg?3Uxo5LvOxCpzv2Io37KMHUr6cYoR0rv9", "publishedAt": "2021-06-01T07:28:15Z", "content": "The discovery of a new species of frog has created excitement in the scientific world and among Harry Potter fans due to its uncanny resemblance to the ones shown in the movie. Dubbed as chocolate fr… [+2370 chars]"}, {"source": {"id": null, "name": "Tech Explorist"}, "author": "https://www.facebook.com/sakharkar.ashwini", "title": "Turning a conventional light microscope into a super-resolution microscope - Tech Explorist", "description": "Electrical engineers have developed a technology to improve the resolution of an ordinary light microscope so that it can be used to directly observe finer structures and details in living cells.", "url": "https://www.techexplorist.com/turning-conventional-light-microscope-super-resolution-microscope/39318/", "urlToImage": "https://cdn.techexplorist.com/wp-content/uploads/2021/06/super-res-microscope.jpg", "publishedAt": "2021-06-01T07:12:58Z", "content": "Light microscopes are essential and useful when it comes to imaging live cells. However, they have a limitation: they cannot be used to see anything smaller as their resolution limit of 200 nanometer… [+2620 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": "Edited by Gadgets 360 Newsdesk", "title": "NASA to Send Squid, Water Bears to Space Station for Experiments: All You Need to Know - Gadgets 360", "description": "NASA is going to take squid into space in a mission that may remind you of the hit HBO series Watchmen. The space agency has decided to send 5,000 tardigrades or water bears, and 128 baby glow-in-the-dark bobtail squid to the International Space Station (ISS)…", "url": "https://gadgets.ndtv.com/science/news/nasa-sending-squid-water-bears-to-space-station-to-study-how-they-adapt-there-2453557", "urlToImage": "https://i.gadgets360cdn.com/large/baby_squid_nasa_1622531319539.jpg", "publishedAt": "2021-06-01T07:11:08Z", "content": "NASA is going to take squid into space in a mission that may remind you of the hit HBO series Watchmen. The space agency has decided to send 5,000 tardigrades or water bears, and 128 baby glow-in-the… [+2395 chars]"}, {"source": {"id": null, "name": "The Tribune India"}, "author": "Tribune India", "title": "Medical AI models rely on shortcuts, can cause misdiagnosis - The Tribune India", "description": "Models ignored clinically significant indicators and relied instead on characteristics such as text markers or patient positioning", "url": "https://www.tribuneindia.com/news/health/medical-ai-models-rely-on-shortcuts-can-cause-misdiagnosis-261715", "urlToImage": "https://englishtribuneimages.blob.core.windows.net/gallary-content/2021/6/2021_6$largeimg_100352094.jpg", "publishedAt": "2021-06-01T07:09:00Z", "content": "New York, June 1\r\nArtificial Intelligence (AI) models like humans have a tendency to look for shortcuts. In the case of an AI-assisted disease detection, these shortcuts could lead to diagnostic erro… [+1983 chars]"}, {"source": {"id": null, "name": "Yahoo Entertainment"}, "author": "ANI", "title": "Teens should only use recreational internet, video games one hour daily: Study - Yahoo India News", "description": "Washington [US], June 1 (ANI): Parents, take note! A new study has found that middle-school-aged children who use the internet, social media, or video games ...", "url": "https://in.style.yahoo.com/teens-only-recreational-internet-video-070523312.html", "urlToImage": "https://s.yimg.com/uu/api/res/1.2/I5u9Ky8LxmJb8i5VH1FZAQ--~B/aD00NTA7dz02MDA7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/aniin.com/5322df3fcdddeca8c72e3ba5a0037fac", "publishedAt": "2021-06-01T07:05:23Z", "content": "Washington [US], June 1 (ANI): Parents, take note! A new study has found that middle-school-aged children who use the internet, social media, or video games recreationally for more than an hour each … [+2866 chars]"}, {"source": {"id": null, "name": "Nanowerk"}, "author": null, "title": "New 'Swiss Army knife' cleans up water pollution - Nanowerk", "description": "First used to soak up oil in water, new sponge sequesters excess phosphate from water.", "url": "https://www.nanowerk.com/news2/green/newsid=58136.php", "urlToImage": "https://www.nanowerk.com/news2/green/id58136.jpg", "publishedAt": "2021-06-01T07:00:02Z", "content": "Nanowerk Newsletter\r\nGet our Cleantech News updates to your inbox!"}, {"source": {"id": null, "name": "India Today"}, "author": null, "title": "Low Earth Orbit has more junk than operational satellites: Report says unsustainable space behaviour continues - India Today", "description": "The report warns that behaviours in Low Earth Orbit are not changing fast enough and more than half of operators flying at this important altitude make no attempt to sustainably dispose of their missions.", "url": "https://www.indiatoday.in/science/story/space-junk-in-low-earth-orbit-satellite-constellation-spacex-nasa-esa-isro-1809403-2021-06-01", "urlToImage": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202106/Space_junk-647x363.png?Ma4cok1GCWb_PlW2jqqBeQo3Z8WAD76M", "publishedAt": "2021-06-01T06:39:14Z", "content": "In pursuit of technological advancement, the Low Earth Orbit (LEO) is increasingly becoming crowded as countries race to launch satellites into space. Today, there is more satellite debris than opera… [+4178 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": "Edited by Gadgets 360 Newsdesk", "title": "NASA's Curiosity Rover Captures Stunning Image of Martian Clouds at Twilight - Gadgets 360", "description": "NASA's Curiosity Rover that touched down on Mars in 2021 continues to share stunning pictures of Mars. The latest of the Martian clouds was captured by the rover's navigation camera at the beginning of the Gale crater's cloudy season.", "url": "https://gadgets.ndtv.com/science/news/nasas-curiosity-rover-shares-stunning-image-of-clouds-on-mars-2453526", "urlToImage": "https://i.gadgets360cdn.com/large/Mars_clouds_NASA_Curiosity_Rover_1622528155653.jpg", "publishedAt": "2021-06-01T06:20:16Z", "content": "NASA's Curiosity Rover has shared a stunning new image of clouds on Mars. Captured by an onboard camera on the rover, the monochrome image shows grey clouds hovering over a cliff named Mont Mercou at… [+2331 chars]"}, {"source": {"id": null, "name": "Explica.co"}, "author": null, "title": "The earthquake that lasted 32 years and was detected with the help of a coral – Explica .co - Explica", "description": null, "url": "https://www.explica.co/the-earthquake-that-lasted-32-years-and-was-detected-with-the-help-of-a-coral.html", "urlToImage": null, "publishedAt": "2021-06-01T06:15:45Z", "content": "Most earthquakes last only a few seconds or, rarely, several minutes. However, there are some earthquakes that can last longer, much more. So-called “slow slip events” last for several days or even w… [+2029 chars]"}, {"source": {"id": null, "name": "Republic World"}, "author": "Apoorva Kaul", "title": "KT1 asteroid as big as Eiffel Tower will safely pass by Earth on June 1: NASA - Republic World", "description": "The National Aeronautics and Space Administration (NASA) has warned that an asteroid, as big as the Paris Eiffel Tower, could past through Earth on June 1.", "url": "https://www.republicworld.com/technology-news/science/kt1-asteroid-as-big-as-eiffel-tower-will-safely-pass-by-earth-on-june-1-nasa.html", "urlToImage": "https://img.republicworld.com/republic-prod/stories/promolarge/xhdpi/28f862243xuj5ges_1622525473.jpeg", "publishedAt": "2021-06-01T05:49:00Z", "content": "The National Aeronautics and Space Administration (NASA) has warned that an asteroid, as big as the Paris Eiffel Tower, could past through Earth on June 1. The asteroid named 2021 KT1 has been classi… [+1565 chars]"}, {"source": {"id": null, "name": "Firstpost"}, "author": null, "title": "Chinese cargo spacecraft successfully docks with core space station module - Firstpost", "description": "China is open to foreign collaboration on their space station and ESA has already sent astronauts to China to train.", "url": "https://www.firstpost.com/tech/science/chinese-cargo-spacecraft-successfully-docks-with-core-space-station-module-9673591.html", "urlToImage": "https://images.firstpost.com/wp-content/uploads/2021/05/AP21140065725087-1.jpg", "publishedAt": "2021-06-01T05:25:58Z", "content": "Agence France-PresseJun 01, 2021 10:55:58 IST\r\nA Chinese cargo spacecraft carrying equipment and supplies successfully docked with the core module of the country's future space station on Sunday, sta… [+2883 chars]"}, {"source": {"id": null, "name": "Thomasnet.com"}, "author": null, "title": "All-civilian Crew Set for 2022 NASA Mission - ThomasNet News", "description": "Four private citizens will rendezvous with the ISS for an eight-day mission.", "url": "https://www.thomasnet.com/insights/all-civilian-crew-set-for-2022-nasa-mission/", "urlToImage": "https://cdn.thomasnet.com/insights-images/6aa902c8-b4ed-48ec-bcc0-77a6a2c30c87/small.jpg", "publishedAt": "2021-06-01T04:25:00Z", "content": "Welcome to Thomas Insights every day, we publish the latest news and analysis to keep our readers up to date on whats happening in industry. Sign up here to get the days top stories delivered straigh… [+1799 chars]"}, {"source": {"id": null, "name": "Swordstoday.ie"}, "author": "Jake Pearson", "title": "Changes in the Earth's water cycle due to global warming may lead to further droughts, with the possibility of severe drought; Impact of the Earth's water cycle on global warming: - SwordsToday.ie", "description": "Water circulation is a natural phenomenon. It is through this activity that plants release soil surface moisture into the air. Researchers who have been", "url": "https://swordstoday.ie/changes-in-the-earths-water-cycle-due-to-global-warming-may-lead-to-further-droughts-with-the-possibility-of-severe-drought-impact-of-the-earths-water-cycle-on-global-warming/", "urlToImage": null, "publishedAt": "2021-06-01T04:19:55Z", "content": "Water circulation is a natural phenomenon. It is through this activity that plants release soil surface moisture into the air. Researchers who have been researching it for 17 years have tested the fo… [+1597 chars]"}, {"source": {"id": null, "name": "The Conversation Africa"}, "author": "Steve Turton", "title": "Climate explained: why is the Arctic warming faster than other parts of the world? - The Conversation AU", "description": "The Arctic region is warming much faster than the rest of the planet. The rapid loss of ice affects the polar jet stream, which influences weather patterns across the northern hemisphere.", "url": "https://theconversation.com/climate-explained-why-is-the-arctic-warming-faster-than-other-parts-of-the-world-160614", "urlToImage": "https://images.theconversation.com/files/403487/original/file-20210531-21-14snmdk.jpg?ixlib=rb-1.1.0&rect=0%2C854%2C3992%2C1996&q=45&auto=format&w=1356&h=668&fit=crop", "publishedAt": "2021-06-01T04:17:48Z", "content": "CC BY-ND\r\nClimate Explained is a collaboration between The Conversation, Stuff and the New Zealand Science Media Centre to answer your questions about climate change.\r\nIf you have a question youd lik… [+5805 chars]"}, {"source": {"id": null, "name": "Sify News"}, "author": "IANS", "title": "Newly discovered African 'climate seesaw' drove human evolution - Sify", "description": "New Delhi, June 1 (IANS) Ancient El Nino-like weather patterns were the primary drivers of environmental change in sub-Saharan Africa when humans were evolving, according to research involving UCL, Londons university.", "url": "https://www.sify.com/news/newly-discovered-african-climate-seesaw-drove-human-evolution-news-national-vgbdOubbhjade.html", "urlToImage": "https://www.sify.com/images/news-183x123.jpg", "publishedAt": "2021-06-01T03:50:20Z", "content": "Professor Mark Maslin of UCL Geography, who contributed to the international study, published in Proceedings of the National Academy of Sciences of the United States of America (PNAS), said the findi… [+3468 chars]"}, {"source": {"id": null, "name": "Newsnetnebraska.org"}, "author": "Karen Hines", "title": "The greenhouse effect warmed the primitive atmosphere but not the oceans - News Net Nebraska", "description": "The explanation of the \"weak sun paradox\" is another paradox that explains itUniversity of Cologne Study of Earth's early climate. According to the latter", "url": "https://www.newsnetnebraska.org/the-greenhouse-effect-warmed-the-primitive-atmosphere-but-not-the-oceans/", "urlToImage": null, "publishedAt": "2021-06-01T01:40:28Z", "content": "The explanation of the “weak sun paradox” is another paradox that explains itUniversity of Cologne Study of Earth’s early climate. According to the latter SearchDespite the coldness of the sun in the… [+3064 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "Who's to Die and Who's to Live: Mechanical Cue Is at the Origin of Cell Death Decision - SciTechDaily", "description": "Hydraulic Instability Decides Who's to Die and Who's to Live In many species including humans, the cells responsible for reproduction, the germ cells, are often highly interconnected and share their cytoplasm. In the hermaphrodite nematode Caenorhabditis eleg…", "url": "https://scitechdaily.com/whos-to-die-and-whos-to-live-mechanical-cue-is-at-the-origin-of-cell-death-decision/", "urlToImage": "https://scitechdaily.com/images/Cell-Death-Illustration.jpg", "publishedAt": "2021-06-01T01:19:57Z", "content": "Hydraulic Instability Decides Who’s to Die and Who’s to Live\r\nIn many species including humans, the cells responsible for reproduction, the germ cells, are often highly interconnected and share their… [+4577 chars]"}, {"source": {"id": null, "name": "SYFY WIRE"}, "author": "Elizabeth Rayne", "title": "Volcanoes deep inside frozen moon Europa could mean a hotbed of life - SYFY WIRE", "description": "Europa seems like a hostile place. You can expect an average daytime high of -225 degrees Fahrenheit—and that isn’t even at the poles—but its frozen face might be hiding unexpected warmth deep inside.", "url": "https://www.syfy.com/syfywire/volcanoes-deep-inside-frozen-moon-europa", "urlToImage": "https://www.syfy.com/sites/syfy/files/styles/1200x680/public/2021/05/europa.jpg", "publishedAt": "2021-06-01T01:05:23Z", "content": "Europa seems like a hostile place. You can expect an average daytime high of -225 degrees Fahrenheitand that isnt even at the polesbut its frozen face might be hiding unexpected warmth deep inside.\r\n… [+4064 chars]"}]}