{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Publico.pt"}, "author": "Helena Freitas", "title": "Vale a pena confiar na Ciência - PÚBLICO", "description": "A vacina para a SARS-CoV-2 não começou a ser desenvolvida no início do ano, mas sim há cerca de 15 anos quando se identificou o antigénio que deve ser usado nas vacinas para a família de vírus SARS. O êxito de que hoje somos beneficiários é, na verdade, o res…", "url": "https://www.publico.pt/2020/12/08/opiniao/opiniao/vale-pena-confiar-ciencia-1941275", "urlToImage": "https://imagens.publico.pt/imagens.aspx/739417?tp=UH&db=IMAGENS&type=PNG&share=1&o=", "publishedAt": "2020-12-08T00:35:00Z", "content": "Num tempo em que ainda domina a incerteza em relação ao futuro, agora mais conscientes da nossa própria vulnerabilidade, ansiamos por soluções que nos permitam recuperar rapidamente a desejada normal… [+4279 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "NASA começa a definir os objetivos científicos da missão lunar Artemis III - Canaltech", "description": "A NASA estabeleceu as prioridades para a missão Artemis III, que deverá pousar a primeira mulher e o próximo homem na Lua em 2024. Os pontos foram definidos pela equipe Artemis III Science Definition Team, que levantou objetivos científicos alcançáveis para a…", "url": "https://canaltech.com.br/espaco/nasa-comeca-a-definir-os-objetivos-cientificos-da-missao-lunar-artemis-iii-175844/", "urlToImage": "https://timeline.canaltech.com.br/360940.700/nasa-comeca-a-definir-os-objetivos-cientificos-da-missao-lunar-artemis-iii-175844.jpg", "publishedAt": "2020-12-07T22:30:00Z", "content": "Tudo sobreNASA\r\nSaiba tudo sobre NASA\r\nA NASA tem planos para pousar a primeira mulher e o próximo homem na Lua em 2024 por meio da missão Artemis III, parte do programa Artemis. Agora, a agência esp… [+3249 chars]"}, {"source": {"id": null, "name": "Patosnoticias.com.br"}, "author": null, "title": "Resultado confirma que Camille Rocha (Júlio César) morreu por COVID-19 - Patos Notícias", "description": "Patos Notícias: Resultado confirma que Camille Rocha (Júlio César) morreu por COVID-19 . Exame de RT-PCR deu positivo ao COVID-19.", "url": "https://patosnoticias.com.br/resultado-confirma-que-camille-rocha-julio-cesar-morreu-por-covid-19/", "urlToImage": "https://i1.wp.com/patosnoticias.com.br/wp-content/uploads/2020/11/128680481_1778083522350535_4877060552248658136_o.jpg?fit=1080%2C771&ssl=1?v=1606763574", "publishedAt": "2020-12-07T21:10:00Z", "content": "A Prefeitura de Patos de Minas emitiu uma nota na tarde desta segunda-feira (07/12) informando que o resultado do exame de RT-PCR de Júlio Cesar Garcia Rocha, 54 anos (Camille Rocha Nome Social), deu… [+1356 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "José Volta e Pinto", "title": "Covid-19: sete em cada dez concelhos tiveram descida de novos casos - PÚBLICO", "description": "Apesar de ter tido a maior descida da taxa de incidência no país, Freixo de Espada à Cinta continua a registar a maior incidência acumulada do país a 14 dias. Todos os distritos da Área Metropolitana do Porto reduziram o número de novos casos, enquanto Trás-o…", "url": "https://www.publico.pt/2020/12/07/sociedade/noticia/covid19-sete-dez-concelhos-descida-novos-casos-1942120", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1532714?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2020-12-07T20:38:00Z", "content": "A incidência acumulada a 14 dias está a diminuir a nível nacional e a tendência é acompanhada pela maioria dos concelhos do país. Segundo os dados divulgados esta segunda-feira pela Direcção-Geral da… [+3865 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Pesquisadores encontram uma máquina Enigma, da Alemanha Nazista, no Mar Báltico - SoCientífica", "description": "A máquina Enigma, empregada durante a Segunda Guerra Mundial pelos nazistas tornou-se lendária. Tratava-se de um modelo de computador importantíssimo para os alemães durante a guerra.", "url": "https://socientifica.com.br/pesquisadores-encontram-uma-maquina-enigma-da-alemanha-nazista-no-mar-baltico/", "urlToImage": "https://i0.wp.com/socientifica.com.br/wp-content/uploads/2020/12/77053.jpg?fit=1200%2C797&ssl=1", "publishedAt": "2020-12-07T20:01:00Z", "content": "A máquina Enigma, empregada durante a Segunda Guerra Mundial pelos nazistas tornou-se lendária. Tratava-se de um modelo de computador importantíssimo para os alemães durante a guerra. Ela exerceu um … [+4015 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Homem de Altamura: cientistas estudam fascinante neandertal - SoCientífica", "description": "O Homem de Altamura é o esqueleto mais bem conservado de Neandertal conhecido.", "url": "https://socientifica.com.br/homem-de-altamura-cientistas-estudam-fascinante-neandertal/", "urlToImage": "https://i0.wp.com/socientifica.com.br/wp-content/uploads/2020/12/uomo-altamura.jpg?fit=1200%2C846&ssl=1", "publishedAt": "2020-12-07T20:01:00Z", "content": "O Homem de Altamura é um conhecido neandertal digo, restos mortais de um neandertal. Os neandertais foram a última espécie humana a coabitar o planeta Terra com os sapiens (nós). Depois de milhares d… [+3989 chars]"}, {"source": {"id": null, "name": "Ig.com.br"}, "author": "iG Último Segundo", "title": "Armas 'controladas por satélite' são usadas para matar cientistas nucleares - Último Segundo", "description": "Comandante diz que a arma que matou o principal cientista iraniano 'deu um zoom' nele, deixando sua esposa ilesa", "url": "https://ultimosegundo.ig.com.br/mundo/2020-12-07/armas-controladas-por-satelite-sao-usadas-para-matar-cientistas-nucleares-diz-ira.html", "urlToImage": "https://i0.statig.com.br/bancodeimagens/ap/hr/s8/aphrs809n5r2arwth3rfrby1k.jpg", "publishedAt": "2020-12-07T19:17:00Z", "content": "O assassinato do principal cientista nuclear do Irã\r\n no mês passado foi realizado remotamente com inteligência artificial e uma metralhadora equipada com um \"sistema inteligente controlado por satél… [+2298 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "A distorção da luz pode dizer a natureza da energia escura - SoCientífica", "description": "A cosmologia é uma área associada à astronomia que estuda a origem, a evolução e o fim do universo. Mas por tratarem-se de escalas muito amplas, a tarefa torna-se extremamente complicada. Dentre os…", "url": "https://socientifica.com.br/a-distorcao-da-luz-pode-dizer-a-natureza-da-energia-escura/", "urlToImage": "https://i0.wp.com/socientifica.com.br/wp-content/uploads/2020/11/Lambda-Cold_Dark_Matter_Accelerated_Expansion_of_the_Universe_Big_Bang-Inflation.jpg?fit=1200%2C676&ssl=1", "publishedAt": "2020-12-07T16:36:20Z", "content": "A cosmologia é uma área associada à astronomia que estuda a origem, a evolução e o fim do universo. Mas por tratarem-se de escalas muito amplas, a tarefa torna-se extremamente complicada. Dentre os p… [+3874 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Elon Musk: é 'bem provável' que os primeiros humanos aterrissem em Marte dentro de 6 anos - Sputnik Brasil", "description": "O CEO da Tesla e da Space X afirmou ainda que pretende fazer uma visita ao espaço daqui a \"dois ou três anos\" e que quer ser enterrado no Planeta Vermelho.", "url": "https://br.sputniknews.com/sociedade/2020120716574132-elon-musk-e-bem-provavel-que-os-primeiros-humanos-aterrissem-em-marte-dentro-de-6-anos/", "urlToImage": "https://cdnbr3.img.sputniknews.com/images/07e4/07/17/15857574.jpg", "publishedAt": "2020-12-07T16:15:00Z", "content": "O CEO da Tesla e da Space X afirmou ainda que pretende fazer uma visita ao espaço daqui a \"dois ou três anos\" e que quer ser enterrado no Planeta Vermelho. O magnata do setor espacial Elon Musk disse… [+1657 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Visão | \"É um grande desafio estudar mecanismos que possibilitem a regeneração do sistema nervoso\" - Visão", "description": "Em entrevista à VISÃO, a investigadora Mónica de Sousa deixa alguma esperança aos doentes com lesão vertebro-medular de, no futuro, se conseguir regenerar o sistema nervoso. Esta inovação terapêutica, agora testada em ratinhos, foi vencedora dos Prémios Santa…", "url": "https://visao.sapo.pt/iniciativas/premios-santa-casa-neurociencias/2020-12-07-e-um-grande-desafio-estudar-mecanismos-que-possibilitem-a-regeneracao-do-sistema-nervoso/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2020/12/dsc0489jpg_49132243477_o-1600x1068-1_wm.jpg", "publishedAt": "2020-12-07T16:05:00Z", "content": null}, {"source": {"id": null, "name": "Natgeo.pt"}, "author": "@NatGeoPortugal", "title": "Para Estudar o Envelhecimento, os Cientistas Estão a Olhar Para o Espaço Sideral - National Geographic Portugal", "description": "As viagens espaciais induzem alterações corporais que são notavelmente semelhantes ao envelhecimento, proporcionando uma forma única de impulsionar a investigação médica.", "url": "https://www.natgeo.pt/ciencia/2020/12/para-estudar-o-envelhecimento-os-cientistas-estao-a-olhar-para-o-espaco-sideral", "urlToImage": "https://static.natgeo.pt/files/styles/image_3200/public/01-nasa-twin-jsc2015e004212_orig_adapt_1900_1.jpg?w=1600&h=1280", "publishedAt": "2020-12-07T15:48:00Z", "content": "Um pouco de espaço\r\nTodas as formas de vida no nosso planeta evoluíram sob o peso da gravidade e condições na Terra, pelo que não estamos otimizados para viver noutro tipo de ambiente. O espaço afeta… [+9517 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Novo mancal magnético russo revolucionará a tecnologia - Sputnik Brasil", "description": "Novo invento da Universidade Nacional de Pesquisa Nuclear MEPhI permitirá evitar a perda de energia por atrito. Trata-se de um mancal magnético de estrutura simples e...", "url": "https://br.sputniknews.com/ciencia_tecnologia/2020120716573983-novo-mancal-magnetico-russo-revolucionara-a-tecnologia/", "urlToImage": "https://cdnbr4.img.sputniknews.com/images/07e4/0c/07/16573939.jpg", "publishedAt": "2020-12-07T15:48:00Z", "content": "Novo invento da Universidade Nacional de Pesquisa Nuclear MEPhI permitirá evitar a perda de energia por atrito. Trata-se de um mancal magnético de estrutura simples e flexível.Os cientistas da MEPhI … [+2301 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Animal exótico apavora moradores do Sul - SoCientífica", "description": "Um animal exótico deixou muita gente assustada na área rural de Campo Largo, na região metropolitana de Curitiba (PR). Trabalhadores estavam realizando a limpeza de um terreno, quando se assustaram…", "url": "https://socientifica.com.br/animal-exotico/", "urlToImage": "https://i0.wp.com/socientifica.com.br/wp-content/uploads/2020/12/animal-exotico.jpeg?fit=1200%2C770&ssl=1", "publishedAt": "2020-12-07T15:10:34Z", "content": "Um animal exótico deixou muita gente assustada na área rural de Campo Largo, na região metropolitana de Curitiba (PR). Trabalhadores estavam realizando a limpeza de um terreno, quando se assustaram c… [+2624 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Imagem incrível de uma mancha do Sol capturada pelo maior telescópio solar do mundo - Pplware", "description": "O Telescópio Solar Daniel K. Inouye (DKIST) captou a mais detalhada imagem de uma mancha solar alguma vez conseguida, com uma resolução estraordinária.", "url": "https://pplware.sapo.pt/ciencia/imagem-incrivel-de-uma-mancha-do-sol-capturada-pelo-maior-telescopio-solar-do-mundo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/mancha_sol00.jpg", "publishedAt": "2020-12-07T14:00:00Z", "content": "A construção do Telescópio Solar Daniel K. Inouye (DKIST) ainda não está terminada. Contudo, as imagens que já consegue captar são extraordinárias. Conforme estamos recordados, no início deste ano, e… [+3151 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Aglomerados de buracos negros podem ser a resposta para a matéria escura - Canaltech", "description": "Um novo estudo sugere que a matéria escura poderia ser, na verdade, uma série de buracos negros primordiais aglomerados. Eles teriam surgido logo após o Big Bang e teriam massa planetária, ou seja, muito menores que os buracos negros já detectados", "url": "https://canaltech.com.br/espaco/aglomerados-de-buracos-negros-podem-ser-a-resposta-para-a-materia-escura-175760/", "urlToImage": "https://ibcdn.canaltech.com.br/MA--BVqrVpSZOPSZ3IlR_xKc6R0=/700x394/smart/i396605.jpeg", "publishedAt": "2020-12-07T14:00:00Z", "content": "Um dos maiores desafios da astronomia moderna é desvendar a matéria escura, que corresponde a aproximadamente 80% de toda a matéria do universo. Eles podem inferir a existência dessa coisa porque, se… [+5816 chars]"}, {"source": {"id": null, "name": "Megacurioso.com.br"}, "author": "Jorge Marin", "title": "O surgimento de vida inteligente é extremamente raro no Universo - Mega Curioso", "description": "Um trabalho publicado no mês passado na revista científica Astrobiology reforça o argumento de que a vida inteligente no Universo é excepcionalmente rara, e afirma que uma ocorrência similar à da Terra em outros planetas dependeria de transições evolutivas an…", "url": "https://www.megacurioso.com.br//ciencia/116990-o-surgimento-de-vida-inteligente-e-extremamente-raro-no-universo.htm", "urlToImage": "https://mega.ibxk.com.br/2020/12/02/02142836650170.jpg?w=600", "publishedAt": "2020-12-07T13:00:00Z", "content": "Um trabalho publicado no mês passado na revista científica Astrobiology reforça o argumento de que a vida inteligente no Universo é excepcionalmente rara, e afirma que uma ocorrência similar à da Ter… [+2292 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "George Dvorsky", "title": "Micróbios \"mineradores\" poderão um dia extrair elementos raros de rochas no espaço - Gizmodo Brasil", "description": "Experimentos recentes na Estação Espacial Internacional (ISS) mostraram que alguns micróbios podem extrair elementos de terras raras presentes nas rochas, mesmo quando estão expostos a condições de microgravidade. A descoberta...", "url": "https://gizmodo.uol.com.br/astronautas-microbios-elementos-raros-rochas-espaco/", "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2020/12/tosmvlfhuy29apjdiq5u-1000x563.jpg", "publishedAt": "2020-12-07T12:48:00Z", "content": "Experimentos recentes na Estação Espacial Internacional (ISS) mostraram que alguns micróbios podem extrair elementos de terras raras presentes nas rochas, mesmo quando estão expostos a condições de m… [+6312 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Duas novas missões são escolhidas pela NASA para estudar a influência do Sol - Canaltech", "description": "A NASA selecionou duas novas propostas de missões para estudos que visam avançar no nosso entendimento de como as partículas do vento solar afetam a natureza do espaço; uma delas será escolhida para lançamento em 2024", "url": "https://canaltech.com.br/espaco/duas-novas-missoes-sao-escolhidas-pela-nasa-para-estudar-a-influencia-do-sol-175769/", "urlToImage": "https://ibcdn.canaltech.com.br/kMhpwpFtz9E9k_WkkGcj2D-MuHM=/700x394/smart/i9963.jpeg", "publishedAt": "2020-12-07T12:40:00Z", "content": "Tudo sobreNASA\r\nSaiba tudo sobre NASA\r\nA NASAselecionou duas missões de naves SmallSat que serão lançadas de carona com a sonda Interstellar Mapping and Acceleration Probe (IMAP) dentro de alguns ano… [+3517 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Ann Hodges, a única pessoa da história diretamente atingida por um meteorito - SoCientífica", "description": "Dia 30 de novembro de 1954, Sylacauga, Alabama, Estados Unidos. Inesperadamente, Ann Hodges, 34 anos de idade torna-se a primeira e única pessoa atingida por um meteorito. O objeto, com quatro quil…", "url": "https://socientifica.com.br/ann-hodges-a-unica-pessoa-da-historia-diretamente-atingida-por-um-meteorito/", "urlToImage": "https://i1.wp.com/socientifica.com.br/wp-content/uploads/2020/12/110039487-5-1.jpg?fit=984%2C855&ssl=1", "publishedAt": "2020-12-07T12:39:26Z", "content": "Dia 30 de novembro de 1954, Sylacauga, Alabama, Estados Unidos. Inesperadamente, Ann Hodges, 34 anos de idade torna-se a primeira e única pessoa atingida por um meteorito. O objeto, com quatro quilos… [+3909 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Cientistas criam sistema de inteligência artificial “autoconsciente” - SoCientífica", "description": "Cientistas criaram sistema de IA capaz de identificar quando ele mesmo não é confiável, usando redes neurais. Um sistema de IA “autoconsciente” A inteligência artificial (IA) está cada …", "url": "https://socientifica.com.br/cientistas-criam-sistema-de-inteligencia-artificial-autoconsciente/", "urlToImage": "https://i2.wp.com/socientifica.com.br/wp-content/uploads/2020/11/ai-5202865_1280.jpg?fit=1200%2C675&ssl=1", "publishedAt": "2020-12-07T11:09:08Z", "content": "Cientistas criaram sistema de IA capaz de identificar quando ele mesmo não é confiável, usando redes neurais.\r\nUm sistema de IA “autoconsciente”\r\nA inteligência artificial (IA) está cada vez mais pre… [+3110 chars]"}, {"source": {"id": null, "name": "Inovacaotecnologica.com.br"}, "author": "Redação do Site Inovação Tecnológica", "title": "Valor da Constante de Estrutura Fina fica mais preciso - Site Inovação Tecnológica", "description": "Alguns físicos gostam de chamá-la de \"constante mágica\" porque ela tem o valor adequado para que as coisas sejam como são.", "url": "https://www.inovacaotecnologica.com.br/noticias/noticia.php?artigo=valor-constante-estrutura-fina-fica-mais-preciso&id=010130201207", "urlToImage": "https://www.inovacaotecnologica.com.br/noticias/imagens/010130201207-medida-constante-estrutura-fina.jpg", "publishedAt": "2020-12-07T10:30:59Z", "content": "Redação do Site Inovação Tecnológica - 07/12/2020\r\nConstante mágica\r\nUma equipe de físicos franceses acaba de realizar a medição mais precisa até hoje da constante de estrutura fina, que caracteriza … [+3765 chars]"}, {"source": {"id": null, "name": "Inovacaotecnologica.com.br"}, "author": "Redação do Site Inovação Tecnológica", "title": "Técnica altera propriedades do material átomo por átomo - Site Inovação Tecnológica", "description": "Isso torna possível combinar diferentes funções no mesmo material, o que é um avanço importante para a tecnologia em nanoescala.", "url": "https://www.inovacaotecnologica.com.br/noticias/noticia.php?artigo=tecnica-altera-propriedades-material-atomo-atomo&id=010165201207", "urlToImage": "https://www.inovacaotecnologica.com.br/noticias/imagens/010165201207-alterar-condutividade.jpg", "publishedAt": "2020-12-07T10:30:59Z", "content": "Redação do Site Inovação Tecnológica - 07/12/2020\r\nNanotécnica\r\n\"Nós descobrimos uma maneira completamente nova de controlar a condutividade dos materiais em nanoescala,\" anunciou entusiasmado o prof… [+3643 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Astronautas da Estação Espacial Internacional vão ajudar na luta contra a pandemia de COVID-19 - SAPO Tek", "description": "Embora o uso de remdesivir no tratamento da COVID-19 não seja recomendado pela OMS, a experiência na Estação Espacial Internacional terá como objetivo tornar o medicamento mais eficaz contra a doença e diminuir os riscos para os pacientes com problemas renais.", "url": "https://tek.sapo.pt/noticias/ciencia/artigos/astronautas-da-estacao-espacial-internacional-vao-ajudar-na-luta-contra-a-pandemia-de-covid-19", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YTFmqx8KmK7bfMpinw8zvGuFho2cu+0jwU0H0j7FVLkpXsUnESM9CaTxCOOIMclNSOrNpaROQAfrcTqv5PrhXrhZ3xYq6mxhFto1I/YoNGWBwdw=", "publishedAt": "2020-12-07T10:15:00Z", "content": "Nos últimos 20 anos, os astronautas que habitam a Estação Espacial Internacional (ISS na sigla em inglês) têm levado a cabo uma série de experiências científicas importantes. Agora, a equipa a bordo … [+1557 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Não há só madrugadores ou notívagos. Há seis tipos de pessoas - ZAP", "description": "Um novo estudo sugere que, para além das pessoas madrugadoras e notívagas, existem mais cronotipos do que pensávamos. Os \"cronotipos\" são...", "url": "https://zap.aeiou.pt/nao-ha-dois-tipos-de-pessoas-ha-seis-363454", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/12/89f9cc17894564d02cc2e0487a587abb.jpg", "publishedAt": "2020-12-07T10:00:00Z", "content": "Um novo estudo sugere que, para além das pessoas madrugadoras e notívagas, existem mais cronotipos do que pensávamos.\r\nOs “cronotipos” são a manifestação física e psicológica dos nossos ritmos circad… [+2317 chars]"}, {"source": {"id": null, "name": "Altominho.tv"}, "author": null, "title": "Chuva, vento forte e temperaturas a partir dos 7 graus no Alto Minho - Altominho TV", "description": "O Instituto Português do Mar e da Atmosfera (IPMA) prevê, para esta segunda-feira, céu geralmente muito nublado, períodos de chuva, mais frequentes nas regiões Norte e Centro, e subida das temperaturas. A previsão do IPMA aponta ainda para vento fraco a moder…", "url": "https://www.altominho.tv/site/2020/12/07/chuva-vento-forte-e-temperaturas-a-partir-dos-7-graus-no-alto-minho/", "urlToImage": "https://www.altominho.tv/site/wp-content/uploads/2020/12/Tempo-chuva-1-740x416-1.jpg", "publishedAt": "2020-12-07T09:24:36Z", "content": "O Instituto Português do Mar e da Atmosfera (IPMA) prevê, para esta segunda-feira, céu geralmente muito nublado, períodos de chuva, mais frequentes nas regiões Norte e Centro, e subida das temperatur… [+1139 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Lusa", "title": "Mês de Novembro com temperaturas mais altas de que há registo - PÚBLICO", "description": "A Organização Meteorológica Mundial (OMM) anunciou na semana passada que 2020 figurará no pódio dos anos mais quentes. Os dados provisórios colocam-no por agora em segundo lugar, atrás de 2016, mas a diferença é pequena e a classificação ainda pode vir a muda…", "url": "https://www.publico.pt/2020/12/07/mundo/noticia/mes-novembro-temperaturas-altas-ha-registo-1942011", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1532443?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2020-12-07T08:46:00Z", "content": "O mês de Novembro de 2020 foi o mais quente jamais registado no mundo nesta época do ano, batendo o recorde estabelecido em 2016, de acordo com o serviço europeu de monitorização das alterações climá… [+2876 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Arlindo Oliveira", "title": "O código da vida, decifrado - PÚBLICO", "description": "Um problema que, durante mais de meio século, desafiou os melhores grupos de investigação do mundo, foi agora resolvido pelo programa AlphaFold.", "url": "https://www.publico.pt/2020/12/07/ciencia/opiniao/codigo-vida-decifrado-1941954", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1524918?tp=UH&db=IMAGENS&type=JPG&share=1&o=", "publishedAt": "2020-12-07T07:30:00Z", "content": "Sabe-se, há muito tempo, que determinadas características dos progenitores passam para os descendentes. Porém, os mecanismos de transmissão destas características só foram compreendidos há relativame… [+7271 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Coronavírus: veja 10 cientistas que fazem ciência de ponta na combate à pandemia - UOL", "description": "Conheça o trabalho de 10 cientistas de ponta brasileiros que atuaram brilhantemente na pandemia", "url": "https://www.uol.com.br/tilt/reportagens-especiais/conheca-os-cientistas-que-estao-revolucionando-o-combate-ao-coronavirus/", "urlToImage": "https://conteudo.imguol.com.br/c/especiais/tilt/2020/cientistas/capa_Web.jpg", "publishedAt": "2020-12-07T07:16:34Z", "content": "A luta mundial contra o coronavírus já resultou em muitos avanços científicos. Alguns são muito visíveis, outros dão suporte essencial ao trabalho da força-tarefa que diariamente tenta salvar vidas. … [+783 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "André Manuel Correia", "title": "Eis o meu corpo, testai em mim, em nome da Ciência: o que leva voluntários a participarem em ensaios clínicos - Expresso", "description": "São vistos como “cobaias”, “ratinhos de laboratório”, mas sem eles “a medicina não avançava”. Nunca tantos deveram tanto a tão poucos. O que motiva alguém a voluntariar-se para participar em ensaios clínicos? Quais os benefícios para uma pessoa saudável ao te…", "url": "https://expresso.pt/sociedade/2020-12-07-Eis-o-meu-corpo-testai-em-mim-em-nome-da-Ciencia-o-que-leva-voluntarios-a-participarem-em-ensaios-clinicos", "urlToImage": "http://images.impresa.pt/expresso/2020-12-03-GettyImages-1250218876.jpg-2/fb/wm", "publishedAt": "2020-12-07T07:12:00Z", "content": "Fase I\r\nEva à experiência no paraíso para curtir\r\nO que nos vai acontecer?, o que é que vocês vão fazer connosco?, qual é o propósito disto?: eis alguns dos medos e interrogações mais frequentes inoc… [+468 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Terra mais próxima de buraco negro super-massivo do que se pensava - ZAP", "description": "Novo mapa da Via Láctea mostra que a Terra está dois mil anos-luz mais perto do buraco negro super-massivo Sagittarius...", "url": "https://zap.aeiou.pt/buraco-negro-super-massivo-363460", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/12/d53a1997d821c5e054b20143068bca6f-1.jpg", "publishedAt": "2020-12-07T07:00:00Z", "content": "Nasa\r\nBuraco negro super-massivo Sagittarius A*\r\nUm novo mapa da Via Láctea criado pelo Observatório Astronómico Nacional do Japão mostra que a Terra está a girar mais rápido e que se encontra dois m… [+1676 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Edison Durigon: Conheça o Cientista e o que fez Contra o Coronavírus - Tilt", "description": "Edison Durigon, chefe do departamento de microbiologia do ICB (Instituto de Ciência Biomédicas) da USP (Universidade de São Paulo), é um dos principais virologistas do país e já esteve na linha de frente do combate ao zika e ao H1N1, por exemplo. Desta ve", "url": "https://www.uol.com.br/tilt/noticias/redacao/2020/12/07/cientista-abastece-pesquisas-de-covid-mas-diz-temer-mesmo-ida-ao-mercado.htm", "urlToImage": "https://conteudo.imguol.com.br/c/noticias/81/2020/10/29/card-para-texto---teia-de-cientistas-covid---edison-durigon-1604011154137_v2_615x300.jpg", "publishedAt": "2020-12-07T07:00:00Z", "content": "Edison Durigon, chefe do departamento de microbiologia do ICB (Instituto de Ciência Biomédicas) da USP (Universidade de São Paulo), é um dos principais virologistas do país e já esteve na linha de fr… [+7639 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "CCVAlg", "title": "Novos dados do Hubble explicam matéria escura em falta - ZAP - ZAP", "description": "Novos dados do Telescópio Espacial Hubble da NASA/ESA fornecem mais evidências para a interrupção de marés na galáxia NGC 1052-DF4....", "url": "https://zap.aeiou.pt/novos-dados-do-hubble-explicam-materia-escura-falta-363786", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/05/2e4ccc92ecafc781bb50e886360298a8.png", "publishedAt": "2020-12-06T23:50:00Z", "content": "(dr) NASA\r\nNovos dados do Telescópio Espacial Hubble da NASA/ESA fornecem mais evidências para a interrupção de marés na galáxia NGC 1052-DF4.\r\nEste resultado explica uma descoberta anterior de que e… [+5086 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "E se uma tempestade solar catastrófica atingisse a Terra? - SoCientífica", "description": "Entre o final de agosto e início de setembro de 1859 uma gigantesca tempestade solar atingiu a Terra. Tempestades solares carregam plasma, ou seja, partículas extremamente carregadas. Naquelas expl…", "url": "https://socientifica.com.br/e-se-uma-tempestade-solar-catastrofica-atingisse-a-terra/", "urlToImage": "https://i0.wp.com/socientifica.com.br/wp-content/uploads/2020/12/sun-11581.jpg?fit=1200%2C985&ssl=1", "publishedAt": "2020-12-06T22:00:46Z", "content": "Entre o final de agosto e início de setembro de 1859 uma gigantesca tempestade solar atingiu a Terra. Tempestades solares carregam plasma, ou seja, partículas extremamente carregadas. Naquelas explos… [+3916 chars]"}, {"source": {"id": null, "name": "Hypescience.com"}, "author": "Marcelo Ribeiro", "title": "\"Sol artificial\" da China acabou de ser ligado: um reator de fusão nuclear - HypeScience - A ciência é a grande estrela do mundo real", "description": "A China conseguiu ligar com sucesso seu reator de fusão nuclear -- o \"sol artificial\" -- pela primeira vez", "url": "https://hypescience.com/reator-de-fusao-nuclear-china-sol-artificial/", "urlToImage": "https://hypescience.com/wp-content/uploads/2020/12/sol-artificial-reator-fusao-nuclear.jpg", "publishedAt": "2020-12-06T20:49:31Z", "content": "Por Marcelo Ribeiro, em 6.12.2020\r\nA China conseguiu ligar com sucesso seu reator de fusão nuclear pela primeira vez, a mídia estatal informou na sexta-feira, marcando um grande avanço nas capacidade… [+1761 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Flexibilidade psicológica é o mais importante para uma família feliz, diz estudo - ZAP", "description": "Um estudo recente identificou as características e competências pessoais que contribuem para que as relações amorosas e familiares sejam mais...", "url": "https://zap.aeiou.pt/traco-personalidade-para-familia-feliz-363070", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/11/de9f07023471f15e4714ebd313b550a3.jpg", "publishedAt": "2020-12-06T20:20:00Z", "content": "Um estudo recente da Universidade de Rochester, nos Estados Unidos, identificou algumas das características e competências pessoais que contribuem para que as nossas relações amorosas e familiares se… [+2635 chars]"}, {"source": {"id": null, "name": "Exame.com"}, "author": "Gilson Garrett Jr.", "title": "Astronauta japonês faz fotos impressionantes da Terra vista do espaço - Exame Notícias", "description": "Soichi Noguchi está no espaço desde o dia 15 de novembro, quando participou da segunda missão da empresa de Elon Musk, a Space X, rumo à ISS", "url": "https://exame.com/ciencia/astronauta-japones-faz-fotos-impressionantes-da-terra-vista-do-espaco/", "urlToImage": "https://exame.com/wp-content/uploads/2020/12/soichi.jpg?quality=70&strip=info", "publishedAt": "2020-12-06T20:08:18Z", "content": "Todas as vezes que o astronauta japonês Soichi Noguchi está na Estação Espacial Internacional (ISS, sigla em inglês) ele publica uma série de fotos em suas redes sociais que impressionam pela beleza … [+1474 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Últimos momentos do Observatório de Arecibo capturados por drone: confira - SoCientífica", "description": "O Observatório de Arecibo veio abaixo após décadas de operações e muitas descobertas celestiais. Um drone que estava fazendo um sobrevôo de inspeção acabou flagrando o momento fatal, quando a estru…", "url": "https://socientifica.com.br/observatorio-de-arecibo/", "urlToImage": "https://i1.wp.com/socientifica.com.br/wp-content/uploads/2020/12/observatorio-arecibo2.png?fit=1200%2C748&ssl=1", "publishedAt": "2020-12-06T20:02:53Z", "content": "O Observatório de Arecibo veio abaixo após décadas de operações e muitas descobertas celestiais. Um drone que estava fazendo um sobrevôo de inspeção acabou flagrando o momento fatal, quando a estrutu… [+2745 chars]"}, {"source": {"id": null, "name": "Sicnoticias.pt"}, "author": "SIC Notícias", "title": "Pedro Simas: \"Eu acho que a gripe não vai ser problema nenhum\" - SIC Notícias", "description": "Pedro Simas, virologista do Instituto de Medicina Molecular, analisa, na Edição da Tarde da SIC Notícias, o plano de vacinação e o que os portugueses podem esperar na altura do Natal e Ano Novo.", "url": "https://sicnoticias.pt/especiais/coronavirus/2020-12-06-Pedro-Simas-Eu-acho-que-a-gripe-nao-vai-ser-problema-nenhum", "urlToImage": "https://images.impresa.pt/sicnot/2020-12-06-Pedro-SImas.JPG/fb/wm", "publishedAt": "2020-12-06T19:15:00Z", "content": "Pedro Simas entende que a partir da primeira fase da vacinação, poderemos \"ter o problema muito, muito resolvido\".\r\n\"O que nós queremos é proteger os grupos de risco.\"\r\nO virologista explica que na m… [+1153 chars]"}, {"source": {"id": null, "name": "Correiobraziliense.com.br"}, "author": "Ana Paula Lisboa", "title": "Diplomata e cientista nuclear é um dos 100 negros mais influentes do mundo - Correio Braziliense", "description": "O paraibano Ernesto Mané Júnior tem raízes na Guiné-Bissau, busca a excelência em tudo o que faz, seja na diplomacia, seja na pesquisa em física nuclear", "url": "https://www.correiobraziliense.com.br/euestudante/trabalho-e-formacao/2020/12/4893446-diplomata-e-cientista-nuclear-e-um-dos-100-negros-mais-influentes-do-mundo.html", "urlToImage": "https://midias.correiobraziliense.com.br/_midias/jpg/2020/12/06/675x450/1_cbnfot031220202155-6434456.jpg", "publishedAt": "2020-12-06T17:45:00Z", "content": "Paraibano, Ernesto Batista Mané Júnior, 37 anos, atua com excelência no que se dispõe a fazer: ao longo da vida, foi garçom, professor de inglês, programador e pesquisador. Atualmente, concilia duas … [+5088 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Como sabemos o que há dentro do planeta Terra? - SoCientífica", "description": "Na época da escola, você aprendeu na aula de geografia que o planeta Terra possui quatro camadas principais: a crosta, o manto, o núcleo externo e o núcleo interno. Mas ninguém cavou até o núcleo d…", "url": "https://socientifica.com.br/como-os-sabemos-como-e-a-terra-por-dentro/", "urlToImage": "https://i1.wp.com/socientifica.com.br/wp-content/uploads/2020/11/planet-earth-center-core.jpg?fit=1200%2C794&ssl=1", "publishedAt": "2020-12-06T17:03:08Z", "content": "Na época da escola, você aprendeu na aula de geografia que o planeta Terra possui quatro camadas principais: a crosta, o manto, o núcleo externo e o núcleo interno. Mas ninguém cavou até o núcleo do … [+3706 chars]"}, {"source": {"id": null, "name": "Megacurioso.com.br"}, "author": "André Luis Dias Custodio", "title": "As caudas dos jacarés podem voltar a crescer, afirmam cientistas - Mega Curioso", "description": "Pesquisadores da Arizona State University descobriram que a habilidade de regeneração de caudas não é uma particularidade exclusiva de algumas subespécies de lagartos, mas também é pertencente ao jacaré-americano. Segundo o estudo, os répteis norte-americanos…", "url": "https://www.megacurioso.com.br//ciencia/116983-as-caudas-dos-jacares-podem-voltar-a-crescer-afirmam-cientistas.htm", "urlToImage": "https://mega.ibxk.com.br/2020/12/01/01161849034262.jpg?w=600", "publishedAt": "2020-12-06T17:00:00Z", "content": "Pesquisadores da Arizona State University descobriram que a habilidade de regeneração de caudas não é uma particularidade exclusiva de algumas subespécies de lagartos, mas também é pertencente ao jac… [+2064 chars]"}, {"source": {"id": null, "name": "Brasil247.com"}, "author": "José Reinaldo", "title": "Dezembro terá fenômeno astronômico que não ocorre desde a Idade Média - Brasil 247", "description": "Um fenômeno que não se via desde a Idade Média ocorrerá em dezembro. É a proximidade entre Júpiter e Saturno, parecendo um planeta duplo", "url": "https://www.brasil247.com/geral/dezembro-tera-fenomeno-astronomico-que-nao-ocorre-desde-a-idade-media", "urlToImage": "https://publisher-publish.s3.eu-central-1.amazonaws.com/pb-brasil247/swp/jtjeq9/media/20201206111252_9aa1240771728c8035f4f81a8cbd42cd90028733e11139968f7bf85bbd731c98.jpeg", "publishedAt": "2020-12-06T15:53:00Z", "content": "Um fenômeno que não se via desde a Idade Média ocorrerá em dezembro. É a proximidade entre Júpiter e Saturno, parecendo um planeta duplo\r\neditAgência Brasil - Um fenômeno astronômico que não acontece… [+1827 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Descoberta na Índia inscrição de pedra de uma das dinastias mais longas de todos os tempos (FOTO) - Sputnik Brasil", "description": "Uma equipe de arqueólogos encontrou na Índia uma inscrição em pedra do séc. XIII, pertencente à dinastia Chola, que falava sobre um canal e lagos conectados.", "url": "https://br.sputniknews.com/ciencia_tecnologia/2020120616568122-descoberta-na-india-inscricao-de-pedra-de-uma-das-dinastias-mais-longas-de-todos-os-tempos-foto/", "urlToImage": "https://cdnbr4.img.sputniknews.com/images/07e4/0c/06/16568109.jpg", "publishedAt": "2020-12-06T15:25:00Z", "content": null}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Ana Cristina Marques", "title": "Falta de abraços, de empatia e do exterior. Como vai crescer esta \"geração Covid\"? - Observador", "description": "", "url": "https://observador.pt/especiais/falta-de-abracos-de-empatia-e-do-exterior-como-vai-crescer-esta-geracao-covid/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2F770x403%2Cq86%2Ccx0%2Ccw2235%2Ccy63%2Cch1255%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2020%2F11%2F27162735%2Fistock-1215892007.jpg", "publishedAt": "2020-12-06T15:09:00Z", "content": "Os efeitos negativos e positivos da pandemia permanecem por caracterizar, o que é fácil de compreender dado o fenómeno recente. Ainda assim, nunca é cedo para começar a refletir sobre a forma como um… [+3780 chars]"}, {"source": {"id": null, "name": "Megacurioso.com.br"}, "author": "Luciana Anselmo", "title": "Sistema solar pode desaparecer antes do esperado - Mega Curioso", "description": "Uma vida humana pode parecer longa em comparação com outras espécies à nossa volta, mas é um tempo bem insignificante em relação à Terra ou ao nosso Sistema Solar. Até por isso, a sensação de que estamos seguros aqui é bem forte, mas não dá para ignorar que n…", "url": "https://www.megacurioso.com.br//ciencia/116976-sistema-solar-pode-desaparecer-antes-do-esperado.htm", "urlToImage": "https://mega.ibxk.com.br/2020/12/01/01175004292338.jpg?w=600", "publishedAt": "2020-12-06T15:00:00Z", "content": "Uma vida humana pode parecer longa em comparação com outras espécies à nossa volta, mas é um tempo bem insignificante em relação à Terra ou ao nosso Sistema Solar. Até por isso, a sensação de que est… [+1642 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Margarida Gomes", "title": "Pandemia arruina o bem-estar emocional dos portugueses - PÚBLICO", "description": "Sondagem mostra que a esmagadora maioria dos portugueses estão preocupados com os efeitos da pandemia, sobretudo na economia e no emprego.", "url": "https://www.publico.pt/2020/12/06/politica/noticia/pandemia-arruina-bemestar-emocional-portugueses-1941960", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1532312?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2020-12-06T14:43:00Z", "content": "Um estudo de opinião feito pela Aximage para o Jornal de Notícias e para a TSF mostra que 92% dos inquiridos nesta sondagem estão muito ou bastante preocupados com os efeitos da pandemia de covid-19 … [+3309 chars]"}, {"source": {"id": null, "name": "Www.nit.pt"}, "author": null, "title": "Júpiter e Saturno vão formar a estrela de Natal que não era vista há 800 anos - NiT New in Town", "description": "Há centenas de anos que os dois planetas não estavam tão próximos. O fenómeno acontece ainda antes de 25 de dezembro.", "url": "https://www.nit.pt/fora-de-casa/jupiter-e-saturno-vao-formar-estrela-de-natal-que-nao-era-vista-ha-800-anos", "urlToImage": "https://www.nit.pt/wp-content/plugins/mm_og_image/mm_og_image.php?post_id=622515&ts=20201206151229", "publishedAt": "2020-12-06T14:23:00Z", "content": "Júpiter e Saturno são os dois maiores planetas do sistema solar e vão estar tão perto um do outro nas próximas semanas que dará a ilusão de criarem um planeta duplo, muito mais brilhante do que o hab… [+1317 chars]"}, {"source": {"id": null, "name": "Radiocampanario.com"}, "author": "Joana Penderlico", "title": "Fenómeno que não acontecia há 800 anos, “Planeta duplo”, será visível este Natal - Rádio Campanário", "description": "Twitter Nesta quadra natalícia, a 21 de dezembro, haverá um fenómeno astronómico que não acontecia desde 1226, há quase 800 anos. Os dois maiores planetas do nosso sistema solar nunca estiveram tão próximos desde praticamente a Idade Média. No dia em que se a…", "url": "https://www.radiocampanario.com/ultimas/regional/fenomeno-que-nao-acontecia-ha-800-anos-planeta-duplo-sera-visivel-este-natal", "urlToImage": "https://www.radiocampanario.com/media/k2/items/cache/4df2a8c69d9aef9096148c08a4de0724_XL.jpg", "publishedAt": "2020-12-06T12:40:26Z", "content": "Nesta quadra natalícia, a 21 de dezembro, haverá um fenómeno astronómico que não acontecia desde 1226, há quase 800 anos.\r\nOs dois maiores planetas do nosso sistema solar nunca estiveram tão próximos… [+1267 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "Victória Gearini", "title": "Esnobada pela sociedade: A intensa saga de Mary Anning, caçadora de fósseis - Aventuras na História", "description": "A paleontóloga foi responsável por fazer diversas descobertas que revolucionaram a ciência, no entanto, foi desvalorizada em vida", "url": "https://aventurasnahistoria.uol.com.br/noticias/reportagem/esnobada-pela-sociedade-a-intensa-saga-de-mary-anning-cacadora-de-fosseis.phtml", "urlToImage": "https://aventurasnahistoria.uol.com.br/media/_versions/curiosidades/mary_anning_widelg.jpg", "publishedAt": "2020-12-06T12:24:58Z", "content": "A paleontóloga foi responsável por fazer diversas descobertas que revolucionaram a ciência, no entanto, foi desvalorizada em vidaAinda criança, a britânica Mary Anning já ajudava o seu pai, Richard, … [+4683 chars]"}, {"source": {"id": null, "name": "Euronews"}, "author": null, "title": "A cápsula que veio de um asteroide - Euronews", "description": "Seis anos depois da missão ter sido iniciada, a cápsula de uma sonda japonesa destinada a recolher amostras de um asteroide aterrou este domingo, perto de Woomera, no sul da Austrália.", "url": "https://pt.euronews.com/2020/12/06/a-capsula-que-veio-de-um-asteroide", "urlToImage": "https://static.euronews.com/articles/stories/05/18/15/76/1000x563_cmsv2_86e6962a-f57c-5879-9e08-d8f554ce18b6-5181576.jpg", "publishedAt": "2020-12-06T11:52:52Z", "content": null}, {"source": {"id": null, "name": "Metropoles.com"}, "author": "Metrópoles", "title": "O que é a dismorfia corporal? - Metrópoles", "description": "Também conhecida como síndrome da feiúra imaginária, a dismorfia corporal é um distúrbio psicológico que afeta cerca de 2% da população mundial", "url": "https://www.metropoles.com/webstories/o-que-e-a-dismorfia-corporal", "urlToImage": null, "publishedAt": "2020-12-06T08:31:53Z", "content": "O que é a dismorfia corporal?\r\npor Érica Montenegro\r\nTambém conhecida como síndrome da feiúra imaginária, a dismorfia corporal é um distúrbio psicológico que afeta cerca de 2% da população mundial\r\nA… [+1591 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Teresa Firmino", "title": "Navio “Mário Ruivo” pode ir atrás (finalmente) do carapau e da pescada - PÚBLICO", "description": "O nome do novo navio de investigação português é uma homenagem a oceanógrafo reconhecido internacionalmente como um político dos oceanos. O <i>Mário Ruivo</i> esteve mais de um ano parado, depois de ter recebido equipamentos novos que o prepararam para campan…", "url": "https://www.publico.pt/2020/12/06/ciencia/noticia/navio-mario-ruivo-ir-atras-finalmente-carapau-pescada-1941664", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1531468?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2020-12-06T07:02:00Z", "content": "Cinco anos depois de ter chegado a Portugal, comprado em segunda mão, o navio de investigação do Instituto Português do Mar e da Atmosfera (IPMA) está finalmente a partir para a sua primeira campanha… [+474 chars]"}, {"source": {"id": null, "name": "R7.com"}, "author": "R7.com", "title": "Confira os fenômenos astronômicos que ocorrem em dezembro - HORA 7", "description": "Pessoas do mundo todo poderão observar o alinhamento entre Júpiter e Saturno, evento que aconteceu pela última vez na Idade Média", "url": "https://noticias.r7.com/tecnologia-e-ciencia/fotos/confira-os-fenomenos-astronomicos-que-ocorrem-em-dezembro-06122020", "urlToImage": "https://img.r7.com/images/astronomia-04122020133032486?dimensions=600x315&crop_position=c", "publishedAt": "2020-12-06T05:00:15Z", "content": null}, {"source": {"id": null, "name": "Otempo.com.br"}, "author": "Da Redação, com AFP", "title": "Vídeo mostra momento do colapso do radiotelescópio de Arecibo; veja - O Tempo", "description": "É possível ver rompimento de dois dos cabos conectados a uma torre de concreto para apoiar o telescópio; estrutura cai alguns segundos depois e perfura parte da parabólica", "url": "https://www.otempo.com.br/mundo/video-mostra-momento-do-colapso-do-radiotelescopio-de-arecibo-veja-1.2421733", "urlToImage": "https://www.otempo.com.br/image/contentid/policy:1.2421744:1607212608/000_8WE9NE.jpg?f=3x2&w=620&$p$f$w=8d0d77c", "publishedAt": "2020-12-05T23:57:00Z", "content": "Um vídeo que circula nas redes sociais mostrou o momento exato que o radiotelescópio do Observatório de Arecibo, em Porto Rico, colapsou nessa semana. O radiotelescópio, um dos maiores do mundo, desa… [+2584 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Novo sonar funciona fora de água (e vê o fundo do mar como terra firme) - ZAP", "description": "Os radares e o LiDAR têm sido ferramentas rápidas e eficazes para mapear a superfície da Terra a partir de...", "url": "https://zap.aeiou.pt/engenheiros-inventam-sonar-funciona-da-agua-363343", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/12/0281f3588e9b6f8b5b3dc9a665c4d40b.jpg", "publishedAt": "2020-12-05T23:00:00Z", "content": "Os radares e o LiDAR têm sido ferramentas rápidas e eficazes para mapear a superfície da Terra a partir de aeronaves e satélites. Porém, embora possam fornecer leituras precisas através das nuvens, n… [+3849 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "George Dvorsky", "title": "Astrônomos confirmam que objeto misterioso é parte de foguete lançado em 1966 - Gizmodo Brasil", "description": "Depois de meses de especulação, uma equipe liderada por Vishnu Reddy, um professor associado do Laboratório Lunar e Planetário da Universidade do Arizona, confirmou que o objeto 2020 SO é...", "url": "https://gizmodo.uol.com.br/astronomos-objeto-misterioso-foguete-1966/", "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2020/12/lvkqyrqnuzb71gxf1qu9-1000x561.jpg", "publishedAt": "2020-12-05T20:58:00Z", "content": "Depois de meses de especulação, uma equipe liderada por Vishnu Reddy, um professor associado do Laboratório Lunar e Planetário da Universidade do Arizona, confirmou que o objeto 2020 SO é o estágio s… [+7368 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Cemitério espacial | Quais estrelas que vemos no céu podem já estar mortas? - Canaltech", "description": "É comum ouvirmos que as estrelas que vemos no céu já estão mortas. Entretanto, isso não é exatamente verdade. Existem cerca de 9 mil estrelas visíveis a olho nu, e a grande maioria delas ainda não chegou ao fim de suas vidas", "url": "https://canaltech.com.br/espaco/cemiterio-espacial-quais-estrelas-que-vemos-no-ceu-podem-ja-estar-mortas-175708/", "urlToImage": "https://ibcdn.canaltech.com.br/8wadPNx5dWiK9R94G2_e3P0SJ58=/700x394/smart/i9793.jpeg", "publishedAt": "2020-12-05T20:00:00Z", "content": "Você já deve ter ouvido alguém dizer que as estrelas que vemos no céu já estão mortas, certo? De fato, observar o céu noturno e o universo é uma forma de olhar para o passado, uma vez que a luz desse… [+9306 chars]"}, {"source": {"id": null, "name": "Jornaldotocantins.com.br"}, "author": "Samir Leão", "title": "TJTO publica edital de processo seletivo para médico psiquiatra, psicólogo e assistente social - Jornal do Tocantins", "description": "Período de contratação é de 2 anos e remuneração passa dos R$ 9 mil; veja o edital", "url": "https://www.jornaldotocantins.com.br/editorias/vida-urbana/tjto-publica-edital-de-processo-seletivo-para-m%C3%A9dico-psiquiatra-psic%C3%B3logo-e-assistente-social-1.2162129", "urlToImage": "https://www.jornaldotocantins.com.br/polopoly_fs/1.1998256.1582157101!/image/image.JPG_gen/derivatives/landscape_800/image.JPG", "publishedAt": "2020-12-05T16:30:00Z", "content": "1\r\nTJTO publica edital de processo seletivo para médico psiquiatra, psicólogo e assistente social"}, {"source": {"id": null, "name": "Algarveprimeiro.com"}, "author": "Algarve Primeiro", "title": "Covid.19:Algarve com 10 concelhos em risco moderado e 6 em risco elevado de contágio - Algarve Primeiro", "description": "O primeiro-ministro deu hoje a conhecer a estratégia do Governo para as próximas semanas, prolongando as medidas de restrição até ao Natal, havendo depois uma menor intensidade nos dias 24, 25 de dezembro e 01 de janeiro, retomando depois o nível de limitaçõe…", "url": "https://www.algarveprimeiro.com/d/covid19algarve-com-10-concelhos-em-risco-moderado-e-6-em-risco-elevado-de-contagio/35714-1", "urlToImage": "https://www.algarveprimeiro.com/files/resizes/noticias/1200X669/img_5fcbb5a830a1f.jpg", "publishedAt": "2020-12-05T15:30:00Z", "content": "© 2020 Algarve Primeiro.Todos os direitos reservados.\r\nAlgarve Primeiro - Notícias algarve, jornal do algarve, últimas notícias do Algarve"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Por que você não deveria matar as aranhas da sua casa - SoCientífica", "description": "Os aracnídeos são bastante assustadores. Os carrapatos, por exemplo, são animais minúsculos que sugam sangue e transmitem muitas doenças. Os escorpiões, por outro lado, podem agarrar e injetar vene…", "url": "https://socientifica.com.br/porque-voce-nao-deveria-matar-as-aranhas-da-sua-casa/", "urlToImage": "https://i1.wp.com/socientifica.com.br/wp-content/uploads/2020/11/spider-3813968_1920.jpg?fit=1200%2C800&ssl=1", "publishedAt": "2020-12-05T14:40:29Z", "content": "Os aracnídeos são bastante assustadores. Os carrapatos, por exemplo, são animais minúsculos que sugam sangue e transmitem muitas doenças. Os escorpiões, por outro lado, podem agarrar e injetar veneno… [+3276 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "O Grande Filtro – uma possível solução para o Paradoxo de Fermi - SoCientífica", "description": "O Grande Filtro é triste. O universo é muito grande. Muito grande mesmo – possivelmente infinito. Por isso, são inúmeras as possibilidades de qualquer coisa ocorrer. Já catalogamos alguns mil…", "url": "https://socientifica.com.br/o-grande-filtro-uma-possivel-solucao-para-o-paradoxo-de-fermi/", "urlToImage": "https://i2.wp.com/socientifica.com.br/wp-content/uploads/2020/11/alien-560710_1920.jpg?fit=1200%2C774&ssl=1", "publishedAt": "2020-12-05T12:12:05Z", "content": "O Grande Filtro é triste. O universo é muito grande. Muito grande mesmo – possivelmente infinito. Por isso, são inúmeras as possibilidades de qualquer coisa ocorrer. Já catalogamos alguns milhares de… [+3793 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "'Domínio de Horus Rei Escorpião': arqueólogos decifram inscrição em pedra de 5.000 anos (FOTOS) - Sputnik Brasil", "description": "Wadi al-Malik é o leito de um rio extinto no Sudão que é raramente explorado por arqueólogos, porém, durante uma recente escavação pesquisadores fizeram uma descoberta...", "url": "https://br.sputniknews.com/ciencia_tecnologia/2020120516562501-dominio-de-horus-rei-escorpiao-arqueologos-decifram-inscricao-em-pedra-de-5000-anos/", "urlToImage": "https://cdnbr3.img.sputniknews.com/images/07e4/09/17/16110990.jpg", "publishedAt": "2020-12-05T11:54:00Z", "content": "Wadi al-Malik é o leito de um rio extinto no Sudão que é raramente explorado por arqueólogos, porém, durante uma recente escavação pesquisadores fizeram uma descoberta incrível a mais antiga designaç… [+1653 chars]"}, {"source": {"id": null, "name": "Exame.com"}, "author": "Tamires Vitorio", "title": "Cientistas descobrem melhor região para vida em Marte - Exame Notícias", "description": "Segundo os pesquisadores, o melhor lugar para morar em Marte não estava onde os rovers podem ver", "url": "https://exame.com/ciencia/cientistas-descobrem-melhor-regiao-para-vida-em-marte/", "urlToImage": "https://exame.com/wp-content/uploads/2020/07/marte-1.jpg?quality=70&strip=info", "publishedAt": "2020-12-05T11:01:27Z", "content": "Cientistas da Universidade Estadual de Nova Jérsei, nos Estados Unidos, apontam que, se existir vida em Marte, um lugar em específico seria o melhor lugar para ela.\r\n“Mesmo se gases do efeito estufa,… [+2894 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "O corpo ideal? O mistério das figuras de Vénus pode ter sido resolvido - ZAP", "description": "Um dos primeiros exemplos de arte, as estatuetas de Vénus\" intrigaram os cientistas durante quase dois séculos. Agora, o mistério...", "url": "https://zap.aeiou.pt/o-misterio-das-enigmaticas-figuras-pre-historicas-de-venus-pode-ter-sido-finalmente-resolvido-363375", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/12/911af7aa209e00b49f3d6fd2afa92564.png", "publishedAt": "2020-12-05T10:45:00Z", "content": "Um dos primeiros exemplos mundiais de arte, as enigmáticas estatuetas de “Vénus” esculpidas há cerca de 30 mil anos, intrigaram os cientistas durante quase dois séculos. Agora, o mistério das estranh… [+3603 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Nova espécie de morcego de 16 milhões de anos é descoberta na Espanha - Sputnik Brasil", "description": "A Cuvierimops penalveri, nome dado em homenagem ao paleontólogo valenciano Enrique Peñalver, é a segunda espécie de seu gênero conhecida até o momento.", "url": "https://br.sputniknews.com/ciencia_tecnologia/2020120516561892-nova-especie-de-morcego-de-16-milhoes-de-anos-e-descoberta-na-espanha/", "urlToImage": "https://cdnbr4.img.sputniknews.com/images/1307/14/13071419.jpg", "publishedAt": "2020-12-05T09:24:00Z", "content": null}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Há círculos fantasmagóricos no céu (e astrónomos não sabem o que são) - ZAP", "description": "Em setembro de 2019, uma equipa de investigadores fez uma apresentação sobre objetos interessantes encontrados em novos dados radioastronómicos....", "url": "https://zap.aeiou.pt/circulos-fantasmagoricos-nunca-vistos-antes-no-ceu-363441", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/12/9790579553f1b18e38897e66477aaeab.png", "publishedAt": "2020-12-05T08:00:00Z", "content": "Bärbel Koribalski\r\nEm setembro de 2019, uma equipa de investigadores fez uma apresentação sobre objetos interessantes encontrados em novos dados radioastronómicos. Esses objeto tinham formas muito es… [+3588 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Carlos Fiolhais", "title": "Assim fala a neurocientista Diana Prata - PÚBLICO", "description": "Continua a falar-se de raças humanas e persiste o problema do racismo. Perguntei à neurocientista se haverá diferenças comportamentais em grupos que se distinguem pela cor da pele e como arguiria ela com uma pessoa assumidamente racista.", "url": "https://www.publico.pt/2020/12/05/ciencia/noticia/assim-fala-neurocientista-diana-prata-1941629", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1531376?tp=UH&db=IMAGENS&type=PNG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2020-12-05T07:21:00Z", "content": "Na quinta edição do Assim Fala a Ciência, o novo podcast quinzenal do PÚBLICO, com o apoio da Fundação Francisco Manuel dos Santos e co-organizado por mim e por David Marçal, entrevistei Diana Prata,… [+2939 chars]"}, {"source": {"id": null, "name": "Dnoticias.pt"}, "author": "Sandra Ascensão Silva", "title": "Vento, nuvens e chuva na Madeira — DNOTICIAS.PT - DNoticias", "description": "Este fim-de-semana será de\nchuva, vento e nuvens no Arquipélago da Madeira que tem alerta laranja para o\nmau tempo no mar, nomeadamente vento e agitação marítima forte, entre a madrugada\nde sábado (03h) até às 15 horas de domingo, 6 de Dezembro, passando depo…", "url": "https://www.dnoticias.pt/2020/12/5/241606-vento-nuvens-e-chuva-na-madeira/", "urlToImage": "https://static-storage.dnoticias.pt/www-assets.dnoticias.pt/images/configuration/fb-9/logochuva_lSgUg7z.jpg", "publishedAt": "2020-12-05T07:15:00Z", "content": "Este fim-de-semana será de\r\nchuva, vento e nuvens no Arquipélago da Madeira que tem alerta laranja para o\r\nmau tempo no mar, nomeadamente vento e agitação marítima forte, entre a madrugada\r\nde sábado… [+696 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Aline Flor", "title": "Diana Prata e o cérebro social - PÚBLICO", "description": "", "url": "https://www.publico.pt/2020/12/05/ciencia/noticia/diana-prata-impacto-biologia-comportamento-social-1941722", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1531639?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Podcasts.png", "publishedAt": "2020-12-05T07:15:00Z", "content": "No episódio n.º 5 do podcast Assim Fala a Ciência, uma parceria do PÚBLICO com a Fundação Francisco Manuel dos Santos, Carlos Fiolhais entrevista a neurocientista Diana Prata, que, após ter estado do… [+1263 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Virologista de Wuhan diz que morcegos têm outros coronavírus que podem infectar humanos - Sputnik Brasil", "description": "Shi Zhengli, uma importante virologista do Wuhan Institute of Virology, disse que morcegos nas regiões fronteiriças do Sul e Sudoeste da China abrigam outros...", "url": "https://br.sputniknews.com/asia_oceania/2020120516561252-virologista-de-wuhan-diz-que-morcegos-tem-outros-coronavirus-que-podem-infectar-humanos/", "urlToImage": "https://cdnbr3.img.sputniknews.com/images/1554/70/15547042.jpg", "publishedAt": "2020-12-05T03:37:00Z", "content": "Shi Zhengli, uma importante virologista do Wuhan Institute of Virology, disse que morcegos nas regiões fronteiriças do Sul e Sudoeste da China abrigam outros coronavírus que podem infectar humanos.O … [+1492 chars]"}]}