{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Nova investigação sugere que uma inversão dos polos magnéticos da Terra pode ser catastrófica - Pplware", "description": "Os polos magnéticos da Terra estão constantemente em movimento. Segundo os registos geológicos, o fenómeno pode mesmo já estar atrasado nesta era moderna. Os investigadores sabem que já aconteceu no passado. Apesar de ser...", "url": "https://pplware.sapo.pt/ciencia/nova-investigacao-sugere-que-uma-inversao-dos-polos-magneticos-da-terra-pode-ser-catastrofica/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/polos_megneticos00.jpg", "publishedAt": "2021-02-21T21:12:01Z", "content": "Os polos magnéticos da Terra estão constantemente em movimento. Segundo os registos geológicos, o fenómeno pode mesmo já estar atrasado nesta era moderna. Os investigadores sabem que já aconteceu no … [+2721 chars]"}, {"source": {"id": null, "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Qin Jiushao, o matemático chinês que 'era violento como um tigre e venenoso como um escorpião' - BBC Brasil", "description": "Na Idade de Ouro da matemática chinesa, Qin Jiushao se destacou por vários motivos — alguns deles um tanto atípicos para um estudioso.", "url": "https://www.bbc.com/portuguese/curiosidades-55736457", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_portuguese/07D4/production/_105540020_tigre.jpg", "publishedAt": "2021-02-21T20:00:59Z", "content": "Crédito, Getty Images\r\nLegenda da foto, 'Violento como um tigre' não é uma expressão comumente usuada para descrever um matemático brilhante\r\nReza a lenda que Qin Jiushao era um canalha. Mas ele tamb… [+6002 chars]"}, {"source": {"id": null, "name": "Tecmundo.com.br"}, "author": "Fabiano de Abreu - colunista", "title": "O futuro na criação de redes neurais híbridas - Tecmundo", "description": "Cientistas foram capazes de criar uma rede neural híbrida onde neurónios biológicos e artificiais localizados em diferentes partes do mundo podiam comunicar uns com os outros através da Internet", "url": "https://www.tecmundo.com.br/ciencia/211388-futuro-criacao-redes-neurais-hibridas.htm", "urlToImage": "https://img.ibxk.com.br/2021/02/19/19181457288367.jpg", "publishedAt": "2021-02-21T20:00:01Z", "content": "Minha base filosófica mediante a necessidade de desvendar o mistério da mente humana, foi o gatilho para minhas formações em psicanálise, psicologia e neurociência, antes já, em tecnologia. Me dedico… [+3864 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "", "title": "Detetados sete casos da variante brasileira do coronavírus - Sol", "description": "A variante foi detetada no Japão após quatro viajantes japoneses terem visitado a Amazónia.", "url": "https://sol.sapo.pt/artigo/725623/detetados-sete-casos-da-variante-brasileira-do-coronavirus", "urlToImage": "https://cdn1.newsplex.pt/fotos/2021/2/21/768900.png?type=Artigo", "publishedAt": "2021-02-21T19:30:40Z", "content": "Sete casos de covid-19 associados à variante do Brasil foram identificados em Portugal pelo Instituto Nacional de Saúde Doutor Ricardo Jorge e já reportados às autoridades de saúde, anunciou este dom… [+1495 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "", "title": "Detetado primeiro caso de transmissão a humanos da estirpe H5N8 da gripe das aves - Sol", "description": "A Rússia registou o primeiro caso de uma estirpe do vírus H5N8 que passou das aves para humanos e reportou o caso à Organização Mundial da Saúde.", "url": "https://sol.sapo.pt/artigo/725619/detetado-primeiro-caso-de-transmissao-a-humanos-da-estirpe-h5n8-da-gripe-das-aves", "urlToImage": "https://cdn1.newsplex.pt/fotos/2021/2/21/768898.jpg?type=Artigo", "publishedAt": "2021-02-21T19:18:54Z", "content": "A estirpe H5N8 da gripe das aves foi detetada, pela primeira vez, em humanos, em sete trabalhadores que foram infetados com a doença numa avicultura russa em dezembro passado.\r\nDe acordo com Ana Popo… [+2168 chars]"}, {"source": {"id": null, "name": "Em.com.br"}, "author": "Paloma Oliveto - Correio Braziliense", "title": "Cientistas descobrem vida nas profundezas da Antártida - Estado de Minas", "description": "Descoberta a 1,5 mil quilômetros de profundidade de uma fonte de fotossíntese intriga cientistas, que cogitam que elas possam funcionar em outros planetas", "url": "https://www.em.com.br/app/noticia/ciencia/2021/02/21/interna_ciencia,1239544/cientistas-descobrem-vida-nas-profundezas-da-antartida.shtml", "urlToImage": "https://i.em.com.br/zOhyeoQmzE6soGEzbjETpGzrne0=/600x315/smart/imgsapp.em.com.br/app/noticia_127983242361/2021/02/21/1239544/20210221152913113830u.jpg", "publishedAt": "2021-02-21T18:26:00Z", "content": "Aproveite o melhor do Estado de Minas: contedos exclusivos, colunistas renomados e muitos benefcios para voc.\r\nASSINE AGORAUtilizamos tecnologia e segurana do Google para fazer a assinatura."}, {"source": {"id": null, "name": "Verdesmares.com.br"}, "author": "Redação", "title": "Estudo diz que Brasil precisa aumentar ritmo de vacinação em 11 vezes para conter pandemia em um ano - Diário do Nordeste", "description": "O Brasil precisa vacinar dois milhões de pessoas por dia para conter a pandemia em até um ano, de acordo com os cálculos de um estudo publicado em fevereiro pelo Programa de Pós-Graduação em Modelagem Computacional da Universidade", "url": "https://diariodonordeste.verdesmares.com.br/ultima-hora/ciencia/estudo-diz-que-brasil-precisa-aumentar-ritmo-de-vacinacao-em-11-vezes-para-conter-pandemia-em-um-ano-1.3050199", "urlToImage": "https://diariodonordeste.verdesmares.com.br/image/contentid/policy:1.3050202:1613929493/image.jpg?h=630&q=0.6&w=1200&$p$h$q$w=f76cc5e", "publishedAt": "2021-02-21T17:54:04Z", "content": "O Brasil precisa vacinar dois milhões de pessoas por dia para conter a pandemia em até um ano, de acordo com os cálculos de um estudo publicado em fevereiro pelo Programa de Pós-Graduação em Modelage… [+2008 chars]"}, {"source": {"id": null, "name": "Istoedinheiro.com.br"}, "author": "Da redação", "title": "Cientistas descobrem buracos negros a menos de 8 mil anos-luz da Terra - Istoé Dinheiro", "description": "Astrônomos que esperavam encontrar um buraco negro massivo no aglomerado globular \"NGC 6397\" descobriram uma concentração de buracos negros menores", "url": "https://www.istoedinheiro.com.br/cientistas-descobrem-buracos-negros-a-menos-de-8-mil-anos-luz-da-terra/", "urlToImage": "https://cdn-istoedinheiro-ssl.akamaized.net/wp-content/uploads/sites/17/2021/02/stsci-h-p2108a-m-2000x1500-1-e1613928444559.jpg", "publishedAt": "2021-02-21T17:39:00Z", "content": "Astrônomos que esperavam encontrar um buraco negro massivo no aglomerado globular (conjunto de estrelas em formato esférico) “NGC 6397” descobriram uma concentração de buracos negros menores. A novid… [+1668 chars]"}, {"source": {"id": null, "name": "Ominho.pt"}, "author": "https://www.facebook.com/ominhopt/", "title": "“Filha” de Ponte de Lima no desenvolvimento de helicóptero que aterrou em Marte - O MINHO", "description": "Florbela Costa, engenheira aeronáutica com raízes familiares em Anais, concelho de Ponte de Lima, participou no desenvolvimento do helicóptero Ingenuity, um dos equipamentos que aterrou em Marte em conjunto com o robô Preserverance. A engenheira é filha de Ma…", "url": "https://ominho.pt/filha-de-ponte-de-lima-no-desenvolvimento-de-helicoptero-que-aterrou-em-marte/", "urlToImage": "https://ominho.pt/wp-content/uploads/2021/02/New-Project-173-740x389.jpg?v=1613925522", "publishedAt": "2021-02-21T16:39:28Z", "content": "Florbela Costa, engenheira aeronáutica com raízes familiares em Anais, concelho de Ponte de Lima, participou no desenvolvimento do helicóptero Ingenuity, um dos equipamentos que aterrou em Marte em c… [+2636 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Este é o mapa plano mais preciso que representa a Terra com menos distorções - Canaltech", "description": "Um trio de pesquisadores criou um mapa plano da Terra, que representa o globo terrestre achatado como um disco. Segundo os pesquisadores, isso confere uma representação mais precisa e com menos distorções que outros mapas", "url": "https://canaltech.com.br/ciencia/este-e-o-mapa-plano-mais-preciso-que-representa-a-terra-com-menos-distorcoes-179252/", "urlToImage": "https://ibcdn.canaltech.com.br/BSdGwxqIA4397pFkxoQZNCeEW1g=/1400x788/smart/i422737.jpeg", "publishedAt": "2021-02-21T16:00:00Z", "content": "Os cartógrafos vêm se esforçando há séculos para buscar formas de representar nosso planeta em duas dimensões, mas sem mostrar grandes distorções em relação à realidade. Agora, um trio de pesquisador… [+2494 chars]"}, {"source": {"id": null, "name": "Fpguimaraes.pt"}, "author": "https://www.facebook.com/freepassguimaraes/", "title": "Engenharia vimaranense está em Marte e regressa em 10 anos - FreePass Guimarães", "description": "A empresa sediada no AvePark Stratosphere SA está a acompanhar a grande missão a Marte liderada pela NASA. Missão tem o propósito de estudar o planeta vermelho ao pormenor. Um consórcio de empresas portuguesas faz parte da mais importante missão espacial dos …", "url": "https://www.fpguimaraes.pt/engenharia-vimaranense-esta-em-marte-e-regressa-em-10-anos/", "urlToImage": "https://www.fpguimaraes.pt/wp-content/uploads/2021/02/preserverence-marte-nasa-dr.jpg", "publishedAt": "2021-02-21T13:25:26Z", "content": "A empresa sediada no AvePark Stratosphere SA está a acompanhar a grande missão a Marte liderada pela NASA. Missão tem o propósito de estudar o planeta vermelho ao pormenor. \r\nUm consórcio de empresas… [+770 chars]"}, {"source": {"id": null, "name": "Tempo.pt"}, "author": "Paula Gonçalves", "title": "Quando o tempo muda, porque me doem os joelhos? - Tempo.pt", "description": "Sentir dor muscular ou nas articulações quando o estado de tempo muda. Será mito ou haverá alguma explicação científica.", "url": "https://www.tempo.pt/noticias/ciencia/quando-o-tempo-muda-porque-me-doem-os-joelhos-mito-ciencia-dor-articulacoes.html", "urlToImage": "https://services.meteored.com/img/article/o-tempo-vai-mudar-ja-me-doem-os-joelhos-314681-1_1280.jpg", "publishedAt": "2021-02-21T13:02:27Z", "content": "Paula Gonçalves\r\nOntem\r\n4 min\r\nCom o frio, os nossos músculos ficam mais rígidos o que pode causar dor e aumento de risco de lesões.\r\nAlguns estudos atuais afirmam haver de facto uma co-relação entre… [+3062 chars]"}, {"source": {"id": null, "name": "Ominho.pt"}, "author": "https://www.facebook.com/ominhopt/", "title": "Bonança no Minho: Semana com poucas nuvens, sol ‘à espreita’ e temperaturas de 19 graus - O MINHO", "description": "Estado do tempo", "url": "https://ominho.pt/bonanca-no-minho-semana-com-poucas-nuvens-sol-a-espreita-e-temperaturas-de-19-graus/", "urlToImage": "https://ominho.pt/wp-content/uploads/2020/07/calor-sol-740x389.jpg?v=1593597378", "publishedAt": "2021-02-21T11:21:40Z", "content": "O sábado foi de intensa intempérie mas neste domingo já se vai sentindo a bonança esperada para os próximos dias.\r\nDe acordo com as previsões do Instituto Português do Mar e da Atmosfera (IPMA), dura… [+962 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "A tecnologia moderna resolveu o caso da morte violenta de um faraó egípcio - ZAP", "description": "Com recurso a uma tecnologia moderna, uma equipa de investigadores descobriu detalhes da morte violenta do faraó egípcio Sekenenré Taá...", "url": "https://zap.aeiou.pt/caso-morte-violenta-farao-egipcio-381388", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2021/02/9352c3beea09fcd7e4ec915fb9a47c93.jpg", "publishedAt": "2021-02-21T09:00:36Z", "content": "Com recurso a uma tecnologia moderna, uma equipa de investigadores descobriu detalhes da morte violenta do faraó egípcio Sekenenré Taá II, há milhares de anos.\r\nHá algo nas múmias que sempre fascina … [+3545 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "As trovoadas “produzem” raios-gama e os cientistas querem saber porquê - Visão", "description": "Investigadores japoneses instalaram vários detetores numa zona conhecida pelas suas tormentosas tempestades, de forma a compreender melhor como criam explosões extremas de radiação na atmosfera terrestre", "url": "https://visao.sapo.pt/atualidade/sociedade/2021-02-21-as-trovoadas-produzem-raios-gama-e-os-cientistas-querem-saber-porque/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/02/GettyImages-1168164810_wm.jpg", "publishedAt": "2021-02-21T08:30:00Z", "content": "O caso suscitou a atenção da comunidade científica na última década, depois de se ter verificado uma explosão de raios-gama na sequência de uma poderosa trovoada de inverno. Os registos foram feitos … [+5621 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Maria João Lopes", "title": "Covid-19 em Portugal: identificados sete casos associados à variante do Brasil - PÚBLICO", "description": "Responsabilidade dos cidadãos e testagem em massa são chave para desconfinar, defende infecciologista José Poças. Testes aos contactos de baixo risco de infectados só arrancam terça-feira. No mundo, a covid-19 já matou mais de 2,4 milhões de pessoas.", "url": "https://www.publico.pt/2021/02/21/sociedade/noticia/desconfinar-responsabilidade-cidadaos-testagem-massiva-defende-infecciologista-1951521", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1555945?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-02-21T08:15:19Z", "content": "Ao minuto\r\nResponsabilidade dos cidadãos e testagem em massa são chave para desconfinar, defende infecciologista José Poças. Testes aos contactos de baixo risco de infectados só arrancam terça-feira.… [+61 chars]"}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "Desaparecido: Um buraco negro com 10 bilhões de massas solares - Internacional Estadão", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMiXmh0dHBzOi8vaW50ZXJuYWNpb25hbC5lc3RhZGFvLmNvbS5ici9ub3RpY2lhcy9ueXRpdyxidXJhY28tbmVncm8tZGVzYXBhcmVjaWRvLW5hc2EsNzAwMDM2MjAxODnSAQA?oc=5", "urlToImage": null, "publishedAt": "2021-02-21T08:00:00Z", "content": null}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Nicolau Ferreira", "title": "Do mar ao céu, “foi sempre a fotografia” que moveu Pedro Ré - PÚBLICO", "description": "Angariador de informação do mar e do céu, Pedro Ré tem uma carreira a estudar os oceanos que, através da fotografia, se entrelaça com a sua paixão pela astronomia. A exposição Céu e Mar coloca o público em diálogo com esses dois universos a partir das suas im…", "url": "https://www.publico.pt/2021/02/21/ciencia/noticia/mar-ceu-fotografia-moveu-pedro-re-1950932", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1554930?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-02-21T07:14:00Z", "content": "“Quando vou para dentro de água, vou sempre com câmaras fotográficas”, diz Pedro Ré. O biólogo marinho, especializado em biologia pesqueira, fala pelo Zoom a partir da sua casa, na região de Santarém… [+12871 chars]"}, {"source": {"id": null, "name": "Www.dn.pt"}, "author": "Carlos Ferro", "title": "ExclusivoÉ possível reparar os danos nas células? Sim, e isso vai prolongar os anos de vida - Diário de Notícias - Lisboa", "description": "Diretor de Ciência da SENS Research Foundation publicou o livro <em>Ending Aging </em>e defende que é provável que se possa viver até aos 1000 anos num futuro próximo.", "url": "https://www.dn.pt/ciencia/e-possivel-reparar-os-danos-nas-celulas-sim-e-isso-vai-prolongar-os-anos-de-vida-13374333.html", "urlToImage": "https://static.globalnoticias.pt/dn/image.aspx?brand=DN&type=generate&guid=c0330d52-549a-47a8-b371-a3600db6d5a1&w=800&h=420&watermark=true&t=20210221011300", "publishedAt": "2021-02-21T07:00:00Z", "content": "Nas suas conferências e comunicações defende que o envelhecimento pode ser controlado através de uma manutenção preventiva. Pode explicar melhor a sua teoria?Bem, espero ter feito isso na minha pales… [+976 chars]"}, {"source": {"id": null, "name": "Www.dn.pt"}, "author": "DN/Ciência com Impacto", "title": "Sardinhas ibéricas adaptam-se às alterações climáticas - Diário de Notícias - Lisboa", "description": "As sardinhas da costa portuguesa possuem mecanismos que permitem alguma adaptação às alterações climáticas. Ainda assim, a subida da temperatura das águas oceânicas pode originar uma migração da espécie para norte.", "url": "https://www.dn.pt/ciencia/sardinhas-ibericas-adaptam-se-as-alteracoes-climaticas-13374317.html", "urlToImage": "https://static.globalnoticias.pt/dn/image.aspx?brand=DN&type=generate&guid=8239d53b-0f75-44d5-9e9f-b47856bc6eea&w=800&h=420&watermark=true&t=20210221011400", "publishedAt": "2021-02-21T07:00:00Z", "content": "Os investigadores portugueses do MARE-ISPA sabem que o aumento das temperaturas médias das águas do Atlântico poderá obrigar as espécies pelágicas a acelerarem o metabolismo e, por essa via, o seu co… [+1742 chars]"}]}