{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Uol.com.br"}, "author": "Caio Maia", "title": "SARS-CoV-2 pode ter surgido em laboratório, e temos que conversar sobre isso - Gizmodo Brasil - Gizmodo Brasil", "description": "O assunto estava fervendo havia algum tempo mas há duas semanas atrás a panela foi destampada por um grupo de cientistas com credenciais à prova de suspeitas: precisamos investigar de...", "url": "https://gizmodo.uol.com.br/sars-cov-2-pode-ter-surgido-em-laboratorio-e-temos-que-conversar-sobre-isso/", "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/01/Screenshot_3.jpg", "publishedAt": "2021-05-30T21:27:00Z", "content": "O assunto estava fervendo havia algum tempo mas há duas semanas atrás a panela foi destampada por um grupo de cientistas com credenciais à prova de suspeitas: precisamos investigar de verdade as orig… [+6533 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "'Com mérito', mas sem bolsa: a frustração de quem recorre a 'bicos' e ajuda da família para fazer ciência no Brasil - G1", "description": "Corte de verbas para a ciência e tecnologia no país afeta pesquisadores brasileiros e futuro tecnológico do país. Em último edital, CNPq concedeu bolsas somente a 13% dos projetos aprovados por especialistas.", "url": "https://g1.globo.com/ciencia-e-saude/noticia/2021/05/30/com-merito-mas-sem-bolsa-a-frustracao-de-quem-recorre-a-bicos-e-ajuda-da-familia-para-fazer-ciencia-no-brasil.ghtml", "urlToImage": "https://s2.glbimg.com/0leP9RQuSOqXWM8Tn3rLl4_Mi2M=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2021/T/f/BfjREBRtm5NjW8JZdI3Q/1-pesquisadora.jpg", "publishedAt": "2021-05-30T19:26:52Z", "content": "O pesquisador Glauco Meireles quer desenvolver um projeto para estudar a aplicação do estanho em baterias de lítio. \"O Brasil está entre as maiores reservas de estanho do mundo. Então, eu quero agreg… [+20822 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "“O nosso corpo e o nosso cérebro são totalmente governados pelas leis da Física, não há forma de as contornarmos. Nesse sentido, a liberdade que pensamos que temos é uma ilusão” - Visão", "description": "Brian Greene, escritor e professor de Física e de Matemática na Universidade de Columbia, em entrevista à VISÃO", "url": "https://visao.sapo.pt/ideias/2021-05-30-o-nosso-corpo-e-o-nosso-cerebro-sao-totalmente-governados-pelas-leis-da-fisica-nao-ha-forma-de-as-contornarmos-nesse-sentido-a-liberdade-que-pensamos-que-temos-e-uma-ilusao/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/05/Brian-Greene-no-credit-line_wm.jpg", "publishedAt": "2021-05-30T18:00:00Z", "content": "Leitor relutante durante a adolescência, nada faria prever que se tornaria autor de best-sellers na idade adulta. O Mito de Sísifo, ensaio filosófico de Albert Camus, despertou-o para as grandes ques… [+11109 chars]"}, {"source": {"id": null, "name": "Megacurioso.com.br"}, "author": "Julio Cezar de Araujo", "title": "Roger Boisjoly: o engenheiro que tentou impedir o desastre da NASA - Mega Curioso", "description": "Quando o ônibus espacial Challenger, desenvolvido pela NASA, caiu apenas 73 segundos após o seu lançamento, em 28 de janeiro de 1986, matando instantaneamente 5 astronautas e 2 especialistas em carga útil –, significou um retrocesso nas pesquisas espaciais pr…", "url": "https://www.megacurioso.com.br//ciencia/118880-roger-boisjoly-o-engenheiro-que-tentou-impedir-o-desastre-da-nasa.htm", "urlToImage": "https://mega.ibxk.com.br/2021/05/19/19181543624516.jpg?ims=600x", "publishedAt": "2021-05-30T17:00:04Z", "content": "Quando o ônibus espacial Challenger, desenvolvido pela NASA, caiu apenas 73 segundos após o seu lançamento, em 28 de janeiro de 1986, matando instantaneamente 5 astronautas e 2 especialistas em carga… [+1981 chars]"}, {"source": {"id": null, "name": "Megacurioso.com.br"}, "author": "Pedro Freitas", "title": "Quanto tempo a humanidade ainda tem? - Mega Curioso", "description": "Ao longo das últimas décadas, a ciência tem aproveitado cada vez mais os avanços tecnológicos para se aprofundar em temas como a luta contra o aquecimento global, o desenvolvimento de vacinas, a satisfação das nossas necessidades por alimento e energia, e tan…", "url": "https://www.megacurioso.com.br//ciencia/118858-quanto-tempo-a-humanidade-ainda-tem.htm", "urlToImage": "https://mega.ibxk.com.br/2021/05/20/20101034286075.jpg?ims=600x", "publishedAt": "2021-05-30T16:00:01Z", "content": "Ao longo das últimas décadas, a ciência tem aproveitado cada vez mais os avanços tecnológicos para se aprofundar em temas como a luta contra o aquecimento global, o desenvolvimento de vacinas, a sati… [+2455 chars]"}, {"source": {"id": null, "name": "Www.dn.pt"}, "author": "DN/AFP", "title": "Cientistas exigem mais medidas nos laboratórios para impedir novas pandemias - Diário de Notícias - Lisboa", "description": "A teoria de que a covid-19 poderia ser o resultado de experiências científicas lebvantou a polémica sobre o trabalho dos laboratórios biológicos mais seguros do mundo. Os cientistas reclamam agora mais biossegurança.", "url": "https://www.dn.pt/internacional/cientistas-exigem-mais-medidas-nos-laboratorios-para-impedir-novas-pandemias--13785889.html", "urlToImage": "https://static.globalnoticias.pt/dn/image.jpg?brand=DN&type=generate&guid=b659e5a2-f9b9-4505-9af5-f6330a0a6581&w=800&h=420&watermark=true&t=20210530175300", "publishedAt": "2021-05-30T15:53:00Z", "content": "Embora as teses que vinculam o SARS-CoV-2 ao Instituto de Virologia de Wuhan, na China, sejam estritamente circunstanciais, vários especialistas querem controlos mais rígidos sobre estas instalações … [+5059 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Asteroide maior que a Torre Eiffel passará perto da Terra nesta semana - Tilt", "description": "Não é notícia repetida: mais um asteroide gigantesco passará perto da Terra na próxima semana. Batizado de 2021 KT1, a rocha de 330 metros de diâmetro —maior que a Torre Eiffel, em Paris, que tem 324 metros de altura— deverá se aproximar do pl", "url": "https://www.uol.com.br/tilt/noticias/redacao/2021/05/30/asteroide-maior-que-a-torre-eiffel-passara-perto-da-terra-nesta-semana.htm", "urlToImage": "https://conteudo.imguol.com.br/c/noticias/0e/2021/05/13/asteroide-indo-em-direcao-a-terra-1620939128912_v2_615x300.jpg", "publishedAt": "2021-05-30T15:14:08Z", "content": "Não é notícia repetida: mais um asteroide gigantesco passará perto da Terra na próxima semana. Batizado de 2021 KT1, a rocha de 330 metros de diâmetro —maior que a Torre Eiffel, em Paris, que tem 324… [+2392 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Qual é a diferença entre buraco negro e buraco de minhoca? - Canaltech", "description": "Buracos negros e buracos de minhoca podem ser parecidos em alguns aspectos, mas são completamente diferentes no que diz respeito ao destino da matéria que cair porventura nesses objetos, além do fato de buracos de minhoca serem meramente teóricos", "url": "https://canaltech.com.br/espaco/qual-e-a-diferenca-entre-buraco-negro-e-buraco-de-minhoca-185976/", "urlToImage": "https://ibcdn.canaltech.com.br/8ubIEUhXM42DH5vGreLrh92DTQY=/1280x720/smart/i456252.jpeg", "publishedAt": "2021-05-30T15:00:00Z", "content": "Buracos de minhoca parecem ser semelhantes a buracos negros em vários aspectos, mas ambos não devem ser confundidos. A diferença mais importante a se ter em mente é que os buracos de minhoca ainda sã… [+8624 chars]"}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "Por que Carl Jung provavelmente se horrorizaria com a interpretação atual de conceitos que criou? - BBC News Brasil", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMiK2h0dHBzOi8vd3d3LnlvdXR1YmUuY29tL3dhdGNoP3Y9MWhNVUNzOHo3SWvSAQA?oc=5", "urlToImage": null, "publishedAt": "2021-05-30T12:00:01Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Diagnóstico: O intrigante universo das alucinações musicais - Visão", "description": "Uma doente com 60 anos, com um tumor na hipófise, tinha a síndrome do ouvido musical – ou vermes auditivos – e era invadida por canções de Amália Rodrigues e José Cid. Especialistas explicam este e outros casos de pessoas que vivem com a repetição incessante …", "url": "https://visao.sapo.pt/visaosaude/2021-05-30-diagnostico-o-intrigante-universo-das-alucinacoes-musicais/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/05/GettyImages-503225019_visão%20saúde.jpg", "publishedAt": "2021-05-30T12:00:00Z", "content": "Ouvir sonoridades que são reais apenas na cabeça de quem as tem é um desafio para investigadores, médicos e pacientes e, contrariamente ao que se pensa, não são um sinal de loucura.\r\n“Eu nasci para a… [+12984 chars]"}, {"source": {"id": null, "name": "Exame.com"}, "author": null, "title": "Humanos podem viver entre 120 e 150 anos, indica estudo - Exame Notícias", "description": "Pesquisadores estimaram por quanto tempo o corpo humano aguenta envelhecer, desconsiderando doenças ou outros estressores", "url": "https://exame.com/ciencia/humanos-podem-viver-entre-120-e-150-anos-indica-estudo/", "urlToImage": "https://exame.com/wp-content/uploads/2021/05/jeanne-calment.jpg?quality=70&strip=info", "publishedAt": "2021-05-30T11:02:52Z", "content": "Será que é possível superar Jeanne Calment? A francesa foi a pessoa mais velha que já viveu, falecendo com 122 anos em 1997. Pesquisadores da Singapura estimam que sim: de acordo com eles, humanos co… [+2723 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "PÚBLICO", "title": "Milhões de estrelas e buracos negros. NASA divulga imagem do centro da Via Láctea - PÚBLICO", "description": "Imagem do centro da Via Láctea é uma composição feita a partir de 370 observações realizadas ao longo das últimas duas décadas.", "url": "https://www.publico.pt/2021/05/30/ciencia/noticia/milhoes-estrelas-buracos-negros-nasa-divulga-imagem-centro-via-lactea-1964624", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1590091?tp=UH&db=IMAGENS&type=PNG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-05-30T09:53:03Z", "content": "Milhares de milhões de estrelas, incontáveis buracos negros, gás superaquecido e campos magnéticos compõem uma imagem colorida, que transborda energia, do centro da Via Láctea, divulgada esta quinta-… [+907 chars]"}, {"source": {"id": null, "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "Do medo da covid-19 à desolação: enfermeiros enfrentam danos psicológicos do trabalho na pandemia - BBC News Brasil", "description": "Enfermeira criou projeto para conversar com profissionais que estão na linha de frente contra o novo coronavírus. Trabalhadores relatam as dificuldades e os temores que enfrentam em meio à pandemia.", "url": "https://www.bbc.com/portuguese/brasil-57151630", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_portuguese/1194F/production/_118551027_1f5c6044-1887-4dfb-a734-ebce735779fc.jpg", "publishedAt": "2021-05-30T09:27:44Z", "content": "<ul><li>Vinícius Lemos - @oviniciuslemos</li><li>Da BBC News Brasil em São Paulo</li></ul>\r\nCrédito, Getty Images\r\nLegenda da foto, Duramente afetados pela rotina da pandemia, profissionais de enferm… [+12718 chars]"}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "‘O negacionismo atrapalha a adoção de medidas sanitárias’, diz psicanalista da USP - Saúde Estadão", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMihwFodHRwczovL3NhdWRlLmVzdGFkYW8uY29tLmJyL25vdGljaWFzL2dlcmFsLG8tbmVnYWNpb25pc21vLWF0cmFwYWxoYS1hLWFkb2Nhby1kZS1tZWRpZGFzLXNhbml0YXJpYXMtZGl6LXBzaWNhbmFsaXN0YS1kYS11c3AsNzAwMDM3MzA5MTTSAYsBaHR0cHM6Ly9zYXVkZS5lc3RhZGFvLmNvbS5ici9ub3RpY2lhcy9nZXJhbCxvLW5lZ2FjaW9uaXNtby1hdHJhcGFsaGEtYS1hZG9jYW8tZGUtbWVkaWRhcy1zYW5pdGFyaWFzLWRpei1wc2ljYW5hbGlzdGEtZGEtdXNwLDcwMDAzNzMwOTE0LmFtcA?oc=5", "urlToImage": null, "publishedAt": "2021-05-30T08:00:00Z", "content": null}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Virgílio Azevedo", "title": "David Eagleman: “A plasticidade do cérebro é provavelmente o mais belo fenómeno da biologia” - Expresso", "description": "O neurocientista foi o autor da série de televisão sobre o cérebro nomeada para um Emmy em 2016. Apesar de ter dedicado a vida a estudar este estranho órgão, reconhece que ainda não dispõe de um quadro abrangente que lhe diga como e porque é que o cérebro faz…", "url": "https://expresso.pt/life_style/ciencia/2021-05-30-David-Eagleman-A-plasticidade-do-cerebro-e-provavelmente-o-mais-belo-fenomeno-da-biologia-eeb9e090", "urlToImage": "http://images.impresa.pt/expresso/2021-05-26-h_15054273_T-_IDP.jpg-6656bd4d/fb/wm", "publishedAt": "2021-05-30T07:27:41Z", "content": "H\r\ná centenas de milhares de trabalhos científicos sobre a plasticidade do cérebro humano, isto é, sobre a sua capacidade para se reconfigurar de modo a adaptar-se às exigências do ambiente envolvent… [+2766 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Exercícios físicos em casa são eficazes e seguros para pacientes reumáticos - VivaBem", "description": "Um estudo que envolveu cientistas do Laboratório de Avaliação e Condicionamento em Reumatologia (Lacre) do HC-FMUSP (Hospital das Clínicas (HC) da Faculdade de Medicina da USP) e do Grupo de Pesquisa em Fisiologia Aplicada e Nutrição, ligado à Escola de E", "url": "https://www.uol.com.br/vivabem/noticias/redacao/2021/05/30/exercicios-fisicos-em-casa-sao-eficazes-e-seguros-para-pacientes-reumaticos.htm", "urlToImage": "https://conteudo.imguol.com.br/c/entretenimento/fe/2021/05/28/paciente-do-hc-fmusp-fazendo-exercicio-1622207263336_v2_615x300.png", "publishedAt": "2021-05-30T07:00:00Z", "content": "Um estudo que envolveu cientistas do Laboratório de Avaliação e Condicionamento em Reumatologia (Lacre) do HC-FMUSP (Hospital das Clínicas (HC) da Faculdade de Medicina da USP) e do Grupo de Pesquisa… [+6939 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Após 25 anos do caso ET de Varginha, cidade aposta no turismo ufológico - Outracoisa", "description": "Acompanhe os principais destinos, receitas, dicas e inspirações. Fique por dentro das últimas notícias de viagem, gastronomia, decoração e estilo.", "url": "https://terraavista.blogosfera.uol.com.br/2021/05/30/apos-25-anos-do-caso-et-de-varginha-cidade-aposta-no-turismo-ufologico/", "urlToImage": "https://conteudo.imguol.com.br/blogs/263/files/2021/05/varginha-615x300.jpg", "publishedAt": "2021-05-30T07:00:00Z", "content": "Reprodução Instagram/@simone.andre.923724\r\n21º32'S, 45º26'O Memorial do ETVila Paiva, Varginha, Minas Gerais\r\nDeu até no Wall Street Journal: \"Em um passeio à tarde de sábado em janeiro, um trio de m… [+6279 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Lusa", "title": "Consultas de esclerose múltipla dispararam no Hospital dos Capuchos - Notícias ao Minuto", "description": "Mais de 100 doentes com suspeita de sofrerem de esclerose múltipla são atendidos, em média, anualmente em primeira consulta da especialidade no Centro Hospitalar Universitário Lisboa Central, que em cinco anos mais do que duplicou o número de consultas.", "url": "https://www.noticiasaominuto.com/pais/1765203/consultas-de-esclerose-multipla-dispararam-no-hospital-dos-capuchos", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_58c083461b45b.jpg", "publishedAt": "2021-05-30T06:30:08Z", "content": "A funcionar no Hospital dos Capuchos, a consulta de Esclerose Múltipla (EM), uma das maiores do país, recebe cada vez mais doentes em resultado de um diagnóstico mais célere, da sensibilização dos mé… [+4904 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Jovens cientistas deixam o país mesmo com financiamento garantido - Folha de S.Paulo", "description": "Pesquisadores citam cortes de orçamento e estrutura física precária como razões para aceitar ofertas no exterior", "url": "https://www1.folha.uol.com.br/ciencia/2021/05/jovens-cientistas-deixam-o-pais-mesmo-com-financiamento-garantido.shtml", "urlToImage": "https://f.i.uol.com.br/fotografia/2021/05/28/162225479660b1a4ccaaf51_1622254796_3x2_rt.jpg", "publishedAt": "2021-05-30T02:15:00Z", "content": "A única instituição privada cujo objetivo é financiar pesquisas de ponta no Brasil está enfrentando os maiores sobressaltos de sua curta história. O problema, porém, não é a falta de dinheiro, mas o … [+5492 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "O céu (não) é o limite | Tempestade solar, eclipse lunar, vídeo de OVNI e mais! - Canaltech", "description": "Fique por dentro de tudo o que mais importa no universo da astronomia! Semanalmente, preparamos essa síntese com as principais notícias espaciais dos últimos dias. Assim, você se mantém bem informado em poucos minutos de leitura!", "url": "https://canaltech.com.br/ciencia/o-ceu-nao-e-o-limite-tempestade-solar-eclipse-lunar-video-de-ovni-e-mais-186044/", "urlToImage": "https://ibcdn.canaltech.com.br/2naBtW-7_WFqGZLt8RY6nxKcG2k=/1000x563/smart/i456597.jpeg", "publishedAt": "2021-05-29T23:00:00Z", "content": "Tempestades solares fortes chegando à Terra, problemas com o helicóptero Ingenuity em Marte, vídeo de OVNIs oficialmente reconhecido como autêntico pelo Pentágono... parece que a última semana foi re… [+7224 chars]"}]}