{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Eis como viajar mais rápido que a luz sem violar as leis da física atual - Canaltech", "description": "Um novo estudo sugere um método para viajar à velocidade da luz sem violar as leis da física atual e sem a necessidade de tipos de matéria e energia exóticos. A ideia é utilizar algo que o autor chama de sólitons hiper rápidos", "url": "https://canaltech.com.br/espaco/eis-como-viajar-mais-rapido-que-a-luz-sem-violar-as-leis-da-fisica-atual-180603/", "urlToImage": "https://ibcdn.canaltech.com.br/JiSLy0WUdpMmf2VKmZNqPagnutU=/1280x720/smart/i431525.jpeg", "publishedAt": "2021-03-15T22:40:00Z", "content": "Até onde se sabe, a maior velocidade existente no universo é a da luz. De acordo com a Teoria da Relatividade Geral de Albert Einstein, não há meios de ultrapassar esse limite, mas a física teórica t… [+5508 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Com que frequência o Sistema Solar recebe a visita de objetos interestelares? - Canaltech", "description": "Grupo de pesquisadores aponta uma média de 7 objetos interestelares visitando o Sistema Solar por ano. A visita do Oumuamua e o Borisov serviram de base para entender a dinâmica desses corpos e servirá para o planejamento de missões futuras para exploração de…", "url": "https://canaltech.com.br/espaco/com-que-frequencia-o-sistema-solar-recebe-a-visita-de-objetos-interestelares-180596/", "urlToImage": "https://ibcdn.canaltech.com.br/_WV0UEZUjfuDwsG1j9L35EPl3Kg=/960x540/smart/i341584.jpeg", "publishedAt": "2021-03-15T21:50:00Z", "content": "Em 2017, astrônomos detectaram, pela primeira vez, um objeto vindo de fora do Sistema Solar, o chamado 1I/Oumuamua (ou apenas Oumuamua). Quase dois anos depois, outro corpo foi detectado dessa vez o … [+3819 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Estação Espacial Internacional libera \"lixo\" pesando mais de duas toneladas - Canaltech", "description": "Ao final do último abastecimento de baterias na Estação Espacial Internacional, através do veículo japonês HTV, o compartimento foi lançado na órbita da Terra e se queimará dentro de dois ou quatro anos, ao adentrar pela atmosfera terrestre", "url": "https://canaltech.com.br/espaco/estacao-espacial-internacional-libera-lixo-pesando-mais-de-duas-toneladas-180554/", "urlToImage": "https://ibcdn.canaltech.com.br/q7mA6tP0XBwzCLDj9mkRrL2jIp0=/1080x608/smart/i431327.jpeg", "publishedAt": "2021-03-15T18:20:00Z", "content": "Na última semana, os controladores de solo da NASA enviaram comandos à Estação Espacial Internacional (ISS) para o despejo de um palete cheio de baterias velhas, com peso total aproximado de 2,9 tone… [+1711 chars]"}, {"source": {"id": null, "name": "Sulinformacao.pt"}, "author": "Hugo Rodrigues", "title": "Monchique tem incidência zero, nova matriz de risco do país está no verde - Sul Informacao", "description": "Situação no Algarve tem evoluído favoravelmente, com a taxa de incidência a 14 dias a andar bem abaixo da média nacional", "url": "https://www.sulinformacao.pt/2021/03/monchique-tem-incidencia-zero-nova-matriz-de-risco-do-pais-esta-no-verde/", "urlToImage": "https://www.sulinformacao.pt/wp-content/uploads/2020/09/estatuas-com-mascara-em-Monchique_3.jpg", "publishedAt": "2021-03-15T18:10:00Z", "content": "Monchique não tem qualquer caso de Covid-19 há três semanas e é o único concelho do Algarve que tem um rácio de zero casos por cada cem mil habitantes, de acordo com a atualização da incidência cumul… [+3709 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Simone Silva", "title": "Covid-19: Saiba onde estão os concelhos com risco mais elevado e incidência acumulada de casos a 14 dias - Diário Digital", "description": "Dados relativos ao período entre 24 de fevereiro e 9 de março divulgados pela DGS.", "url": "http://multinews.sapo.pt/atualidade/covid-19-saiba-onde-estao-os-concelhos-com-risco-mais-elevado-e-incidencia-acumulada-de-casos-a-14-dias/", "urlToImage": "https://multinews.sapo.pt/wp-content/uploads/2020/03/coronavirus.png", "publishedAt": "2021-03-15T17:36:37Z", "content": "Às segundas-feiras, a Direção-Geral da Saúde (DGS) atualiza, no seu boletim de saúde sobre a covid-19, a incidência acumulada de casos da doença a 14 dias. E, desta feita, contempla o período compree… [+1474 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Novo sistema antimíssil da Rússia cria 'cúpula de ferro' sobre todo o país - Sputnik Brasil", "description": "O Distrito Militar Central russo recebeu o sistema de defesa antiaérea Fundament-M, que permite interconectar os mais recentes sistemas de mísseis e de radar em tempo...", "url": "https://br.sputniknews.com/defesa/2021031517134123-novo-sistema-antimissil-da-russia-cria-cupula-de-ferro-sobre-todo-o-pais/", "urlToImage": "https://cdnbr2.img.sputniknews.com/images/07e5/03/0f/17133987.jpg", "publishedAt": "2021-03-15T16:47:00Z", "content": "O Distrito Militar Central russo recebeu o sistema de defesa antiaérea Fundament-M, que permite interconectar os mais recentes sistemas de mísseis e de radar em tempo real por todo o país.O maior dis… [+2227 chars]"}, {"source": {"id": null, "name": "Tempo.pt"}, "author": "Alfredo Graça", "title": "O tempo vai mudar: vem aí muito frio! - Tempo.pt", "description": "A semana arranca com tempo estável, soalheiro e ameno. Mas na quinta-feira chegará uma entrada de ar polar que trará a descida das temperaturas.", "url": "https://www.tempo.pt/noticias/previsao/o-tempo-vai-mudar-vem-ai-muito-frio-previsao-dia-do-pai-portugal-2021.html", "urlToImage": "https://services.meteored.com/img/article/o-tempo-vai-mudar-vem-ai-muito-frio-previsao-dia-do-pai-portugal-2021-321051-3_1280.jpg", "publishedAt": "2021-03-15T15:48:28Z", "content": "Alfredo Graça\r\nHá 3 horas atrás\r\n6 min\r\nA semana arranca amena, mas na transição para a primavera ainda será necessário resgatarmos o vestuário de inverno devido ao frio que aí vem.\r\nDeixamos para tr… [+4600 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Lusa", "title": "Covid-19: Especialistas admitem factores biológicos na maior gravidade da doença em homens - PÚBLICO", "description": "“Na evolução para doença crítica da covid-19, há claramente uma prevalência de homens: cerca de 70% dos doentes admitidos em cuidados intensivos são homens”, diz a investigadora e médica intensivista.", "url": "https://www.publico.pt/2021/03/15/ciencia/noticia/covid11-especialistas-admitem-fastores-biologicos-maior-gravidade-doenca-homens-1954421", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1563389?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-03-15T12:23:25Z", "content": "A dimensão de factores biológicos e imunológicos pode contribuir para a maior gravidade e letalidade da covid-19 nos homens em relação às mulheres em Portugal e na generalidade dos países, admitem al… [+5722 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Astrônomos detectam raro evento de um buraco negro supermassivo em movimento - Canaltech", "description": "A equipe de pesquisadores do Harvard–Smithsonian Center for Astrophysics analisou dez galáxias distante com um buraco negro supermassivo em seus respectivos núcleos. Entre eles, um em movimento —  hospedado na galáxia J0437 + 2456", "url": "https://canaltech.com.br/espaco/astronomos-detectam-raro-evento-de-um-buraco-negro-supermassivo-em-movimento-180499/", "urlToImage": "https://ibcdn.canaltech.com.br/MZ2mQCvnsCbrdila5JE1nc6zswk=/1400x788/smart/i361186.png", "publishedAt": "2021-03-15T10:30:00Z", "content": "Pesquisadores do HarvardSmithsonian Center for Astrophysics (CfA) publicaram o caso mais claro de um buraco negro supermassivo em movimento. O artigo, publicado hoje (12) no periódico científico Astr… [+2490 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Encontrado fóssil de dinossauro em ninho com ovos, alguns com embriões - Exame Informática", "description": "Investigadores fazem um triplete de descobertas importantes numa província chinesa: um dinossauro fossilizado em cima de um ninho com ovos e que ainda têm embriões", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/ciencia-ei/2021-03-15-encontrado-fossil-de-dinossauro-em-ninho-com-ovos-alguns-com-embrioes/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/03/zhao-chuang_exame%20informática.png", "publishedAt": "2021-03-15T10:20:00Z", "content": "O fóssil do oviraptossauro está em posição de ‘chocar’ os 24 ovos que estão no ninho e, destes, sete têm ossos ou esqueletos parciais de embriões. A descoberta a triplicar foi feita na província de J… [+1085 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Agência Lusa", "title": "Covid-19. Especialistas admitem fatores biológicos na maior gravidade da doença em homens - Observador", "description": "", "url": "https://observador.pt/2021/03/15/covid-19-especialistas-admitem-fatores-biologicos-na-maior-gravidade-da-doenca-em-homens/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A770%3A403%2Fc%3A2000%3A1124%3Anowe%3A0%3A88%2Fq%3A85%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2021%2F03%2F14023316%2F30893569.jpg", "publishedAt": "2021-03-15T09:36:00Z", "content": "A dimensão de fatores biológicos e imunológicos pode contribuir para a maior gravidade e letalidade da Covid-19 nos homens em relação às mulheres em Portugal e na generalidade dos países, admitem alg… [+5853 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Lusa", "title": "Covid: Fatores biológicos resultam em maior gravidade da doença em homens - Notícias ao Minuto", "description": "A dimensão de fatores biológicos e imunológicos pode contribuir para a maior gravidade e letalidade da Covid-19 nos homens em relação às mulheres em Portugal e na generalidade dos países, admitem alguns especialistas consultados pela Lusa.", "url": "https://www.noticiasaominuto.com/lifestyle/1709992/covid-fatores-biologicos-resultam-em-maior-gravidade-da-doenca-em-homens", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_604f25d94f578.jpg", "publishedAt": "2021-03-15T09:16:00Z", "content": "Na véspera de se assinalar um ano do primeiro óbito de um cidadão português devido à doença provocada pelo novo coronavírus, o país mantém desde o início da pandemia uma tendência sólida de maior mor… [+5792 chars]"}, {"source": {"id": null, "name": "Dnoticias.pt"}, "author": "Agência Lusa", "title": "Especialistas admitem fatores biológicos na maior gravidade da doença em homens - DNoticias", "description": "A dimensão de fatores biológicos e imunológicos pode contribuir para a maior gravidade e letalidade da covid-19 nos homens em relação às mulheres em Portugal e na generalidade dos países, admitem alguns especialistas consultados pela Lusa.", "url": "https://www.dnoticias.pt/2021/3/15/254130-especialistas-admitem-fatores-biologicos-na-maior-gravidade-da-doenca-em-homens/", "urlToImage": "https://static-storage.dnoticias.pt/www-assets.dnoticias.pt/images/configuration/fb-9/logoshutterstock_1644424099_wJSXt6j.jpg", "publishedAt": "2021-03-15T09:12:00Z", "content": "A dimensão de fatores biológicos e imunológicos pode contribuir para a maior gravidade e letalidade da covid-19 nos homens em relação às mulheres em Portugal e na generalidade dos países, admitem alg… [+5828 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "SAPO Viagens/AFP", "title": "Lagoa que agoniza no coração da Colômbia alerta para as alterações climáticas - SAPO Viagens", "description": "A lagoa Suesca que já foi considerada reserva hídrica e reservatório de biodiversidade da Colômbia está reduzida a uma poça de água.", "url": "https://viagens.sapo.pt/viajar/viajar-mundo/artigos/lagoa-que-agoniza-no-coracao-da-colombia-alerta-para-as-alteracoes-climaticas", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Fviagens.sapo.pt%2Fassets%2Fimg%2Fviagens-sapo%2Ffacebook-overlay.png&epic=MTcztvZNV/ddOB5ULzOB2yZCe5RdEOwwakQoaVYiBoLPFcxEC1KwAO9iYp4UFAnfEiLH42gC7oSzs+BhVDSdpXqBY/gYSN9V1eE6Wq/Hy6XtYE8=", "publishedAt": "2021-03-15T08:55:00Z", "content": "Hernán Sandino caminha pensativo de casa até o final do cais flutuante de madeira. À sua frente não há água, mas uma superfície sedenta e rachada em expansão. A lagoa Suesca, de 5,4 km2, e reserva hí… [+4249 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "Liliana Malainho", "title": "É possível viajar mais rápido do que a luz (mesmo na Física de Einstein) - ZAP", "description": "Os sistemas estelares estão tão distantes que seriam necessárias dezenas de milhares de anos para lá chegar - mesmo até...", "url": "https://zap.aeiou.pt/viajar-mais-rapido-do-que-a-luz-386953", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2015/02/24a416ddb47970357b87106bf4a1534c.jpg", "publishedAt": "2021-03-15T08:00:48Z", "content": "Viajar para outras estrelas é um sonho para muitos, mas os sistemas estelares estão tão distantes que, com a ajuda dos voos espaciais convencionais, seriam necessárias dezenas de milhares de anos par… [+3165 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "O que foi a Revolução Copernicana e como ela transformou a ciência? - Canaltech", "description": "Nicolau Copérnico, astrônomo nascido na Polônia, foi responsável por revolucionar o pensamento científico vigente em sua época. Foi ele quem criou o modelo com o Sol no centro do Sistema Solar, ao invés da Terra como o centro de tudo", "url": "https://canaltech.com.br/espaco/o-que-foi-a-revolucao-copernicana-180506/", "urlToImage": "https://ibcdn.canaltech.com.br/8kf774n-0D1cbSRfbY2ElCuuDGU=/1400x788/smart/i400631.jpeg", "publishedAt": "2021-03-15T00:00:00Z", "content": "Se pudéssemos nos deslocar para algum ponto em que fosse possível observar onde o Sol e os planetas estão, já sabemos bem o que esperar: nossa estrela estaria ao centro e teria os planetas em torno d… [+9781 chars]"}, {"source": {"id": null, "name": "Dnoticias.pt"}, "author": "Agência Lusa", "title": "Brasil é celeiro de novas estirpes capazes de criar outro vírus - DNoticias", "description": "O médico brasileiro Miguel Nicolelis avisou hoje que o Brasil constitui um celeiro de novas estirpes do vírus SARS-CoV-2, causador da covid-19, e poderá produzir um novo vírus se a doença não for controlada, um 'SARS-CoV-3'.", "url": "https://www.dnoticias.pt/2021/3/14/254076-brasil-e-celeiro-de-novas-estirpes-capazes-de-criar-outro-virus/", "urlToImage": "https://static-storage.dnoticias.pt/www-assets.dnoticias.pt/images/configuration/fb-9/logoshutterstock_1725259498_Q5ta5DN.jpg", "publishedAt": "2021-03-14T23:10:00Z", "content": "O médico brasileiro Miguel Nicolelis avisou hoje que o Brasil constitui um celeiro de novas estirpes do vírus SARS-CoV-2, causador da covid-19, e poderá produzir um novo vírus se a doença não for con… [+3506 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "Daniel Costa", "title": "Cientistas desmistificam os segredos da antiga “Máquina de Anticítera” - ZAP", "description": "Cientistas conseguiram desmistificar segredos da antiga \"Máquina de Anticítera\", conhecido como o computador analógico e planetário mais antigo de sempre....", "url": "https://zap.aeiou.pt/segredos-maquina-anticitera-387279", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2021/03/a646443c37ed4da2a55eba51e9df752f.jpg", "publishedAt": "2021-03-14T22:40:10Z", "content": "Uma equipa de investigadores conseguiu desmistificar alguns dos segredos da antiga “Máquina de Anticítera”, conhecido como o computador analógico e planetário mais antigo de sempre.\r\nA Máquina de Ant… [+3827 chars]"}, {"source": {"id": null, "name": "Tecmundo.com.br"}, "author": "Reinaldo  Zaruvni", "title": "Cientistas detectam o menor campo gravitacional já registrado - Tecmundo", "description": "Força é equivalente à aplicada sobre um terço de uma célula do sangue humano em nosso planeta, o que pode auxiliar na integração de teorias físicas, por enquanto, divididas", "url": "https://www.tecmundo.com.br/ciencia/212746-cientistas-detectam-menor-campo-gravitacional-registrado.htm", "urlToImage": "https://img.ibxk.com.br/2021/03/12/12194346653466.jpg", "publishedAt": "2021-03-14T22:00:01Z", "content": "Das quatro forças conhecidas pela física contemporânea, apenas uma não se integrou, ainda, ao Modelo Padrão, que descreve como partículas subatômicas se comportam, mas um experimento realizado por pe… [+4252 chars]"}, {"source": {"id": null, "name": "Www.rtp.pt"}, "author": "Rádio e Televisão de Portugal", "title": "SEF. Experiência traumática de 13 dias registada em livro 14 Março 2021, 20:21 - RTP", "description": "Uma mulher retida no centro do SEF no aeroporto de Lisboa está a escrever um livro sobre os 13 dias que ali viveu. Psicóloga e escritora, faz um relato por escrito dos abusos e torturas que testemunhou e sentiu na pele.", "url": "https://www.rtp.pt/noticias/pais/sef-experiencia-traumatica-de-13-dias-registada-em-livro_v1304505", "urlToImage": "https://cdn-images.rtp.pt/icm/images/c7/c76c830fb97ad420558ac95aecebc0af_N.jpg?", "publishedAt": "2021-03-14T20:21:43Z", "content": "Uma mulher retida no centro do SEF no aeroporto de Lisboa está a escrever um livro sobre os 13 dias que ali viveu. Psicóloga e escritora, faz um relato por escrito dos abusos e torturas que testemunh… [+19 chars]"}]}