{"status": "ok", "totalResults": 20, "articles": [{"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Astrônomos exploram cometa em fase terminal e observam \"talco\" em sua superfície - Canaltech", "description": "O cometa P/ 2016 BA14 está em sua fase final de vida. Desta maneira, um grupo de astrônomos conseguiu medir o tamanho do núcleo do cometa e analisar a composição da sua superfície, a qual é repleta de filossilicato —  aqui na Terra, essa substância é encontra…", "url": "https://canaltech.com.br/espaco/proximo-de-seu-fim-astronomos-conseguem-medir-o-tamanho-do-nucleo-de-um-cometa-182126/", "urlToImage": "https://ibcdn.canaltech.com.br/6x0xARSHH0WNw3jw-ZBexoCo_us=/1191x670/smart/i438682.jpeg", "publishedAt": "2021-04-06T22:30:00Z", "content": "Pela primeira vez, um grupo de astrônomos observou um cometa em sua fase final de vida, analisando com alta precisão a temperatura da superfície do núcleo cometário e parte de sua composição. Através… [+2767 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Buraco negro primordial e matéria escura explicariam estas ondas gravitacionais - Canaltech", "description": "Duas ondas gravitacionais detectadas em 2019 poderiam ser explicadas por colisões entre estrelas de nêutrons, buracos negros primordiais e matéria escura, de acordo com um novo estudo que mediu a massa dos eventos", "url": "https://canaltech.com.br/espaco/buraco-negro-primordial-e-materia-escura-explicariam-estas-ondas-gravitacionais-182119/", "urlToImage": "https://ibcdn.canaltech.com.br/d3aiyObZtVubRnA1KcVShu2xuNI=/0x426:1078x1033/1078x606/smart/i12837.jpeg", "publishedAt": "2021-04-06T20:20:00Z", "content": "A análise de duas ondas gravitacionais levou uma equipe de pesquisadores a propor algumas conclusões ousadas. De acordo com um novo artigo, publicado na Physical Review Letters, as ondas poderiam rev… [+4684 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Jose Carlos Duarte", "title": "\"A besta gelada\": nuvens atingem os 111 graus negativos no Pacífico, a temperatura mais baixa alguma vez registada - Observador", "description": "", "url": "https://observador.pt/2021/04/06/a-besta-gelada-nuvens-atingem-os-111-graus-negativos-no-pacifico-a-temperatura-mais-baixa-alguma-vez-registada/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A770%3A403%2Fc%3A3681%3A2064%3Anowe%3A0%3A0%2Fq%3A85%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2021%2F04%2F06153052%2FGettyImages-1174200786-scaled.jpg", "publishedAt": "2021-04-06T19:48:02Z", "content": "Um estudo veio revelar que as nuvens de uma tempestade que atravessou o Oceano Pacífico em dezembro de 2018 atingiram os 111 graus centígrados negativos, a temperatura mais baixa alguma vez registada… [+1480 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Três candidatos a aglomerados de galáxias são observados através de raios X - Canaltech", "description": "A pesquisa Clusters Hiding in Plain Sight descobriu, em 2012, um aglomerado bem incomum, chamado Phoenix. Agora, astrônomos observam outros três aglomerados parecidos, dentre os quais dois foram confirmados com o auxílio do telescópio de raios-X Chandra, da N…", "url": "https://canaltech.com.br/espaco/tres-candidatos-a-aglomerados-de-galaxias-sao-observados-atraves-de-raios-x-182101/", "urlToImage": "https://ibcdn.canaltech.com.br/hPRQi2UCDMG8FkVbr9KWV-yNLo8=/1400x788/smart/i438480.jpeg", "publishedAt": "2021-04-06T19:20:00Z", "content": "A pesquisa Clusters Hiding in Plain Sight (CHiPS), liderada pelo astrônomo Michael McDonald, do Massachusetts Institute of Technology (MIT), descobriu em 2012 um aglomerado de galáxias bem incomum, o… [+2185 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Gustavo Minari", "title": "Cientistas usam alumínio e criam bateria 20x mais resistente que modelos atuais - Canaltech", "description": "Pesquisadores da Universidade de Cornell, nos EUA, desenvolveram baterias de alumínio capazes de suportar até 10 mil ciclos e carga e descarga. A vida útil é 20 vezes maior do que a de uma bateria convencional", "url": "https://canaltech.com.br/smartphone/bateria-aluminio-182091/", "urlToImage": "https://ibcdn.canaltech.com.br/TbYRsM_K7QaQ1ayCo6B9qq3pJ88=/812x457/smart/i403363.jpeg", "publishedAt": "2021-04-06T19:19:43Z", "content": "Produzir uma bateria barata, eficaz e que tenha um ciclo de vida duradouro é o sonho de consumo da indústria de produtos eletrônicos. Uma equipe da Universidade de Cornell, nos EUA, planeja usar o al… [+3624 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Telescópio Espacial Hubble observa quasares duplos em galáxias em fusão - Canaltech", "description": "Até o momentos, astrônomos detectaram cerca de 100 duplas de quasares em galáxias em fase de fusão. Acontece que as duas novas duplas observadas são as mais antigas até então, e observar um evento como este é como \"encontrar uma agulha no palheiro\"", "url": "https://canaltech.com.br/espaco/telescopio-espacial-hubble-observa-quasares-duplos-em-galaxias-em-fusao-182112/", "urlToImage": "https://ibcdn.canaltech.com.br/_lb5eGDxbxP896kr7D2UqPF6P0U=/1400x788/smart/i438526.png", "publishedAt": "2021-04-06T18:35:00Z", "content": "O Telescópio Espacial Hubble observou um par de quasares há mais de 10 bilhões de anos. Os objetos estão tão próximos um do outro que, a partir das observações feitas da Terra, parecem um único objet… [+2855 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Andrea Cunha Freitas", "title": "Parkinson: Hospital de S. João já usou nova versão de dispositivo cerebral - PÚBLICO", "description": "Um homem com 49 anos recebeu esta terça-feira um inovador dispositivo que foi colocado no cérebro para tratar a doença de Parkinson que lhe tinha sido diagnosticada há já uma década.", "url": "https://www.publico.pt/2021/04/06/ciencia/noticia/parkinson-hospital-s-joao-ja-usou-nova-versao-dispositivo-cerebral-1957414", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1571315?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-04-06T17:56:35Z", "content": "O novo dispositivo consegue fazer não só o registo contínuo de ondas cerebrais implicadas nos sintomas da doença de Parkinson mas também é capaz de direccionar de uma forma precisa a estimulação cere… [+391 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Museu Nacional resgata esqueleto de dinossauro de 80 milhões de anos - Folha de S.Paulo", "description": "Fóssil foi encontrado em meio aos escombros do incêndio, que ainda não terminaram de ser escavados", "url": "https://www1.folha.uol.com.br/ciencia/2021/04/museu-nacional-resgata-esqueleto-de-novo-dinossauro-de-80-milhoes-de-anos.shtml", "urlToImage": "https://f.i.uol.com.br/fotografia/2021/04/06/1617729435606c979bdcb30_1617729435_3x2_rt.jpg", "publishedAt": "2021-04-06T17:38:00Z", "content": "Mais de dois anos depois do incêndio que destruiu parte do Museu Nacional, surge uma nova descoberta. Trata-se das vértebras de um dinossauro de grandes proporções, de uma espécie provavelmente ainda… [+5173 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Parte do espectrógrafo MOONS desenvolvida em Portugal pronta para fazer “correção de campo” - SAPO Tek", "description": "O MOONS vai ser capaz de observar 1.000 objetos celestes em simultâneo, dentro de uma área de céu semelhante ao tamanho da lua cheia, a partir de um dos maiores telescópios do mundo. Um dos seus componentes principais tem “mão portuguesa”.", "url": "https://tek.sapo.pt/multimedia/artigos/parte-do-espectrografo-moons-desenvolvida-em-portugal-pronta-para-fazer-correcao-de-campo", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NGI4ZaasoNB/qCztEuwxXiCG1VQJ94pt2nXMUAvY0C97gG1kl4hUceyvWhr9qSuxix0PSSka7/rawq9/fXxuvXYgOZ6w6/o9GDkaMXOBHyZQdLU=", "publishedAt": "2021-04-06T16:13:28Z", "content": "Portugal colidera o projeto do Espectrógrafo Multi-objetos no Óptico e Infravermelho Próximo, mais conhecido por MOONS, assim como alguns dos seus grupos de trabalho, contribuindo para o desenvolvime… [+3126 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Cosmonautas identificam mais três possíveis vazamentos de ar na ISS - Canaltech", "description": "De acordo com informações de uma fonte da indústria espacial, os cosmonautas Sergey Ryzhikov e Sergey Kud-Sverchkov identificaram mais três possíveis fontes de vazamento de ar na câmara intermediária do módulo russo Zvezda", "url": "https://canaltech.com.br/espaco/cosmonautas-identificam-mais-tres-possiveis-vazamentos-de-ar-na-iss-182089/", "urlToImage": "https://ibcdn.canaltech.com.br/GMRArTbsngqIKBDszl2tIL7lags=/1400x788/smart/i431573.jpeg", "publishedAt": "2021-04-06T16:00:00Z", "content": "De acordo com informações de uma fonte da indústria espacial, os cosmonautas Sergey Ryzhikov e Sergey Kud-Sverchkov, que estão a bordo da Estação Espacial Internacional (ISS), identificaram mais três… [+3042 chars]"}, {"source": {"id": null, "name": "Exame.com"}, "author": "Laura Pancini", "title": "Risco de contrair covid-19 em contato com superfícies é mínimo, diz CDC - Exame Notícias", "description": "O Centro de Controle e Prevenção de Doenças dos Estados Unidos atualiza suas diretrizes e confirma que maiores risco de transmissão são por contato direto e pelo ar", "url": "https://exame.com/ciencia/risco-de-contrair-covid-19-em-contato-com-superficies-e-minimo-diz-cdc", "urlToImage": "https://exame.com/wp-content/uploads/2021/04/mascara-superficie-1.jpg?quality=70&strip=info", "publishedAt": "2021-04-06T13:22:41Z", "content": "O Centro de Controle e Prevenção de Doenças (CDC, na sigla em inglês) dos Estados Unidos, divulgou nesta segunda-feira (05) que o risco de contrair o novo coronavírus de superfícies é \"baixo\".\r\nO res… [+1886 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Antipartícula desacelerada em novo recorde poderá ajudar a desvendar antimatéria - Canaltech", "description": "Uma equipe de pesquisadores conseguiu um novo recorde em velocidade mínima de uma antipartícula em um desacelerador, utilizando uma técnica de resfriamento com laser. Essa é a primeira vez que a técnica foi aplicada em antipartículas", "url": "https://canaltech.com.br/espaco/antiparticula-desacelerada-em-novo-recorde-podera-ajudar-a-desvendar-antimateria-182049/", "urlToImage": "https://ibcdn.canaltech.com.br/iJU31Kijujdgz-VqRxv35nb5bDU=/1024x576/smart/i438289.jpeg", "publishedAt": "2021-04-06T12:50:00Z", "content": "Mesmo que os cientistas estejam certos sobre a origem do universo no Big Bang, ainda se sabe pouco sobre o que aconteceu logo nos primeiros instantes após este evento de pura energia. Sabe-se que hou… [+4491 chars]"}, {"source": {"id": null, "name": "Redebrasilatual.com.br"}, "author": null, "title": "No tocante à minha pessoa, os números da pesquisa XP estão horríveis - Rede Brasil Atual", "description": "Olha, Diário, eu nem ligo pra minha aprovação. O chato mesmo é que a a pesquisa XP diz que o Nove Dedos passou na minha frente", "url": "https://www.redebrasilatual.com.br/blogs/diario-do-bolso/2021/04/no-tocante-a-minha-pessoa-os-numeros-da-pesquisa-xp-estao-horriveis/", "urlToImage": "https://www.redebrasilatual.com.br/wp-content/uploads/2021/04/bolso.jpg", "publishedAt": "2021-04-06T12:32:00Z", "content": "Diacho, Diário! Saiu uma pesquisa daquele banco, o XP (o que será que quer dizer XP? Xô, Pobres?), e, no tocante à minha pessoa, os números foram horríveis. 48% acham meu governo ruim ou péssimo. E s… [+956 chars]"}, {"source": {"id": null, "name": "Exame.com"}, "author": "André Lopes", "title": "Pesquisadores encontram \"vida após a morte\" em cérebros de humanos - Exame Notícias", "description": "Segundo o estudo, partes de um tipo específico de células começam a trabalhar mais após a morte do corpo", "url": "https://exame.com/ciencia/pesquisadores-encontram-vida-apos-a-morte-em-cerebros-de-humanos", "urlToImage": "https://exame.com/wp-content/uploads/2019/03/gettyimages-932737610.jpg?quality=70&strip=info", "publishedAt": "2021-04-06T12:22:27Z", "content": "Não é exatamente como nos termos esperados, mas cientistas da Universidade de Illinois, nos EUA, descobriram vida após a morte em genes que despertam com o fim das atividades gerais do corpo.\r\nSegund… [+1630 chars]"}, {"source": {"id": null, "name": "Megacurioso.com.br"}, "author": "Pedro Freitas", "title": "Bactéria 'invisível ao sistema imunológico' é encontrada no mar - Mega Curioso", "description": "Um novo estudo feito com bactérias encontradas a quase 2 km de profundidade no Oceano Pacífico trouxe descobertas interessantes para a ciência. De acordo com os biólogos do Schmidt Ocean Institute que trabalharam na região, uma espécie de bactéria \"invisível\"…", "url": "https://www.megacurioso.com.br//ciencia/118267-bacteria-invisivel-ao-sistema-imunologico-e-encontrada-no-mar.htm", "urlToImage": "https://mega.ibxk.com.br/2021/04/02/02200926234005.jpg?ims=600x", "publishedAt": "2021-04-06T12:00:01Z", "content": "Um novo estudo feito com bactérias encontradas a quase 2 km de profundidade no Oceano Pacífico trouxe descobertas interessantes para a ciência. De acordo com os biólogos do Schmidt Ocean Institute qu… [+2770 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "A verdadeira razão pela qual os humanos dominaram a Terra - G1", "description": "Veja como a história da humanidade mostra a importância da energia para o nosso triunfo no planeta", "url": "https://g1.globo.com/ciencia-e-saude/noticia/2021/04/06/a-verdadeira-razao-pela-qual-os-humanos-dominaram-a-terra.ghtml", "urlToImage": "https://s2.glbimg.com/hae_aUBNuSifuoioN_ybLqDmQic=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2021/L/u/ACPypZRBWlOvrYRG7vpg/terra-bbc.jpg", "publishedAt": "2021-04-06T11:46:08Z", "content": "Desde os humanos primitivos que esfregaram gravetos para fazer fogo até os combustíveis fósseis que impulsionaram a revolução industrial, a energia tem um papel central em nosso desenvolvimento como … [+11112 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Encontrar isopreno na atmosfera de exoplanetas pode ser indício de vida - Canaltech", "description": "Em um novo estudo, uma equipe de pesquisadores do Massachusetts Institute of Technology (MIT) propõe que o isopreno, um hidrocarboneto, pode ser uma bioassinatura importante para os astrônomos observarem e procurarem nos próximos anos", "url": "https://canaltech.com.br/espaco/encontrar-isopreno-na-atmosfera-de-exoplanetas-pode-ser-indicio-de-vida-182032/", "urlToImage": "https://ibcdn.canaltech.com.br/6cu_0lpciFk9suWme249_LhV6qA=/768x432/smart/i3346.jpeg", "publishedAt": "2021-04-06T11:00:00Z", "content": "Até o momento, mais de 4 mil exoplanetas, que fazem parte de 3.247 sistemas, foram confirmados. Além destes, ainda há outros 5.800 possíveis mundos descobertos apenas esperando uma confirmação. Confo… [+4161 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Pássaros mumificados no deserto de Atacama revelam um lado negro da História - ZAP", "description": "Papagaios mumificados, encontrados no deserto do Atacama, sugerem que as pessoas passavam por muito para transportar estas aves.", "url": "https://zap.aeiou.pt/passaros-mumificados-atacama-392490", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2021/04/dce995935fa2754937ee9a0539ee036e.png", "publishedAt": "2021-04-06T10:45:22Z", "content": "(dr) Calogero Santoro / José Capriles\r\nUm estudo recente de papagaios mumificados, encontrados no deserto de Atacama, no Chile, sugere que, há cerca de 900 anos, as pessoas passavam por grandes traba… [+1771 chars]"}, {"source": {"id": null, "name": "Ig.com.br"}, "author": "BBC News Brasil", "title": "Covid-19: como vencer o tédio do isolamento sem aglomerar - iG", "description": "À medida que a pandemia se arrasta, nossa fadiga aumenta, possivelmente levando mais gente a desrespeitar normas de distanciamento social. Sim, você está entediado — mas isso pode não ser necessariamente algo ruim", "url": "https://saude.ig.com.br/2021-04-06/covid-19--como-vencer-o-tedio-do-isolamento-sem-aglomerar.html", "urlToImage": "https://i0.statig.com.br/bancodeimagens/55/9o/07/559o077tiqqm7vr8jzl63ol75.jpg", "publishedAt": "2021-04-06T10:03:00Z", "content": "Antes da pandemia, Andy Hsu, de 29 anos, ocupava seu tempo com shows, espetáculos e drinques com amigos. Mas quando a cidade San Francisco, nos EUA, entrou em lockdown, em meados de março de 2020, o … [+9930 chars]"}, {"source": {"id": null, "name": "Terra.com.br"}, "author": null, "title": "Coronavírus: o que se sabe sobre efeitos de tipos sanguíneos em casos graves de covid-19 - Terra", "description": "No início da pandemia, cientistas chineses apontaram que sangue A teria chance maior de infecção e tipo O, menor. Outros estudos têm resultados diferentes. Afinal, o que a ciência sabe sobre a relação entre tipos sanguíneos e covid-19?", "url": "https://www.terra.com.br/noticias/coronavirus/coronavirus-o-que-se-sabe-sobre-efeitos-de-tipos-sanguineos-em-casos-graves-de-covid-19,c8a6e051066b05d899fdc5dfacba7da5zgffjzs2.html", "urlToImage": "https://p2.trrsf.com/image/fget/cf/1200/628/middle/images.terra.com/2021/04/06/119382658-117851722gettyimages-71085855.jpg", "publishedAt": "2021-04-06T09:51:00Z", "content": "Para responder a uma pergunta que surgiu logo no início da pandemia e ainda está em aberto, uma equipe de cientistas decidiu observar, a nível microscópico, como proteínas do coronavírus Sars-CoV-2 i… [+15308 chars]"}]}