{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Algoritmo deteta nova camada misteriosa dentro do núcleo da Terra - Pplware", "description": "Uma visão tradicional do interior da Terra diz-nos que o planeta é composto de quatro camadas principais. Contudo, tudo poderá mudar em breve.", "url": "https://pplware.sapo.pt/ciencia/algoritmo-deteta-nova-camada-misteriosa-dentro-do-nucleo-da-terra/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/terra_interior00.jpg", "publishedAt": "2021-03-07T20:00:27Z", "content": "Uma visão tradicional do interior da Terra diz-nos que o planeta é composto por quatro camadas principais: a crosta, o manto, o núcleo externo e o núcleo interno. Contudo, um novo estudo sugere que e… [+1840 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Os 6 números que definem todo o Universo - Tilt", "description": "Como estudamos o Universo como um todo?Meu trabalho se concentra na radiação cósmica de fundo em micro-ondas (CMB, na sigla em inglês) — os tênues resquícios de energia do Big Bang — e como medi-la pode guiar nosso caminho para a compreensão d", "url": "https://www.uol.com.br/tilt/noticias/bbc/2021/03/07/os-6-numeros-que-definem-todo-o-universo.htm", "urlToImage": "https://conteudo.imguol.com.br/c/noticias/ca/2021/03/07/todas-as-evidencias-e-teorias-baseadas-em-observacoes-do-universo-podem-ser-reunidas-em-um-modelo-padrao-de-cosmologia-que-tem-apenas-seis-parametros-1615138685390_v2_615x300.jpg", "publishedAt": "2021-03-07T17:46:51Z", "content": "Neste trecho editado do The Little Book of Cosmology (\"O Pequeno Livro da Cosmologia\", em tradução literal, publicado pela Princeton University Press e reproduzido aqui com permissão da editora), o p… [+7741 chars]"}, {"source": {"id": null, "name": "Sulinformacao.pt"}, "author": "Manuela Grazina", "title": "O meu cérebro é maior do que o teu! – happychemistry e a paz dos sexos - Sul Informacao", "description": "O cérebro masculino é cerca de 4% maior. Mas… como em tudo, o tamanho não quer dizer nada", "url": "https://www.sulinformacao.pt/2021/03/o-meu-cerebro-e-maior-do-que-o-teu-happychemistry-e-a-paz-dos-sexos/", "urlToImage": "https://www.sulinformacao.pt/wp-content/uploads/2021/03/IMAGEM-O-meu-cerebro-e-maior-do-que-o-teu-manuel-Grazina.jpg", "publishedAt": "2021-03-07T16:25:00Z", "content": "NOTA prévia: este texto deve ser lido sem preconceitos nem estereótipos. Algumas afirmações referem-se ao que pode ser considerado mais frequente, sem qualquer desprimor pelo mais raro ou pelas exceç… [+6433 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "O que é matéria escura? Como sabemos que ela existe? - Canaltech", "description": "A matéria escura foi proposta como uma hipótese para explicar a expansão acelerada do universo. Logo, os astrônomos perceberam que a matéria escura está em toda a parte e que, sem ela, as galáxias podem simplesmente \"desmoronar\"", "url": "https://canaltech.com.br/espaco/o-que-e-materia-escura/", "urlToImage": "https://ibcdn.canaltech.com.br/jz2sHA5DT2TObap6VsHkBe5dOwo=/1200x675/smart/i13025.jpeg", "publishedAt": "2021-03-07T16:00:00Z", "content": "Talvez você já tenha lido algo sobre uma tal matéria escura do universo e se frustrou por não saber do que se trata. Não se preocupe, os astrônomos também não sabem. A ciência pode inferir que o mate… [+10492 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "George Dvorsky", "title": "Telescópio Hubble captura imagem de galáxia gigantesca em espiral semelhante à Via Láctea - Gizmodo Brasil - Gizmodo Brasil", "description": "A gigantesca galáxia de NGC 2336 foi descoberta há mais de um século, mas somente agora podemos ver toda a sua glória em uma imagem de altíssima definição capturada pelo...", "url": "https://gizmodo.uol.com.br/telescopio-hubble-galaxia-espiral-ngc-2336/", "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/ycosvvh1udccwigqxiha-1000x563.jpg", "publishedAt": "2021-03-07T15:51:00Z", "content": "A gigantesca galáxia de NGC 2336 foi descoberta há mais de um século, mas somente agora podemos ver toda a sua glória em uma imagem de altíssima definição capturada pelo Telescópio Espacial Hubble. A… [+1738 chars]"}, {"source": {"id": null, "name": "Postal.pt"}, "author": "POSTAL, Lusa, Expresso", "title": "Há quatro dias que não há óbitos a lamentar no Algarve. Novos casos diários sobem para 32 - Postal do Algarve", "description": "Covid-19. Mais 28 mortes, 682 infetados e 966 recuperados em 24 horas em Portugal. Boletim da DGS deste sábado dá conta de 61.987casos ativos, menos 312 do que na véspera. Internamentos também descem, para um total de 1414 doentes", "url": "http://postal.pt/saude/2021-03-07-Ha-quatro-dias-que-nao-ha-obitos-a-lamentar-no-Algarve.-Novos-casos-diarios-sobem-para-32", "urlToImage": "https://images.impresa.pt/postal/2021-02-15-Testagem-Covid-Castro-Marim--10-.jpg-1/fb/wm", "publishedAt": "2021-03-07T14:21:12Z", "content": "Portugal contabiliza hoje mais 28 mortes relacionadas com a pandemia de covid-19 e 682 casos de infeção, segundo a Direção-Geral da Saúde (DGS).\r\nDe acordo com o último boletim, hoje divulgado, desde… [+921 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Vai explodir? Uma das maiores estrelas pode estar em seus estágios finais - Canaltech", "description": "Uma das maiores estrelas conhecidas, a VY Canis Majoris, pode estar em seus estados finais de evolução, de acordo com um novo estudo baseado em dados do telescópio Hubble. A estrela deixou de ser visível há 200 anos e apresenta comportamentos estranhos", "url": "https://canaltech.com.br/espaco/vai-explodir-uma-das-maiores-estrelas-pode-estar-em-seus-estagios-finais-180016/", "urlToImage": "https://ibcdn.canaltech.com.br/HbYJqntAKW5VXsqY1_H00nji6H8=/1280x720/smart/i428652.png", "publishedAt": "2021-03-07T13:00:00Z", "content": "A estrela VY Canis Majoris, uma hipergigante vermelha tão brilhante quanto 300 mil sóis e visível na constelação Cão Maior, simplesmente desapareceu. Ela podia ser observada a olho nu há cerca de 200… [+4954 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Agência Lusa", "title": "Biólogo americano defende que pandemia pode ter nascido de \"erro honesto\" em laboratório chinês - Observador", "description": "", "url": "https://observador.pt/2021/03/07/biologo-americano-defende-que-pandemia-pode-ter-nascido-de-erro-honesto-em-laboratorio-chines/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A770%3A403%2Fc%3A4096%3A2305%3Anowe%3A0%3A29%2Fq%3A85%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2021%2F03%2F07105557%2FGettyImages-1209618456-scaled.jpg", "publishedAt": "2021-03-07T10:02:00Z", "content": "A origem da pandemia de Covid-19 continua por apurar um ano depois e na comunidade científica ganha força a exigência de uma investigação à possibilidade de um acidente laboratorial, posição sustenta… [+8814 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Joana Ascensão", "title": "“A ideia de peste está associada à História. Foi esse o nosso abanão enquanto sociedade”. Entrevista a Alexandra Lopes, socióloga - Expresso", "description": "A sociedade acusa doença quando os seus indivíduos adoecem também. As desigualdades agudizam-se, concentram-se mais em determinados setores sociais e faixas etárias. A pandemia sentou-nos a todos no divã. De que se queixa a paciente humanidade?", "url": "https://expresso.pt/sociedade/2021-03-07-A-ideia-de-peste-esta-associada-a-Historia.-Foi-esse-o-nosso-abanao-enquanto-sociedade.-Entrevista-a-Alexandra-Lopes-sociologa", "urlToImage": "http://images.impresa.pt/expresso/2018-03-23-ilustracao_objetos_retirados/fb/wm", "publishedAt": "2021-03-07T08:34:00Z", "content": "Alexandra atende o telefone quando a tarde já vai longa, mas não acusa preocupação. Tornou-se hábito não ter horas para trabalhar nem para refletir, principalmente quando parte do seu trabalho assent… [+768 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Clara Barata", "title": "“Mais do que a OMS ser questionada, acho que o papel da ciência foi posto em causa” - PÚBLICO", "description": "Cientista mas também diplomata, a directora científica da Organização Mundial da Saúde, Soumya Swaminathan, diz que que “faria sentido do ponto de vista científico controlar a pandemia de covid-19 em todo o mundo ao mesmo tempo”, e isso não acontecerá se as v…", "url": "https://www.publico.pt/2021/03/07/ciencia/noticia/oms-questionada-acho-papel-ciencia-posto-causa-1952667", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1558948?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-03-07T07:23:00Z", "content": "Soumya Swaminathan é a chief scientist da Organização Mundial da Saúde (OMS), a directora da Divisão de Ciência. A cientista indiana especialista em HIV-sida e tuberculose tornou-se um dos rostos mai… [+13870 chars]"}, {"source": {"id": null, "name": "Www.dn.pt"}, "author": "Paulo Caetano", "title": "Humanos Modernos chegaram cedo a Portugal - Diário de Notícias - Lisboa", "description": "Uma equipa internacional de arqueólogos, onde participaram diversos investigadores nacionais, chegaram à conclusão que o homem moderno chegou ao extremo ocidental da península Ibérica - território que hoje é Portugal - cinco mil anos mais cedo.", "url": "https://www.dn.pt/edicao-do-dia/07-mar-2021/humanos-modernos-chegaram-cedo-a-portugal-13420344.html", "urlToImage": "https://static.globalnoticias.pt/dn/image.jpg?brand=DN&type=generate&guid=83d2782b-7dda-4e3e-adb0-95ed2a969722&w=800&h=420&watermark=true&t=20210307012300", "publishedAt": "2021-03-07T01:25:50Z", "content": "Uma equipa internacional de arqueólogos, na qual participaram diversos investigadores portugueses, chegou à conclusão de que o homem moderno chegou ao extremo ocidental da Península Ibérica - territó… [+1939 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Patrícia Gnipper", "title": "O céu (não) é o limite | Asteroide por perto, explosão na SpaceX e muito mais! - Canaltech", "description": "Fique por dentro de tudo o que mais importa no universo da astronomia! Semanalmente, preparamos essa síntese com as principais notícias espaciais dos últimos dias. Assim, você se mantém bem informado em poucos minutos de leitura!", "url": "https://canaltech.com.br/ciencia/o-ceu-nao-e-o-limite-asteroide-por-perto-explosao-na-spacex-e-muito-mais-179999/", "urlToImage": "https://ibcdn.canaltech.com.br/ExinnioAW3r9_xVu728WcpMLWqE=/1400x788/smart/i428765.jpeg", "publishedAt": "2021-03-06T23:00:00Z", "content": "A primeira semana do mês de março está chegando ao fim, e vocês já sabem: com o fim de uma semana, chega o \"resumão\" do Canaltech, trazendo as notícias espaciais mais quentes do momento em uma síntes… [+5565 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Olhar Digital", "title": "Furacão espacial é detectado pela primeira vez; entenda - Olhar Digital", "description": "Uma equipe de cientistas liderada pela Universidade de Shandong, na China, detectou pela primeira vez na história um furacão espacial.", "url": "https://olhardigital.com.br/2021/03/06/ciencia-e-espaco/furacao-espacial-e-detectado-pela-primeira-vez-entenda/", "urlToImage": "https://img.olhardigital.com.br/wp-content/uploads/2021/03/furacao-espacial.jpg", "publishedAt": "2021-03-06T22:51:50Z", "content": "Uma equipe internacional de cientistas liderada pela Universidade de Shandong, na China, detectou pela primeira vez na história um furacão espacial. O fenômeno aconteceu na atmosfera superior do polo… [+2124 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ana Sofia", "title": "Energia negra poderá explicar a expansão do universo - Pplware", "description": "Depois de surgir, o universo começou a expandir-se. Contudo, a forma como essa expansão tem vindo a ser medida poderá estar errada.", "url": "https://pplware.sapo.pt/ciencia/energia-negra-podera-explicar-a-expansao-do-universo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/universo03.jpg", "publishedAt": "2021-03-06T22:00:31Z", "content": "De acordo com a teoria consensual, o universo foi criado num evento colossal conhecido como o Big Bang, há cerca de 13,8 mil milhões de anos. Posteriormente, a sua evolução deixou “marcas”, que os hu… [+2874 chars]"}, {"source": {"id": null, "name": "Cnnbrasil.com.br"}, "author": "Ashley Strickland, da CNN", "title": "Astronautas que foram à Lua em 1969 precisaram ficar isolados em quarentena - CNN Brasil", "description": "Neil Armstrong, Michael Collins e Edwin Aldrin passaram 21 dias confinados para evitar contaminação por bactérias ou patógenos nocivos da lua", "url": "https://www.cnnbrasil.com.br/tecnologia/2021/03/06/astronautas-que-foram-a-lua-em-1969-precisaram-ficar-isolados-em-quarentena", "urlToImage": "https://mediastorage.cnnbrasil.com.br/IMAGES/00/00/02/28260_A6C44E9B5A947EDD.jpg", "publishedAt": "2021-03-06T21:29:00Z", "content": "Poucas semanas depois de se tornar o primeiro homem a andar na lua, o astronauta Neil Armstrong, da Nasa (a agência espacial dos Estados Unidos) comemorou o 39º aniversário em quarentena.\r\nIsso é alg… [+11773 chars]"}, {"source": {"id": null, "name": "Ominho.pt"}, "author": "https://www.facebook.com/ominhopt/", "title": "Marcelo apresenta condolências pela morte da cientista bracarense Claudina Rodrigues-Pousada - O MINHO", "description": "Natural de Tadim", "url": "https://ominho.pt/marcelo-apresenta-condolencias-pela-morte-da-cientista-bracarense-claudina-rodrigues-pousada/", "urlToImage": "https://ominho.pt/wp-content/uploads/2020/11/Marcelo-Rebelo-Sousa-2-740x389.jpg?v=1605905694", "publishedAt": "2021-03-06T19:28:09Z", "content": "O Presidente da República, Marcelo Rebelo de Sousa, lamentou hoje a morte da cientista Claudina Rodrigues-Pousada, cujo funeral decorrerá na segunda-feira, dia 08 de março.\r\n“Apresento as minhas cond… [+2684 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Lusa", "title": "Presidente lamenta morte da cientista Claudina Rodrigues-Pousada - Notícias ao Minuto", "description": "O Presidente da República, Marcelo Rebelo de Sousa, lamentou hoje a morte da cientista Claudina Rodrigues-Pousada, cujo funeral decorrerá na segunda-feira, dia 8 de março.", "url": "https://www.noticiasaominuto.com/cultura/1704260/presidente-lamenta-morte-da-cientista-claudina-rodrigues-pousada", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_6043d45323e02.jpg", "publishedAt": "2021-03-06T19:13:00Z", "content": "\"Apresento as minhas condolências à família, amigos e colegas da Cientista Claudina Rodrigues-Pousada, pioneira da biologia molecular em Portugal\", lê-se numa mensagem publicada no portal da Presidên… [+2712 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Olhar Digital", "title": "Lua tem uma cauda longa, quase invisível, como um cometa; entenda por quê - Olhar Digital", "description": "Você sabia que a Lua tem uma cauda longa como um cometa ou uma estrela cadente? Só agora cientistas conseguiram entender o motivo", "url": "https://olhardigital.com.br/2021/03/06/ciencia-e-espaco/lua-tem-uma-cauda-longa-quase-invisivel-como-um-cometa-entenda-por-que/", "urlToImage": "https://img.olhardigital.com.br/wp-content/uploads/2021/03/Lua.jpg", "publishedAt": "2021-03-06T17:19:06Z", "content": "Você sabia que a Lua tem uma cauda longa, quase invisível, como um cometa ou uma estrela cadente? Esta descoberta foi feita no final da década de 1990, mas só agora cientistas conseguiram entender o … [+4345 chars]"}, {"source": {"id": null, "name": "Tudocelular.com"}, "author": "TudoCelular.com", "title": "Sem ar! Cientistas descobrem possível data para acabar o oxigênio da Terra - Tudocelular.com", "description": "A estimativa surgiu após uma série de simulações feitas pelos especialistas.", "url": "https://www.tudocelular.com/tech/noticias/n171574/cientistas-descobrem-data-fim-oxigenio-terra.html", "urlToImage": "https://t2.tudocdn.net/515774?w=1200", "publishedAt": "2021-03-06T17:09:03Z", "content": "Enquanto especialistas buscam maneira de produzir oxigênio a partir de poeira lunar, outros cientistas conseguiram prever em quanto tempo a Terra ficará sem oxigênio disponível no planeta.\r\nDe acordo… [+1265 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Proposta para um novo motor espacial capaz de viajar à velocidade da luz - Pplware", "description": "Uma das ideias mais loucas da ficção científica é ter naves que possam viajar mais depressa do que a velocidade da luz.", "url": "https://pplware.sapo.pt/ciencia/proposta-para-um-novo-motor-espacial-capaz-de-viajar-a-velocidade-da-luz/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/velocidade_luz_00.jpg", "publishedAt": "2021-03-06T17:00:59Z", "content": "Quando falamos em anos-luz de distância interiorizamos que estas viagens interestelares nunca serão possíveis, à luz da tecnologia que hoje temos. Contudo, o salto tecnológico poderá permitir em brev… [+4467 chars]"}]}