{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Nível do mar há 20.000 anos era 116 metros mais baixo que hoje, creem cientistas - Sputnik Brasil", "description": "Um estudo realizado por instituições na Europa analisou várias bacias aquáticas no mundo e afirma ter descoberto o mecanismo através do qual o nível do mar chegou a ser...", "url": "https://br.sputniknews.com/ciencia_tecnologia/2021022717038979-nivel-do-mar-ha-20000-anos-era116-metros-mais-baixo-que-hoje-creem-cientistas/", "urlToImage": "https://cdnbr2.img.sputniknews.com/images/07e5/02/1b/17039035.jpg", "publishedAt": "2021-02-27T15:50:00Z", "content": "Um estudo realizado por instituições na Europa analisou várias bacias aquáticas no mundo e afirma ter descoberto o mecanismo através do qual o nível do mar chegou a ser mais baixo no passado.O nível … [+1775 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Rita Pereira Carvalho", "title": "Corpos confinados. O que faz a falta de atividade física às crianças - Expresso", "description": "Fechadas em casa, as crianças mostram uma regressão nas competências motoras que professores e investigadores nunca tinham visto. “Há crianças que não sabem correr”", "url": "https://expresso.pt/sociedade/2021-02-27-Corpos-confinados.-O-que-faz-a-falta-de-atividade-fisica-as-criancas", "urlToImage": "http://images.impresa.pt/expresso/2020-04-16-Videojogos-criancas/fb/wm", "publishedAt": "2021-02-27T13:55:00Z", "content": "Num período pré-pandemia, não seria estranho ver a professora Elisabete Neves pedir a um aluno que parasse de correr durante os testes de aptidão física. O confinamento veio mudar até os pormenores q… [+1402 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Green Savers com Lusa", "title": "Alterações climáticas influenciaram populações de caçadores-recoletores no estuário do Tejo - Green Savers", "description": "Alterações climáticas e uma “melhoria significativa” no ambiente terão contribuído para um “crescimento exponencial” das últimas populações ibéricas de caçadores-recoletores junto ao estuário do Tejo, concluiu um estudo das universidades do Algarve e de Alica…", "url": "https://greensavers.sapo.pt/alteracoes-climaticas-influenciaram-populacoes-de-cacadores-recoletores-no-estuario-do-tejo/", "urlToImage": "https://greensavers.sapo.pt/wp-content/uploads/2021/02/tejo.jpg", "publishedAt": "2021-02-27T10:42:13Z", "content": "Alterações climáticas e uma melhoria significativa no ambiente terão contribuído para um crescimento exponencial das últimas populações ibéricas de caçadores-recoletores junto ao estuário do Tejo, co… [+3861 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Governo vai começar a executar o PRR pela área da saúde e apoio aos idosos - ZAP", "description": "O Governo quer começar a executar o Plano de Recuperação e Resiliência (PRR) pela área da saúde e combate às...", "url": "https://zap.aeiou.pt/governo-prr-saude-apoio-idosos-383928", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2021/02/e8bf12cf5d7659d52db3411aae1ed17e.jpg", "publishedAt": "2021-02-27T10:30:49Z", "content": "António Pedro Santos / EPA\r\nA ministra de Estado e da Presidência, Mariana Vieira da Silva\r\nO Governo quer começar a executar o Plano de Recuperação e Resiliência (PRR) pela área da saúde e combate à… [+3166 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "Maria Campos", "title": "Poeira de asteróide encontrada na cratera Chicxulub encerra caso da extinção dos dinossauros - ZAP", "description": "Uma equipa acredita ter encerrado o caso da extinção dos dinossauros após ter encontrado poeira de asteróide na cratera criada...", "url": "https://zap.aeiou.pt/cientistas-encontram-poeira-de-asteroide-na-cratera-383434", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2021/02/001a2fd943cc835b931a057a60bd5231.jpg", "publishedAt": "2021-02-27T10:00:29Z", "content": "Uma equipa de investigadores acredita ter encerrado o caso da extinção dos dinossauros após ter encontrado poeira de asteróide na cratera que Chicxulub terá criado há 66 milhões de anos.\r\nDesde os an… [+4120 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "MIND - Psicologia Clínica e Forense, Laura Alho", "title": "Como controlar os impulsos? Aprenda a fazê-lo com as sugestões de uma psicóloga - SAPO Lifestyle", "description": "Um impulso pode ser definido como um conjunto de forças internas que direcionam o nosso comportamento, podendo levar-nos a agir de uma forma contrária àquela que desejaríamos, se conseguíssemos controlá-lo. Controlar os impulsos é uma tarefa árdua que requer …", "url": "https://lifestyle.sapo.pt/saude/noticias-saude/artigos/como-controlar-os-impulsos-aprenda-a-faze-lo-com-as-sugestoes-de-uma-psicologa", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Fmag.sapo.pt%2Fassets%2Fimg%2Flifestyle-sapo%2Ffacebook-overlay.png&epic=YWZml1HwlJ8A8CwFXcotj4pZNPX8LCzv5abEcXVRcSgTJrzJWKOTyktJmfJXKxv5GTbH33Nw76AqFwA552HV2KzU1uKIecT2omhc+49OoC0Cu0U=", "publishedAt": "2021-02-27T10:00:00Z", "content": "Tendo em conta que somos seres emocionais, devemos ter consciência que cada emoção positiva ou negativa tem a sua própria função e que todas têm o propósito de nos mobilizar de forma a respondermos à… [+3450 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Lusa", "title": "Alterações climáticas influenciaram caçadores-recoletores do Tejo - Notícias ao Minuto", "description": "Alterações climáticas e uma \"melhoria significativa\" no ambiente terão contribuído para um \"crescimento exponencial\" das últimas populações ibéricas de caçadores-recoletores junto ao estuário do Tejo, concluiu um estudo das universidades do Algarve e de Alica…", "url": "https://www.noticiasaominuto.com/pais/1698910/alteracoes-climaticas-influenciaram-cacadores-recoletores-do-tejo", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_5b52fb2f74021.jpg", "publishedAt": "2021-02-27T09:46:00Z", "content": "João Cascalheira, investigador da Universidade do Algarve (UAlg), disse à agência Lusa que o objetivo do estudo foi analisar a influência das alterações climáticas na demografia das últimas populaçõe… [+3855 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Lusa", "title": "Zero denuncia destruição de flora ameaçada no Alentejo - Notícias ao Minuto", "description": "A associação ambientalista Zero denunciou hoje que estão a ser destruídas quatro populações de espécies de flora ameaçada, no concelho de Beja, devido à agricultura intensiva.", "url": "https://www.noticiasaominuto.com/pais/1698907/zero-denuncia-destruicao-de-flora-ameacada-no-alentejo", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_5d4b19c72717a.jpg", "publishedAt": "2021-02-27T09:45:00Z", "content": "Em comunicado, a associação assegura que após denúncia constatou no local que \"está a ocorrer a destruição de populações de várias espécies da flora ameaçadas, na sequência do arranque de mais um oli… [+3172 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "N.N., Joana de Almeida", "title": "O que me revelam os desenhos do meu filho? A explicação de uma psicóloga - SAPO Lifestyle", "description": "O desenho é uma atividade lúdica que desperta o interesse da criança sobretudo quando dada com toda a liberdade. É uma atividade em que a criança se sente bem pois não revela geralmente dificuldades, não necessita de pedir ajuda ao psicólogo, professor ou pai…", "url": "https://lifestyle.sapo.pt/familia/noticias-familia/artigos/o-que-me-revelam-os-desenhos-do-meu-filho-a-explicacao-de-uma-psicologa", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Fmag.sapo.pt%2Fassets%2Fimg%2Flifestyle-sapo%2Ffacebook-overlay.png&epic=ODA595Lb5s1/CVm5F7YzAKpNXMVM3IlnfPhWeSguUPH9SJ5WOVdukh3lTzsLWCAn7tVFuLcfDRNoMWFNQJvSVptNMK6VoXRoO9KHNGVj0SGPDQ0=", "publishedAt": "2021-02-27T08:00:00Z", "content": "Nos seus desenhos, a criança expõe desejos, medos, interesses e/ou preocupações que não consegue expor ou expõe com muita dificuldade verbalmente.\r\nO desenho é uma estratégia de avaliação psicológica… [+2730 chars]"}, {"source": {"id": null, "name": "Cnnbrasil.com.br"}, "author": "Weslley Galzo, da CNN, em São Paulo", "title": "Terra 2.0: Conheça os exoplanetas candidatos para abrigar a humanidade - CNN Brasil", "description": "Astrônomo Leandro Barbosa estima que em 10 anos ocorra uma explosão de descobertas de planetas fora do sistema solar habitáveis", "url": "https://www.cnnbrasil.com.br/tecnologia/2021/02/27/terra-20-conheca-os-exoplanetas-candidatos-para-abrigar-a-humanidade", "urlToImage": "https://mediastorage.cnnbrasil.com.br/IMAGES/00/00/01/12950_84944D49B8163489.jpg", "publishedAt": "2021-02-27T08:00:00Z", "content": "Os avanços das tecnologias de exploração do espaço têm sido cada vez mais velozes, seja para compreender a estrutura planetária de vizinhos da Terra -- como faz a sonda Perseverance, enviada a Marte … [+5103 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Oswaldo Cruz: o sanitarista com uma fé eterna na ciência - UOL", "description": "Fizeram História", "url": "https://www.uol.com.br/ecoa/amp-stories/fizeram-historia-oswaldo-cruz/index.htm", "urlToImage": "https://conteudo.imguol.com.br/c/entretenimento/6b/2021/02/25/oswaldo-cruz-1614294492507_v2_750x1000.jpg", "publishedAt": "2021-02-27T07:00:00Z", "content": "O médico Oswaldo Cruz foi um dos principais responsáveis pelo controle de epidemias no Brasil. Ele erradicou a febre amarela no Pará, entrou para a Academia Brasileira de Letras, foi eleito prefeito … [+2981 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "O que é universo paralelo e multiverso? O que a ciência diz sobre isso? - Canaltech", "description": "Cientistas teóricos trabalham com algumas hipóteses sobre universos paralelos e multiversos há algumas décadas. Alguma das principais ideias são consequências de teorias amplamente estudadas, como a Teoria das Cordas, e até mesmo de conjuntos de observações q…", "url": "https://canaltech.com.br/espaco/o-que-e-universo-paralelo-179619/", "urlToImage": "https://ibcdn.canaltech.com.br/I8P2ZICLJsE8qfXUY3YhGAQATJo=/1280x720/smart/i426856.png", "publishedAt": "2021-02-27T01:30:00Z", "content": "Se você gosta de séries, histórias em quadrinhos ou livros de ficção científica e fantasia, é quase certo que já viu alguns enredos que envolvem universos paralelos, outras dimensões e multiversos. O… [+19721 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "Erika Nishida", "title": "Partícula para quinta dimensão pode explicar matéria escura - Gizmodo Brasil - Gizmodo Brasil", "description": "De acordo com a Nasa, o universo é composto por 67% de energia escura, 27% de matéria escura e 5% de matéria \"normal\". Apesar de saberem que ela existe, os...", "url": "https://gizmodo.uol.com.br/particula-quinta-dimensao/", "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/02/jeremy-thomas-4dpAqfTbvKA-unsplash-1-scaled-e1614369798163-1000x563.jpg", "publishedAt": "2021-02-27T00:40:00Z", "content": "De acordo com a Nasa, o universo é composto por 67% de energia escura, 27% de matéria escura e 5% de matéria “normal”. Apesar de saberem que ela existe, os cientistas ainda não conseguem explicar exa… [+2402 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "Liliana Malainho", "title": "Cientistas criam “televisão” ultravioleta para animais (que nos vai ajudar a entendê-los melhor) - ZAP", "description": "Uma equipa de cientistas desenvolveu uma \"televisão\" ultravioleta para ajudar os especialistas a entender melhor a forma como os animais...", "url": "https://zap.aeiou.pt/televisao-ultravioleta-para-animais-382127", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2021/02/883c7f3c141c142fe72d705238f48335.jpg", "publishedAt": "2021-02-26T23:00:49Z", "content": "Uma equipa de cientistas da Universidade de Queensland, na Austrália, desenvolveu uma “televisão” ultravioleta para ajudar os especialistas a entender melhor a forma como os animais veem o mundo.\r\nOs… [+2295 chars]"}, {"source": {"id": null, "name": "Tvi24.iol.pt"}, "author": ".", "title": "Covid-19: testes alargados a todas as escolas e passam a contemplar amostras de saliva - TVI24", "description": "Além das escolas, os testes devem ser também regulares “nos locais com maior risco de transmissão em meio laboral”, como fábricas e construção civil", "url": "https://tvi24.iol.pt/sociedade/coronavirus/covid-19-testes-alargados-a-todas-as-escolas-e-passam-a-contemplar-amostras-de-saliva", "urlToImage": "https://img.iol.pt/preset/5f6c7d7a0cf281a07a07201a/og/tvi24", "publishedAt": "2021-02-26T22:52:00Z", "content": ""}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Blocos de gelo podem estar sazonalmente abrindo canais em dunas de Marte - Canaltech", "description": "Um novo estudo sobre os processos que criam canais em uma megaduna de Marte revelou que essas formações são abertas por blocos de dióxido de carbono congelado, que deslizam pela areia e liberam plumas de poeira", "url": "https://canaltech.com.br/espaco/blocos-de-gelo-podem-estar-sazonalmente-abrindo-canais-em-dunas-de-marte-179632/", "urlToImage": "https://ibcdn.canaltech.com.br/nKdYzzb-g3Nruf22hDvpzFZl1tU=/1200x675/smart/i426824.jpeg", "publishedAt": "2021-02-26T21:45:00Z", "content": "Durante anos, cientistas planetários tentam entender o que estava por trás de grandes canais esculpidos nas dunas da cratera Russell, em Marte, sendo que estudos mais recentes mostraram alguma relaçã… [+2945 chars]"}, {"source": {"id": null, "name": "Sulinformacao.pt"}, "author": "Elisabete Rodrigues", "title": "Covid-19: Internamentos e casos ativos descem no Algarve, novas infeções abrandam [mapa] - Sul Informacao", "description": "Hoje não se registou qualquer óbito no Algarve, motivado pela pandemia", "url": "https://www.sulinformacao.pt/2021/02/covid-19-internamentos-e-casos-ativos-descem-no-algarve-novas-infecoes-abrandam-mapa/", "urlToImage": "https://www.sulinformacao.pt/wp-content/uploads/2021/02/Covid19-coronavirus-arquivo-10.jpg", "publishedAt": "2021-02-26T19:00:00Z", "content": "O número de internamentos nos hospitais algarvios, motivados pela Covid-19, diminuiu ao longo da semana de 19 a 16 de Fevereiro, segundo os dados da Autoridade de Saúde Regional, que acabam de ser di… [+2037 chars]"}, {"source": {"id": null, "name": "Sicnoticias.pt"}, "author": "Filipa Traqueia", "title": "Imagem da superfície de Vénus surpreende investigadores - SIC Notícias", "description": "A missão da Parker Solar Probe é estudar o Sol, mas, pelo caminho, captou uma imagem do lado noturno de Vénus onde se vê um brilho à volta do planeta.", "url": "https://sicnoticias.pt/mundo/2021-02-26-Imagem-da-superficie-de-Venus-surpreende-investigadores", "urlToImage": "https://images.impresa.pt/sicnot/2021-02-26-Venus.jpg-1/fb/wm", "publishedAt": "2021-02-26T18:58:00Z", "content": "A sonda Parker Solar Probe tem como objetivo estudar o Sol, mas, no caminho, captou uma imagem que surpreendeu os cientistas. A fotografia foi tirada à zona noturna de Vénus e mostra um brilho à volt… [+2412 chars]"}, {"source": {"id": null, "name": "Cnnbrasil.com.br"}, "author": "Stéfano Salles, da CNN no Rio de Janeiro", "title": "Covid-19: Cepa de Manaus tem ao menos dobro da carga viral, diz Fiocruz Amazônia - CNN Brasil", "description": "Resultado da análise pode apontar o motivo de a linhagem P1 ser mais contagiosa", "url": "https://www.cnnbrasil.com.br/saude/2021/02/26/covid-19-cepa-de-manaus-tem-dobro-da-carga-viral-diz-fiocruz-amazonia", "urlToImage": "https://mediastorage.cnnbrasil.com.br/IMAGES/00/00/00/7676_45EDDB6D3845AE7D.jpg", "publishedAt": "2021-02-26T18:53:00Z", "content": "Uma análise feita com 500 amostras coletadas pelo novo teste de RT-PCR em tempo real para verificar variantes do coronavírus detectou que a linhagem P1, descoberta no Amazonas, tem pelo menos o dobro… [+3269 chars]"}, {"source": {"id": null, "name": "Sicnoticias.pt"}, "author": "SIC Notícias", "title": "Associação de cabeleireiros: \"São pequenas e micro empresas que estão sem trabalhar há um mês\" - SIC Notícias", "description": "Presidente da Associação pede uma reabertura o mais rápido possível.", "url": "https://sicnoticias.pt/especiais/coronavirus/2021-02-26-Associacao-de-cabeleireiros-Sao-pequenas-e-micro-empresas-que-estao-sem-trabalhar-ha-um-mes", "urlToImage": "https://images.impresa.pt/sicnot/2021-02-26-cabeleireiro-boa-geral.jpg/fb/wm", "publishedAt": "2021-02-26T18:11:00Z", "content": "O setor dos cabeleireiros, barbeiros e esteticistas é um dos mais afetados pela pandemia de covid-19. O Presidente da Associação de Cabeleireiros de Portugal, Fernando Sousa, pede a reabertura imedia… [+627 chars]"}]}