{"status": "ok", "totalResults": 20, "articles": [{"source": {"id": null, "name": "Www.jn.pt"}, "author": "R.N.C.", "title": "Robô da Nasa tira \"selfie\" com monte de nome francês em Marte - Jornal de Notícias", "description": "O robô Curiosity, que está há oito anos no planeta Marte, tirou uma fotografia em modo \"selfie\" a um monte rochoso, que recebeu o nome de uma montanha da vila francesa de Nontron. A fotografia foi tirada durante o mês de março e divulgada esta terça-feira, 30…", "url": "https://www.jn.pt/inovacao/robo-da-nasa-tira-selfie-com-monte-de-nome-frances-em-marte-13528838.html", "urlToImage": "https://static.globalnoticias.pt/jn/image.jpg?brand=JN&type=generate&guid=fcc8f7a1-f070-4e3d-8108-ff451324f782&w=800&h=420&watermark=true&t=20210402191500", "publishedAt": "2021-04-02T18:15:00Z", "content": "O robô Curiosity, que está há oito anos no planeta Marte, tirou uma fotografia em modo \"selfie\" a um monte rochoso, que recebeu o nome de uma montanha da vila francesa de Nontron. A fotografia foi ti… [+1513 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Essa lente gravitacional pode ter revelado buraco negro de massa intermediária - Canaltech", "description": "Um buraco negro de massa intermediária, categoria que tem sido procurada pelos astrônomos com afinco, pode ter sido encontrado através do efeito de lente gravitacional que ele próprio teria causado em uma rajada de raios gama", "url": "https://canaltech.com.br/espaco/essa-lente-gravitacional-pode-ter-revelado-buraco-negro-de-massa-intermediaria-181912/", "urlToImage": "https://ibcdn.canaltech.com.br/ThRDbSZsnRra_czgPxH4ZYKbkhY=/800x450/smart/i419522.jpeg", "publishedAt": "2021-04-02T15:30:00Z", "content": "Entre os tipos de buracos negros teoricamente possíveis, estão os de massa intermediária uma categoria considerada importante para que se possa compreender melhor a origem e evolução dos supermassivo… [+5461 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Polígrafo, Salomé Leal", "title": "NASA manipulou fotografia de paisagem na Bulgária e divulgou-a como sendo do planeta Marte? - Polígrafo", "description": "Num \"post\" que está a circular no Facebook exibem-se duas imagens praticamente similares: em cima, uma \"fotografia original de Marte da NASA\", agência espacial norte-americana; em baixo, uma fotografia da mesma paisagem, mas com formação rochosa cinza, um céu…", "url": "https://poligrafo.sapo.pt/fact-check/nasa-manipula-fotografia-de-paisagem-na-bulgaria-que-divulga-como-sendo-do-planeta-marte", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&png=1&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Fpoligrafo.sapo.pt%2Fassets%2Fimg%2Fpoligrafo%2Ffacebook-overlay-pepper.png&epic=NDczSrhz9viT2rGXXnkSgJ+2ef9YKACbqAzqvYFrdyCwYRFX+89uKWdrq52fsYfMpX/O1vklsmrB0aUL0RGs2qH8eclLb7PRRDXi32ESCrw7hPM=", "publishedAt": "2021-04-02T14:00:50Z", "content": "\"Assim é fácil de ir ao inexistente planeta cor de ferrugem. Marte é uma estrela errante e não propriamente coisa física como a Terra\", alega-se na publicação em causa, datada de 7 de março.\r\n\" data-… [+2389 chars]"}, {"source": {"id": null, "name": "Sicnoticias.pt"}, "author": "SIC Notícias", "title": "Covid-19. Portimão é o concelho do Algarve com maior incidência de casos - SIC Notícias", "description": "Surto na construção civil preocupa as autoridades.", "url": "https://sicnoticias.pt/especiais/coronavirus/2021-04-02-Covid-19.-Portimao-e-o-concelho-do-Algarve-com-maior-incidencia-de-casos-037ff59e", "urlToImage": "https://images.impresa.pt/sicnot/2021-04-02-Portimao-4f029b8e/fb/wm", "publishedAt": "2021-04-02T12:46:38Z", "content": "Portimão é o concelho do Algarve com maior incidência de casos por 100 mil habitantes. Um surto na construção civil obrigou já à realização de mais de 500 testes, dos quais 89 deram positivos. \r\nA au… [+616 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Nova geração de 'robôs vivos' pode se curar, mover cargas e criar memórias (VÍDEOS) - Sputnik Brasil", "description": "Especialistas indicam que esses microrobôs podem ser usados ​​no futuro para buscar partículas contaminadas com radiação, coletar microplásticos nos oceanos ou...", "url": "https://br.sputniknews.com/ciencia_tecnologia/2021040217254120-nova-geracao-de-robos-vivos-pode-se-curar-mover-cargas-e-criar-memorias-videos/", "urlToImage": "https://cdnbr1.img.sputniknews.com/images/07e5/04/02/17252826.jpg", "publishedAt": "2021-04-02T12:41:00Z", "content": "Especialistas indicam que esses microrobôs podem ser usados no futuro para buscar partículas contaminadas com radiação, coletar microplásticos nos oceanos ou percorrer as artérias humanas e limpá-las… [+4583 chars]"}, {"source": {"id": null, "name": "Www.jn.pt"}, "author": "Dinheiro Vivo", "title": "Morreu o investigador japonês que inventou as lâmpadas LED - Jornal de Notícias", "description": "Em 2014, ​​​​​​​Isamu Akasaki recebeu o prémio Nobel da Física, juntamente com Hiroshi Amano e Shuji Nakamura.", "url": "https://www.jn.pt/economia/dinheiro-vivo/morreu-o-investigador-japones-que-inventou-as-lampadas-led-13528147.html", "urlToImage": "https://static.globalnoticias.pt/jn/image.jpg?brand=JN&type=generate&guid=517823c3-12f9-40a6-8ec2-436ba3748cec&w=800&h=420&watermark=true&t=20210402122600", "publishedAt": "2021-04-02T11:26:00Z", "content": "Hoje às 12:26\r\nEm 2014, Isamu Akasaki recebeu o prémio Nobel da Física, juntamente com Hiroshi Amano e Shuji Nakamura.\r\nUma \"invenção revolucionária\". Foi assim que o júri dos prémios Nobel considero… [+1732 chars]"}, {"source": {"id": null, "name": "Revistaplaneta.com.br"}, "author": null, "title": "Revolução de castas: operárias lideram marimbondos há 55 milhões de anos - Planeta - Revista Planeta", "description": "Estudo reforça a ideia de que as alterações ambientais e climáticas resultantes do surgimento dos Andes teriam possibilitado a alteração no sistema de castas das vespas", "url": "https://www.revistaplaneta.com.br/revolucao-de-castas-operarias-lideram-marimbondos-ha-55-milhoes-de-anos/", "urlToImage": "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2021/04/marimbondo.jpg", "publishedAt": "2021-04-02T08:48:14Z", "content": "O soerguimento da Cordilheira dos Andes (entre 54 e 57 milhões de anos atrás) causou uma série de alterações ambientais e climáticas que possibilitaram uma verdadeira revolução entre as vespas. O sis… [+6362 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Andrea Cunha Freitas", "title": "Mundo já pagou factura de mais de um bilião de euros por “invasões biológicas” - PÚBLICO", "description": "Equipa de cientistas decidiu fazer as contas ao prejuízo causado por espécies invasoras em todo o mundo. A factura tem triplicado década após década, avisam os autores do trabalho.", "url": "https://www.publico.pt/2021/04/02/ciencia/noticia/mundo-ja-pagou-factura-biliao-euros-invasoes-biologicas-1956875", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1569798?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-04-02T06:01:00Z", "content": "Nada como falar de dinheiro e do prejuízo em milhares de milhões de dólares para captar a atenção do mundo para um problema ambiental. Esgotados todos os argumentos sobre os danos causados no planeta… [+408 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Será? Energia escura pode ser parte da matéria escura, segundo estudo - Canaltech", "description": "Um novo estudo propõe um modelo que remove toda a energia escura da equação e a substitui por uma força magnética na matéria escura. Os resultados mostraram que o universo permaneceria em expansão, sugerindo que a energia escura talvez não componha 70% do cos…", "url": "https://canaltech.com.br/espaco/sera-energia-escura-pode-ser-parte-da-materia-escura-segundo-estudo-181907/", "urlToImage": "https://ibcdn.canaltech.com.br/jz2sHA5DT2TObap6VsHkBe5dOwo=/1200x675/smart/i13025.jpeg", "publishedAt": "2021-04-02T02:20:00Z", "content": "Os astrônomos modernos precisam lidar com o fato desconcertante de que ainda não foi possível explicar porque o universo está em expansão contínua e acelerada. Os teóricos atribuem isso a algo chamad… [+3750 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Telescópio Nancy Grace Roman poderá encontrar mais de 100 mil exoplanetas - Canaltech", "description": "Quando estiver em operação, o futuro telescópio Nancy Grace Roman poderá identificar mais de 100 mil exoplanetas de diversos tipos e tamanhos. Para isso, o telescópio irá analisar o aumento aparente e diminuição na luz das estrelas", "url": "https://canaltech.com.br/espaco/telescopio-nancy-grace-roman-podera-encontrar-mais-de-100-mil-exoplanetas-181904/", "urlToImage": "https://ibcdn.canaltech.com.br/L7xKDMCiQs94W6R4u-EXXQ2Y5kE=/190x107:3644x2051/1400x788/smart/i384626.jpeg", "publishedAt": "2021-04-02T01:20:00Z", "content": "Tudo sobreNASA\r\nSaiba tudo sobre NASA\r\nFuturamente, a astrofísica terá mais um poderoso instrumento para realizar diversas descobertas. Quando for lançado, o observatório Nancy Grace Roman irá estuda… [+3762 chars]"}, {"source": {"id": null, "name": "Opopular.com.br"}, "author": "Lucia Monteiro", "title": "Produtores rurais buscam expandir áreas e terras valorizam em Goiás - O Popular", "description": "Bom desempenho do agronegócio e alta nos preços de commodities fazem crescer procura por propriedades rurais em Goiás", "url": "https://www.opopular.com.br/noticias/economia/produtores-rurais-buscam-expandir-%C3%A1reas-e-terras-valorizam-em-goi%C3%A1s-1.2226982", "urlToImage": "https://www.opopular.com.br/polopoly_fs/1.2227016.1617332757!/image/image.jpg_gen/derivatives/landscape_800/image.jpg", "publishedAt": "2021-04-02T01:01:31Z", "content": "1\r\nProdutores rurais buscam expandir áreas e terras valorizam em Goiás"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Estruturas complexas podem ter se formado em fração de segundo após o Big Bang - Canaltech", "description": "Em simulações, uma equipe de pesquisadores reconstruiu os primeiros momentos do universo após o Big Bang, descobrindo que uma rede complexa de estruturas pode se formar em apenas um trilionésimo de segundo depois do início de tudo", "url": "https://canaltech.com.br/espaco/estruturas-complexas-podem-ter-se-formado-em-fracao-de-segundo-apos-o-big-bang-181887/", "urlToImage": "https://ibcdn.canaltech.com.br/rhJQ--ulB187sLBgtOuBh2p_gt4=/1280x720/smart/i421593.jpeg", "publishedAt": "2021-04-02T00:00:00Z", "content": "Embora não seja possível observar diretamente como o universo era logo nos primeiros momentos após o Big Bang, é possível reconstruir esse período distante matematicamente e foi isso que físicos das … [+3130 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ana Sofia", "title": "Cientistas revelam que os humanos têm potencial para se tornarem venenosos - Pplware", "description": "Uma nova investigação revela que os humanos, assim como os ratos, têm potencial para se tornarem venenosos, sob condições específicas.", "url": "https://pplware.sapo.pt/ciencia/cientistas-revelam-que-os-humanos-tem-potencial-para-se-tornarem-venenosos/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/cobra02.jpg", "publishedAt": "2021-04-01T22:00:06Z", "content": "A ciência surpreende cada vez mais à medida que a tecnologia oferece novas oportunidades de investigação. Nesse sentido, um grupo de cientistas revela agora que os humanos, assim como os ratos, têm p… [+2389 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Sonda OSIRIS-REx se prepara para observar o asteroide Bennu pela última vez - Canaltech", "description": "A sonda OSIRIS-REx, da NASA, se prepara para sua última visita ao asteroide Bennu, mas dessa vez será uma abordagem a distância. A sonda fará um último mapeamento do asteroide e também pretende avaliar os impactos provocados no asteroide durante o pouso de co…", "url": "https://canaltech.com.br/espaco/sonda-osiris-rex-se-prepara-para-observar-o-asteroide-bennu-pela-ultima-vez-181892/", "urlToImage": "https://ibcdn.canaltech.com.br/vjg4Nc_BFzcj9Zvrv2y6E_mxRTI=/1400x788/smart/i437467.png", "publishedAt": "2021-04-01T22:00:00Z", "content": "Tudo sobreNASA\r\nSaiba tudo sobre NASA\r\nNo dia 20 de outubro do ano passado, a sonda OSIRIS-REx, a NASA, proporcionou um grande momento na exploração espacial. Através da abordagem denominada como Tou… [+2893 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Oceano da lua Encélado, de Saturno, parece ser mais dinâmico do que se pensava - Canaltech", "description": "Em nova pesquisa publicada na revista Nature Geoscience, cientistas indicam que o oceano da pequena lua Encélado, de Saturno, pode contar correntes marítimas parecidas com as observadas ao redor da Antártica, aqui na Terra", "url": "https://canaltech.com.br/espaco/oceano-da-lua-encelado-de-saturno-pode-possuir-correntes-maritimas-181862/", "urlToImage": "https://ibcdn.canaltech.com.br/-jgBf8Lt-QCJ6AoWRtPnXPuL5zE=/1400x788/smart/i332634.jpeg", "publishedAt": "2021-04-01T21:10:00Z", "content": "Desde que a sonda Cassini confirmou a presença de gêiseres expelindo vapor de água no polo sul da lua Encélado, em 2014, cientistas estão constantemente de olho no satélite. O oceano em escala global… [+3121 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Teresa Sofia Serafim", "title": "Novo modelo de proteína do SARS-CoV-2 revela potenciais alvos para vacinas - PÚBLICO", "description": "Através de modelos computacionais muito realistas, reconstituíram-se pedaços da proteína da espícula que faltavam e conseguiu-se vê-la em acção.", "url": "https://www.publico.pt/2021/04/01/ciencia/noticia/novo-modelo-proteina-sarscov2-revela-potenciais-alvos-vacinas-1956863", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1569634?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-04-01T20:32:00Z", "content": "Um novo e dinâmico modelo da superfície da proteína da espícula do SARS-CoV-2 revela “vulnerabilidade até agora desconhecidas” neste coronavírus e que podem dar informações no desenvolvimento de vaci… [+5921 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Indígenas da América do Sul descendem, em parte, de povos do Pacífico, reforça novo estudo - Folha de S.Paulo", "description": "Ideia acaba de ganhar mais peso graças a estudos genômicos feitos por pesquisadores brasileiros", "url": "https://www1.folha.uol.com.br/ciencia/2021/04/indigenas-da-america-do-sul-descendem-em-parte-de-povos-do-pacifico-reforca-novo-estudo.shtml", "urlToImage": "https://f.i.uol.com.br/fotografia/2021/04/01/16173077896066288d28318_1617307789_3x2_rt.jpg", "publishedAt": "2021-04-01T20:11:00Z", "content": "A ideia de que os indígenas da América do Sul descendem, em parte, de grupos aparentados aos mais antigos habitantes da Oceania acaba de ganhar novo peso, graças a estudos genômicos feitos por pesqui… [+4062 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Olhar Digital", "title": "Cansou do planeta Terra? Entenda qual é o lugar mais seguro para viver na Via Láctea - Olhar Digital", "description": "Pensando no futuro, astrônomos italianos elaboraram um estudo apontando qual o lugar mais seguro para se viver em toda Via Láctea", "url": "https://olhardigital.com.br/2021/04/01/ciencia-e-espaco/cansou-do-planeta-terra-entenda-qual-e-o-lugar-mais-seguro-para-viver-na-via-lactea/", "urlToImage": "https://img.olhardigital.com.br/wp-content/uploads/2021/04/Galaxia-1.jpg", "publishedAt": "2021-04-01T19:41:15Z", "content": "Quem nunca pensou em viver fora da Terra? Apesar de incrível, nosso planeta muitas vezes nos oferece coisas não muito legais, a maior parte causada por nós mesmos. Ou como a pandemia do coronavírus. … [+2758 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Lusa", "title": "Edição do genoma pode reduzir impacto da agricultura no ambiente - PÚBLICO", "description": "Num relatório, cientistas afirmam que o uso das novas tecnologias que permitem editar o genoma em plantas pode ajudar a União Europeia a garantir a segurança alimentar e a reduzir o impacto da agricultura no ambiente.", "url": "https://www.publico.pt/2021/04/01/ciencia/noticia/edicao-genoma-reduzir-impacto-agricultura-ambiente-1956928", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1569821?tp=UH&db=IMAGENS&type=GIF&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-04-01T18:49:06Z", "content": "O uso de novas tecnologias que permitem editar o genoma em plantas pode ajudar a reduzir o impacto da agricultura no ambiente e garantir a segurança alimentar, segundo um relatório do grupo europeu d… [+2489 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "José Volta e Pinto", "title": "Portugal continua a ser o país da UE com menos casos de covid-19 — testagem diminui e positividade sobe - PÚBLICO", "description": "O número de novos casos por 100 mil habitantes continua a aumentar na Europa, mas Portugal voltou a registar uma descida. Tem agora 60 novos casos por 100 mil habitantes a 14 dias e é o quinto país com menos mortes por covid-19.", "url": "https://www.publico.pt/2021/04/01/sociedade/noticia/portugal-continua-pais-ue-menos-casos-covid19-testagem-diminui-positividade-sobe-1956885", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1569858?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-04-01T18:28:25Z", "content": "Portugal continua a ser o país da União Europeia (UE) com menor taxa de incidência da covid-19, segundo os dados publicados esta quinta-feira pelo Centro Europeu de Controlo de Doenças (ECDC, na sigl… [+3932 chars]"}]}