{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "A distorção da luz pode dizer a natureza da energia escura - SoCientífica", "description": "A cosmologia é uma área associada à astronomia que estuda a origem, a evolução e o fim do universo. Mas por tratarem-se de escalas muito amplas, a tarefa torna-se extremamente complicada. Dentre os…", "url": "https://socientifica.com.br/a-distorcao-da-luz-pode-dizer-a-natureza-da-energia-escura/", "urlToImage": "https://i0.wp.com/socientifica.com.br/wp-content/uploads/2020/11/Lambda-Cold_Dark_Matter_Accelerated_Expansion_of_the_Universe_Big_Bang-Inflation.jpg?fit=1200%2C676&ssl=1", "publishedAt": "2020-12-07T16:36:20Z", "content": "A cosmologia é uma área associada à astronomia que estuda a origem, a evolução e o fim do universo. Mas por tratarem-se de escalas muito amplas, a tarefa torna-se extremamente complicada. Dentre os p… [+3874 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Animal exótico apavora moradores do Sul - SoCientífica", "description": "Um animal exótico deixou muita gente assustada na área rural de Campo Largo, na região metropolitana de Curitiba (PR). Trabalhadores estavam realizando a limpeza de um terreno, quando se assustaram…", "url": "https://socientifica.com.br/animal-exotico/", "urlToImage": "https://i0.wp.com/socientifica.com.br/wp-content/uploads/2020/12/animal-exotico.jpeg?fit=1200%2C770&ssl=1", "publishedAt": "2020-12-07T15:10:34Z", "content": "Um animal exótico deixou muita gente assustada na área rural de Campo Largo, na região metropolitana de Curitiba (PR). Trabalhadores estavam realizando a limpeza de um terreno, quando se assustaram c… [+2624 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Imagem incrível de uma mancha do Sol capturada pelo maior telescópio solar do mundo - Pplware", "description": "O Telescópio Solar Daniel K. Inouye (DKIST) captou a mais detalhada imagem de uma mancha solar alguma vez conseguida, com uma resolução estraordinária.", "url": "https://pplware.sapo.pt/ciencia/imagem-incrivel-de-uma-mancha-do-sol-capturada-pelo-maior-telescopio-solar-do-mundo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/mancha_sol00.jpg", "publishedAt": "2020-12-07T14:00:00Z", "content": "A construção do Telescópio Solar Daniel K. Inouye (DKIST) ainda não está terminada. Contudo, as imagens que já consegue captar são extraordinárias. Conforme estamos recordados, no início deste ano, e… [+3151 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Aglomerados de buracos negros podem ser a resposta para a matéria escura - Canaltech", "description": "Um novo estudo sugere que a matéria escura poderia ser, na verdade, uma série de buracos negros primordiais aglomerados. Eles teriam surgido logo após o Big Bang e teriam massa planetária, ou seja, muito menores que os buracos negros já detectados", "url": "https://canaltech.com.br/espaco/aglomerados-de-buracos-negros-podem-ser-a-resposta-para-a-materia-escura-175760/", "urlToImage": "https://ibcdn.canaltech.com.br/MA--BVqrVpSZOPSZ3IlR_xKc6R0=/700x394/smart/i396605.jpeg", "publishedAt": "2020-12-07T14:00:00Z", "content": "Um dos maiores desafios da astronomia moderna é desvendar a matéria escura, que corresponde a aproximadamente 80% de toda a matéria do universo. Eles podem inferir a existência dessa coisa porque, se… [+5816 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "George Dvorsky", "title": "Micróbios \"mineradores\" poderão um dia extrair elementos raros de rochas no espaço - Gizmodo Brasil", "description": "Experimentos recentes na Estação Espacial Internacional (ISS) mostraram que alguns micróbios podem extrair elementos de terras raras presentes nas rochas, mesmo quando estão expostos a condições de microgravidade. A descoberta...", "url": "https://gizmodo.uol.com.br/astronautas-microbios-elementos-raros-rochas-espaco/", "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2020/12/tosmvlfhuy29apjdiq5u-1000x563.jpg", "publishedAt": "2020-12-07T12:48:00Z", "content": "Experimentos recentes na Estação Espacial Internacional (ISS) mostraram que alguns micróbios podem extrair elementos de terras raras presentes nas rochas, mesmo quando estão expostos a condições de m… [+6312 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Ann Hodges, a única pessoa da história diretamente atingida por um meteorito - SoCientífica", "description": "Dia 30 de novembro de 1954, Sylacauga, Alabama, Estados Unidos. Inesperadamente, Ann Hodges, 34 anos de idade torna-se a primeira e única pessoa atingida por um meteorito. O objeto, com quatro quil…", "url": "https://socientifica.com.br/ann-hodges-a-unica-pessoa-da-historia-diretamente-atingida-por-um-meteorito/", "urlToImage": "https://i1.wp.com/socientifica.com.br/wp-content/uploads/2020/12/110039487-5-1.jpg?fit=984%2C855&ssl=1", "publishedAt": "2020-12-07T12:39:26Z", "content": "Dia 30 de novembro de 1954, Sylacauga, Alabama, Estados Unidos. Inesperadamente, Ann Hodges, 34 anos de idade torna-se a primeira e única pessoa atingida por um meteorito. O objeto, com quatro quilos… [+3909 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Cientistas criam sistema de inteligência artificial “autoconsciente” - SoCientífica", "description": "Cientistas criaram sistema de IA capaz de identificar quando ele mesmo não é confiável, usando redes neurais. Um sistema de IA “autoconsciente” A inteligência artificial (IA) está cada …", "url": "https://socientifica.com.br/cientistas-criam-sistema-de-inteligencia-artificial-autoconsciente/", "urlToImage": "https://i2.wp.com/socientifica.com.br/wp-content/uploads/2020/11/ai-5202865_1280.jpg?fit=1200%2C675&ssl=1", "publishedAt": "2020-12-07T11:09:08Z", "content": "Cientistas criaram sistema de IA capaz de identificar quando ele mesmo não é confiável, usando redes neurais.\r\nUm sistema de IA “autoconsciente”\r\nA inteligência artificial (IA) está cada vez mais pre… [+3110 chars]"}, {"source": {"id": null, "name": "Inovacaotecnologica.com.br"}, "author": "Redação do Site Inovação Tecnológica", "title": "Valor da Constante de Estrutura Fina fica mais preciso - Site Inovação Tecnológica", "description": "Alguns físicos gostam de chamá-la de \"constante mágica\" porque ela tem o valor adequado para que as coisas sejam como são.", "url": "https://www.inovacaotecnologica.com.br/noticias/noticia.php?artigo=valor-constante-estrutura-fina-fica-mais-preciso&id=010130201207", "urlToImage": "https://www.inovacaotecnologica.com.br/noticias/imagens/010130201207-medida-constante-estrutura-fina.jpg", "publishedAt": "2020-12-07T10:30:59Z", "content": "Redação do Site Inovação Tecnológica - 07/12/2020\r\nConstante mágica\r\nUma equipe de físicos franceses acaba de realizar a medição mais precisa até hoje da constante de estrutura fina, que caracteriza … [+3765 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Astronautas da Estação Espacial Internacional vão ajudar na luta contra a pandemia de COVID-19 - SAPO Tek", "description": "Embora o uso de remdesivir no tratamento da COVID-19 não seja recomendado pela OMS, a experiência na Estação Espacial Internacional terá como objetivo tornar o medicamento mais eficaz contra a doença e diminuir os riscos para os pacientes com problemas renais.", "url": "https://tek.sapo.pt/noticias/ciencia/artigos/astronautas-da-estacao-espacial-internacional-vao-ajudar-na-luta-contra-a-pandemia-de-covid-19", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YTFmqx8KmK7bfMpinw8zvGuFho2cu+0jwU0H0j7FVLkpXsUnESM9CaTxCOOIMclNSOrNpaROQAfrcTqv5PrhXrhZ3xYq6mxhFto1I/YoNGWBwdw=", "publishedAt": "2020-12-07T10:15:00Z", "content": "Nos últimos 20 anos, os astronautas que habitam a Estação Espacial Internacional (ISS na sigla em inglês) têm levado a cabo uma série de experiências científicas importantes. Agora, a equipa a bordo … [+1557 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Não há só madrugadores ou notívagos. Há seis tipos de pessoas - ZAP", "description": "Um novo estudo sugere que, para além das pessoas madrugadoras e notívagas, existem mais cronotipos do que pensávamos. Os \"cronotipos\" são...", "url": "https://zap.aeiou.pt/nao-ha-dois-tipos-de-pessoas-ha-seis-363454", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/12/89f9cc17894564d02cc2e0487a587abb.jpg", "publishedAt": "2020-12-07T10:00:00Z", "content": "Um novo estudo sugere que, para além das pessoas madrugadoras e notívagas, existem mais cronotipos do que pensávamos.\r\nOs “cronotipos” são a manifestação física e psicológica dos nossos ritmos circad… [+2317 chars]"}, {"source": {"id": null, "name": "Altominho.tv"}, "author": null, "title": "Chuva, vento forte e temperaturas a partir dos 7 graus no Alto Minho - Altominho TV", "description": "O Instituto Português do Mar e da Atmosfera (IPMA) prevê, para esta segunda-feira, céu geralmente muito nublado, períodos de chuva, mais frequentes nas regiões Norte e Centro, e subida das temperaturas. A previsão do IPMA aponta ainda para vento fraco a moder…", "url": "https://www.altominho.tv/site/2020/12/07/chuva-vento-forte-e-temperaturas-a-partir-dos-7-graus-no-alto-minho/", "urlToImage": "https://www.altominho.tv/site/wp-content/uploads/2020/12/Tempo-chuva-1-740x416-1.jpg", "publishedAt": "2020-12-07T09:24:36Z", "content": "O Instituto Português do Mar e da Atmosfera (IPMA) prevê, para esta segunda-feira, céu geralmente muito nublado, períodos de chuva, mais frequentes nas regiões Norte e Centro, e subida das temperatur… [+1139 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Lusa", "title": "Mês de Novembro com temperaturas mais altas de que há registo - PÚBLICO", "description": "A Organização Meteorológica Mundial (OMM) anunciou na semana passada que 2020 figurará no pódio dos anos mais quentes. Os dados provisórios colocam-no por agora em segundo lugar, atrás de 2016, mas a diferença é pequena e a classificação ainda pode vir a muda…", "url": "https://www.publico.pt/2020/12/07/mundo/noticia/mes-novembro-temperaturas-altas-ha-registo-1942011", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1532443?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2020-12-07T08:46:00Z", "content": "O mês de Novembro de 2020 foi o mais quente jamais registado no mundo nesta época do ano, batendo o recorde estabelecido em 2016, de acordo com o serviço europeu de monitorização das alterações climá… [+2876 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Arlindo Oliveira", "title": "O código da vida, decifrado - PÚBLICO", "description": "Um problema que, durante mais de meio século, desafiou os melhores grupos de investigação do mundo, foi agora resolvido pelo programa AlphaFold.", "url": "https://www.publico.pt/2020/12/07/ciencia/opiniao/codigo-vida-decifrado-1941954", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1524918?tp=UH&db=IMAGENS&type=JPG&share=1&o=", "publishedAt": "2020-12-07T07:30:00Z", "content": "Sabe-se, há muito tempo, que determinadas características dos progenitores passam para os descendentes. Porém, os mecanismos de transmissão destas características só foram compreendidos há relativame… [+7271 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Coronavírus: veja 10 cientistas que fazem ciência de ponta na combate à pandemia - UOL", "description": "Conheça o trabalho de 10 cientistas de ponta brasileiros que atuaram brilhantemente na pandemia", "url": "https://www.uol.com.br/tilt/reportagens-especiais/conheca-os-cientistas-que-estao-revolucionando-o-combate-ao-coronavirus/", "urlToImage": "https://conteudo.imguol.com.br/c/especiais/tilt/2020/cientistas/capa_Web.jpg", "publishedAt": "2020-12-07T07:16:34Z", "content": "A luta mundial contra o coronavírus já resultou em muitos avanços científicos. Alguns são muito visíveis, outros dão suporte essencial ao trabalho da força-tarefa que diariamente tenta salvar vidas. … [+783 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "André Manuel Correia", "title": "Eis o meu corpo, testai em mim, em nome da Ciência: o que leva voluntários a participarem em ensaios clínicos - Expresso", "description": "São vistos como “cobaias”, “ratinhos de laboratório”, mas sem eles “a medicina não avançava”. Nunca tantos deveram tanto a tão poucos. O que motiva alguém a voluntariar-se para participar em ensaios clínicos? Quais os benefícios para uma pessoa saudável ao te…", "url": "https://expresso.pt/sociedade/2020-12-07-Eis-o-meu-corpo-testai-em-mim-em-nome-da-Ciencia-o-que-leva-voluntarios-a-participarem-em-ensaios-clinicos", "urlToImage": "http://images.impresa.pt/expresso/2020-12-03-GettyImages-1250218876.jpg-2/fb/wm", "publishedAt": "2020-12-07T07:12:00Z", "content": "Fase I\r\nEva à experiência no paraíso para curtir\r\nO que nos vai acontecer?, o que é que vocês vão fazer connosco?, qual é o propósito disto?: eis alguns dos medos e interrogações mais frequentes inoc… [+468 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Terra mais próxima de buraco negro super-massivo do que se pensava - ZAP", "description": "Novo mapa da Via Láctea mostra que a Terra está dois mil anos-luz mais perto do buraco negro super-massivo Sagittarius...", "url": "https://zap.aeiou.pt/buraco-negro-super-massivo-363460", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/12/d53a1997d821c5e054b20143068bca6f-1.jpg", "publishedAt": "2020-12-07T07:00:00Z", "content": "Nasa\r\nBuraco negro super-massivo Sagittarius A*\r\nUm novo mapa da Via Láctea criado pelo Observatório Astronómico Nacional do Japão mostra que a Terra está a girar mais rápido e que se encontra dois m… [+1676 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "CCVAlg", "title": "Novos dados do Hubble explicam matéria escura em falta - ZAP - ZAP", "description": "Novos dados do Telescópio Espacial Hubble da NASA/ESA fornecem mais evidências para a interrupção de marés na galáxia NGC 1052-DF4....", "url": "https://zap.aeiou.pt/novos-dados-do-hubble-explicam-materia-escura-falta-363786", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/05/2e4ccc92ecafc781bb50e886360298a8.png", "publishedAt": "2020-12-06T23:50:00Z", "content": "(dr) NASA\r\nNovos dados do Telescópio Espacial Hubble da NASA/ESA fornecem mais evidências para a interrupção de marés na galáxia NGC 1052-DF4.\r\nEste resultado explica uma descoberta anterior de que e… [+5086 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "E se uma tempestade solar catastrófica atingisse a Terra? - SoCientífica", "description": "Entre o final de agosto e início de setembro de 1859 uma gigantesca tempestade solar atingiu a Terra. Tempestades solares carregam plasma, ou seja, partículas extremamente carregadas. Naquelas expl…", "url": "https://socientifica.com.br/e-se-uma-tempestade-solar-catastrofica-atingisse-a-terra/", "urlToImage": "https://i0.wp.com/socientifica.com.br/wp-content/uploads/2020/12/sun-11581.jpg?fit=1200%2C985&ssl=1", "publishedAt": "2020-12-06T22:00:46Z", "content": "Entre o final de agosto e início de setembro de 1859 uma gigantesca tempestade solar atingiu a Terra. Tempestades solares carregam plasma, ou seja, partículas extremamente carregadas. Naquelas explos… [+3916 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Flexibilidade psicológica é o mais importante para uma família feliz, diz estudo - ZAP", "description": "Um estudo recente identificou as características e competências pessoais que contribuem para que as relações amorosas e familiares sejam mais...", "url": "https://zap.aeiou.pt/traco-personalidade-para-familia-feliz-363070", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/11/de9f07023471f15e4714ebd313b550a3.jpg", "publishedAt": "2020-12-06T20:20:00Z", "content": "Um estudo recente da Universidade de Rochester, nos Estados Unidos, identificou algumas das características e competências pessoais que contribuem para que as nossas relações amorosas e familiares se… [+2635 chars]"}, {"source": {"id": null, "name": "Exame.com"}, "author": "Gilson Garrett Jr.", "title": "Astronauta japonês faz fotos impressionantes da Terra vista do espaço - Exame Notícias", "description": "Soichi Noguchi está no espaço desde o dia 15 de novembro, quando participou da segunda missão da empresa de Elon Musk, a Space X, rumo à ISS", "url": "https://exame.com/ciencia/astronauta-japones-faz-fotos-impressionantes-da-terra-vista-do-espaco/", "urlToImage": "https://exame.com/wp-content/uploads/2020/12/soichi.jpg?quality=70&strip=info", "publishedAt": "2020-12-06T20:08:18Z", "content": "Todas as vezes que o astronauta japonês Soichi Noguchi está na Estação Espacial Internacional (ISS, sigla em inglês) ele publica uma série de fotos em suas redes sociais que impressionam pela beleza … [+1474 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Últimos momentos do Observatório de Arecibo capturados por drone: confira - SoCientífica", "description": "O Observatório de Arecibo veio abaixo após décadas de operações e muitas descobertas celestiais. Um drone que estava fazendo um sobrevôo de inspeção acabou flagrando o momento fatal, quando a estru…", "url": "https://socientifica.com.br/observatorio-de-arecibo/", "urlToImage": "https://i1.wp.com/socientifica.com.br/wp-content/uploads/2020/12/observatorio-arecibo2.png?fit=1200%2C748&ssl=1", "publishedAt": "2020-12-06T20:02:53Z", "content": "O Observatório de Arecibo veio abaixo após décadas de operações e muitas descobertas celestiais. Um drone que estava fazendo um sobrevôo de inspeção acabou flagrando o momento fatal, quando a estrutu… [+2745 chars]"}, {"source": {"id": null, "name": "YouTube"}, "author": null, "title": "Novo mapa da Via Láctea é o mais completo de sempre - euronews (em português)", "description": "Graças ao telescópio GAIA, a ESA conseguiu cartografar mais de 1,8 mil milhões de estrelas.LEIA MAIS : https://pt.euronews.com/2020/12/06/novo-mapa-da-via-la...", "url": "https://www.youtube.com/watch?v=HKImHjrTuME", "urlToImage": "https://i.ytimg.com/vi/HKImHjrTuME/hqdefault.jpg", "publishedAt": "2020-12-06T18:38:51Z", "content": null}, {"source": {"id": null, "name": "Correiobraziliense.com.br"}, "author": "Ana Paula Lisboa", "title": "Diplomata e cientista nuclear é um dos 100 negros mais influentes do mundo - Correio Braziliense", "description": "O paraibano Ernesto Mané Júnior tem raízes na Guiné-Bissau, busca a excelência em tudo o que faz, seja na diplomacia, seja na pesquisa em física nuclear", "url": "https://www.correiobraziliense.com.br/euestudante/trabalho-e-formacao/2020/12/4893446-diplomata-e-cientista-nuclear-e-um-dos-100-negros-mais-influentes-do-mundo.html", "urlToImage": "https://midias.correiobraziliense.com.br/_midias/jpg/2020/12/06/675x450/1_cbnfot031220202155-6434456.jpg", "publishedAt": "2020-12-06T17:45:00Z", "content": "Paraibano, Ernesto Batista Mané Júnior, 37 anos, atua com excelência no que se dispõe a fazer: ao longo da vida, foi garçom, professor de inglês, programador e pesquisador. Atualmente, concilia duas … [+5088 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Como sabemos o que há dentro do planeta Terra? - SoCientífica", "description": "Na época da escola, você aprendeu na aula de geografia que o planeta Terra possui quatro camadas principais: a crosta, o manto, o núcleo externo e o núcleo interno. Mas ninguém cavou até o núcleo d…", "url": "https://socientifica.com.br/como-os-sabemos-como-e-a-terra-por-dentro/", "urlToImage": "https://i1.wp.com/socientifica.com.br/wp-content/uploads/2020/11/planet-earth-center-core.jpg?fit=1200%2C794&ssl=1", "publishedAt": "2020-12-06T17:03:08Z", "content": "Na época da escola, você aprendeu na aula de geografia que o planeta Terra possui quatro camadas principais: a crosta, o manto, o núcleo externo e o núcleo interno. Mas ninguém cavou até o núcleo do … [+3706 chars]"}, {"source": {"id": null, "name": "Megacurioso.com.br"}, "author": "André Luis Dias Custodio", "title": "As caudas dos jacarés podem voltar a crescer, afirmam cientistas - Mega Curioso", "description": "Pesquisadores da Arizona State University descobriram que a habilidade de regeneração de caudas não é uma particularidade exclusiva de algumas subespécies de lagartos, mas também é pertencente ao jacaré-americano. Segundo o estudo, os répteis norte-americanos…", "url": "https://www.megacurioso.com.br//ciencia/116983-as-caudas-dos-jacares-podem-voltar-a-crescer-afirmam-cientistas.htm", "urlToImage": "https://mega.ibxk.com.br/2020/12/01/01161849034262.jpg?w=600", "publishedAt": "2020-12-06T17:00:00Z", "content": "Pesquisadores da Arizona State University descobriram que a habilidade de regeneração de caudas não é uma particularidade exclusiva de algumas subespécies de lagartos, mas também é pertencente ao jac… [+2064 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Cientistas localizaram a fonte física da ansiedade no cérebro - SoCientífica", "description": "Não estamos programados para nos sentirmos seguros todo o tempo, mas um dia talvez possamos estar. Um estudo de 2018 investigou a base neurológica da ansiedade no cérebro e identificou as ‘cé…", "url": "https://socientifica.com.br/fonte-da-ansiedade/", "urlToImage": "https://i1.wp.com/socientifica.com.br/wp-content/uploads/2020/11/fonte-fisica-da-ansiedade.jpg?fit=1200%2C675&ssl=1", "publishedAt": "2020-12-06T16:01:28Z", "content": "Não estamos programados para nos sentirmos seguros todo o tempo, mas um dia talvez possamos estar. Um estudo de 2018 investigou a base neurológica da ansiedade no cérebro e identificou as ‘células de… [+3240 chars]"}, {"source": {"id": null, "name": "Brasil247.com"}, "author": "José Reinaldo", "title": "Dezembro terá fenômeno astronômico que não ocorre desde a Idade Média - Brasil 247", "description": "Um fenômeno que não se via desde a Idade Média ocorrerá em dezembro. É a proximidade entre Júpiter e Saturno, parecendo um planeta duplo", "url": "https://www.brasil247.com/geral/dezembro-tera-fenomeno-astronomico-que-nao-ocorre-desde-a-idade-media", "urlToImage": "https://publisher-publish.s3.eu-central-1.amazonaws.com/pb-brasil247/swp/jtjeq9/media/20201206111252_9aa1240771728c8035f4f81a8cbd42cd90028733e11139968f7bf85bbd731c98.jpeg", "publishedAt": "2020-12-06T15:53:00Z", "content": "Um fenômeno que não se via desde a Idade Média ocorrerá em dezembro. É a proximidade entre Júpiter e Saturno, parecendo um planeta duplo\r\neditAgência Brasil - Um fenômeno astronômico que não acontece… [+1827 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Ana Cristina Marques", "title": "Falta de abraços, de empatia e do exterior. Como vai crescer esta \"geração Covid\"? - Observador", "description": "", "url": "https://observador.pt/especiais/falta-de-abracos-de-empatia-e-do-exterior-como-vai-crescer-esta-geracao-covid/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2F770x403%2Cq86%2Ccx0%2Ccw2235%2Ccy63%2Cch1255%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2020%2F11%2F27162735%2Fistock-1215892007.jpg", "publishedAt": "2020-12-06T15:09:00Z", "content": "Os efeitos negativos e positivos da pandemia permanecem por caracterizar, o que é fácil de compreender dado o fenómeno recente. Ainda assim, nunca é cedo para começar a refletir sobre a forma como um… [+3780 chars]"}, {"source": {"id": null, "name": "Megacurioso.com.br"}, "author": "Luciana Anselmo", "title": "Sistema solar pode desaparecer antes do esperado - Mega Curioso", "description": "Uma vida humana pode parecer longa em comparação com outras espécies à nossa volta, mas é um tempo bem insignificante em relação à Terra ou ao nosso Sistema Solar. Até por isso, a sensação de que estamos seguros aqui é bem forte, mas não dá para ignorar que n…", "url": "https://www.megacurioso.com.br//ciencia/116976-sistema-solar-pode-desaparecer-antes-do-esperado.htm", "urlToImage": "https://mega.ibxk.com.br/2020/12/01/01175004292338.jpg?w=600", "publishedAt": "2020-12-06T15:00:00Z", "content": "Uma vida humana pode parecer longa em comparação com outras espécies à nossa volta, mas é um tempo bem insignificante em relação à Terra ou ao nosso Sistema Solar. Até por isso, a sensação de que est… [+1642 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Margarida Gomes", "title": "Pandemia arruina o bem-estar emocional dos portugueses - PÚBLICO", "description": "Sondagem mostra que a esmagadora maioria dos portugueses estão preocupados com os efeitos da pandemia, sobretudo na economia e no emprego.", "url": "https://www.publico.pt/2020/12/06/politica/noticia/pandemia-arruina-bemestar-emocional-portugueses-1941960", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1532312?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2020-12-06T14:43:00Z", "content": "Um estudo de opinião feito pela Aximage para o Jornal de Notícias e para a TSF mostra que 92% dos inquiridos nesta sondagem estão muito ou bastante preocupados com os efeitos da pandemia de covid-19 … [+3309 chars]"}, {"source": {"id": null, "name": "Radiocampanario.com"}, "author": "Joana Penderlico", "title": "Fenómeno que não acontecia há 800 anos, “Planeta duplo”, será visível este Natal - Rádio Campanário", "description": "Twitter Nesta quadra natalícia, a 21 de dezembro, haverá um fenómeno astronómico que não acontecia desde 1226, há quase 800 anos. Os dois maiores planetas do nosso sistema solar nunca estiveram tão próximos desde praticamente a Idade Média. No dia em que se a…", "url": "https://www.radiocampanario.com/ultimas/regional/fenomeno-que-nao-acontecia-ha-800-anos-planeta-duplo-sera-visivel-este-natal", "urlToImage": "https://www.radiocampanario.com/media/k2/items/cache/4df2a8c69d9aef9096148c08a4de0724_XL.jpg", "publishedAt": "2020-12-06T12:40:26Z", "content": "Nesta quadra natalícia, a 21 de dezembro, haverá um fenómeno astronómico que não acontecia desde 1226, há quase 800 anos.\r\nOs dois maiores planetas do nosso sistema solar nunca estiveram tão próximos… [+1267 chars]"}, {"source": {"id": null, "name": "Euronews"}, "author": null, "title": "A cápsula que veio de um asteroide - Euronews", "description": "Seis anos depois da missão ter sido iniciada, a cápsula de uma sonda japonesa destinada a recolher amostras de um asteroide aterrou este domingo, perto de Woomera, no sul da Austrália.", "url": "https://pt.euronews.com/2020/12/06/a-capsula-que-veio-de-um-asteroide", "urlToImage": "https://static.euronews.com/articles/stories/05/18/15/76/1000x563_cmsv2_86e6962a-f57c-5879-9e08-d8f554ce18b6-5181576.jpg", "publishedAt": "2020-12-06T11:52:52Z", "content": null}, {"source": {"id": null, "name": "Metropoles.com"}, "author": "Metrópoles", "title": "O que é a dismorfia corporal? - Metrópoles", "description": "Também conhecida como síndrome da feiúra imaginária, a dismorfia corporal é um distúrbio psicológico que afeta cerca de 2% da população mundial", "url": "https://www.metropoles.com/webstories/o-que-e-a-dismorfia-corporal", "urlToImage": null, "publishedAt": "2020-12-06T08:31:53Z", "content": "O que é a dismorfia corporal?\r\npor Érica Montenegro\r\nTambém conhecida como síndrome da feiúra imaginária, a dismorfia corporal é um distúrbio psicológico que afeta cerca de 2% da população mundial\r\nA… [+1591 chars]"}, {"source": {"id": null, "name": "Tempo.pt"}, "author": "Alfredo Graça", "title": "Descobriu-se que o gelo dos polos tem ligação entre si - Tempo.pt", "description": "Um estudo concluiu que quando o gelo polar do hemisfério norte diminui, o gelo antártico encolhe em contrapartida.", "url": "https://www.tempo.pt/noticias/actualidade/descobriu-se-que-o-gelo-dos-polos-tem-ligacao-entre-si-aquecimento.html", "urlToImage": "https://services.meteored.com/img/article/descubren-que-el-hielo-de-los-polos-actuan-conectados-entre-si-calentamiento-295061-1_1280.jpg", "publishedAt": "2020-12-06T08:00:00Z", "content": "Enzo CampetellaAlfredo Graça\r\nHoje\r\n5 min\r\nO gelo antártico está intimamente relacionado com o nível do mar que o contém.\r\nQue tudo está conectado é uma frase que é frequentemente repetida. Mas, nest… [+3715 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Teresa Firmino", "title": "Navio “Mário Ruivo” pode ir atrás (finalmente) do carapau e da pescada - PÚBLICO", "description": "O nome do novo navio de investigação português é uma homenagem a oceanógrafo reconhecido internacionalmente como um político dos oceanos. O <i>Mário Ruivo</i> esteve mais de um ano parado, depois de ter recebido equipamentos novos que o prepararam para campan…", "url": "https://www.publico.pt/2020/12/06/ciencia/noticia/navio-mario-ruivo-ir-atras-finalmente-carapau-pescada-1941664", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1531468?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2020-12-06T07:02:00Z", "content": "Cinco anos depois de ter chegado a Portugal, comprado em segunda mão, o navio de investigação do Instituto Português do Mar e da Atmosfera (IPMA) está finalmente a partir para a sua primeira campanha… [+474 chars]"}, {"source": {"id": null, "name": "R7.com"}, "author": "R7.com", "title": "Confira os fenômenos astronômicos que ocorrem em dezembro - HORA 7", "description": "Pessoas do mundo todo poderão observar o alinhamento entre Júpiter e Saturno, evento que aconteceu pela última vez na Idade Média", "url": "https://noticias.r7.com/tecnologia-e-ciencia/fotos/confira-os-fenomenos-astronomicos-que-ocorrem-em-dezembro-06122020", "urlToImage": "https://img.r7.com/images/astronomia-04122020133032486?dimensions=600x315&crop_position=c", "publishedAt": "2020-12-06T05:00:15Z", "content": null}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Novo sonar funciona fora de água (e vê o fundo do mar como terra firme) - ZAP", "description": "Os radares e o LiDAR têm sido ferramentas rápidas e eficazes para mapear a superfície da Terra a partir de...", "url": "https://zap.aeiou.pt/engenheiros-inventam-sonar-funciona-da-agua-363343", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/12/0281f3588e9b6f8b5b3dc9a665c4d40b.jpg", "publishedAt": "2020-12-05T23:00:00Z", "content": "Os radares e o LiDAR têm sido ferramentas rápidas e eficazes para mapear a superfície da Terra a partir de aeronaves e satélites. Porém, embora possam fornecer leituras precisas através das nuvens, n… [+3849 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "George Dvorsky", "title": "Astrônomos confirmam que objeto misterioso é parte de foguete lançado em 1966 - Gizmodo Brasil", "description": "Depois de meses de especulação, uma equipe liderada por Vishnu Reddy, um professor associado do Laboratório Lunar e Planetário da Universidade do Arizona, confirmou que o objeto 2020 SO é...", "url": "https://gizmodo.uol.com.br/astronomos-objeto-misterioso-foguete-1966/", "urlToImage": "https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2020/12/lvkqyrqnuzb71gxf1qu9-1000x561.jpg", "publishedAt": "2020-12-05T20:58:00Z", "content": "Depois de meses de especulação, uma equipe liderada por Vishnu Reddy, um professor associado do Laboratório Lunar e Planetário da Universidade do Arizona, confirmou que o objeto 2020 SO é o estágio s… [+7368 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Cemitério espacial | Quais estrelas que vemos no céu podem já estar mortas? - Canaltech", "description": "É comum ouvirmos que as estrelas que vemos no céu já estão mortas. Entretanto, isso não é exatamente verdade. Existem cerca de 9 mil estrelas visíveis a olho nu, e a grande maioria delas ainda não chegou ao fim de suas vidas", "url": "https://canaltech.com.br/espaco/cemiterio-espacial-quais-estrelas-que-vemos-no-ceu-podem-ja-estar-mortas-175708/", "urlToImage": "https://ibcdn.canaltech.com.br/8wadPNx5dWiK9R94G2_e3P0SJ58=/700x394/smart/i9793.jpeg", "publishedAt": "2020-12-05T20:00:00Z", "content": "Você já deve ter ouvido alguém dizer que as estrelas que vemos no céu já estão mortas, certo? De fato, observar o céu noturno e o universo é uma forma de olhar para o passado, uma vez que a luz desse… [+9306 chars]"}, {"source": {"id": null, "name": "Jornaldotocantins.com.br"}, "author": "Samir Leão", "title": "TJTO publica edital de processo seletivo para médico psiquiatra, psicólogo e assistente social - Jornal do Tocantins", "description": "Período de contratação é de 2 anos e remuneração passa dos R$ 9 mil; veja o edital", "url": "https://www.jornaldotocantins.com.br/editorias/vida-urbana/tjto-publica-edital-de-processo-seletivo-para-m%C3%A9dico-psiquiatra-psic%C3%B3logo-e-assistente-social-1.2162129", "urlToImage": "https://www.jornaldotocantins.com.br/polopoly_fs/1.1998256.1582157101!/image/image.JPG_gen/derivatives/landscape_800/image.JPG", "publishedAt": "2020-12-05T16:30:00Z", "content": "1\r\nTJTO publica edital de processo seletivo para médico psiquiatra, psicólogo e assistente social"}, {"source": {"id": null, "name": "Abril.com.br"}, "author": "André Bernardo", "title": "TDAH decodificado: por dentro do déficit de atenção - Veja Saúde", "description": "O transtorno de déficit de atenção e hiperatividade preocupa pais e educadores ao mesmo tempo que continua despertando controvérsias", "url": "https://saude.abril.com.br/mente-saudavel/tdah-decodificado-por-dentro-do-deficit-de-atencao/", "urlToImage": "https://saude.abril.com.br/wp-content/uploads/2020/11/tdah.png?w=680&h=449&crop=1", "publishedAt": "2020-12-05T15:17:15Z", "content": "Um garoto abre a torneira do banheiro. Para não levantar suspeita, entope a pia de toalhas. Quando o pai descobre o plano do Menino Aquático, é tarde demais: a água já tinha invadido a área, atravess… [+13445 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Por que você não deveria matar as aranhas da sua casa - SoCientífica", "description": "Os aracnídeos são bastante assustadores. Os carrapatos, por exemplo, são animais minúsculos que sugam sangue e transmitem muitas doenças. Os escorpiões, por outro lado, podem agarrar e injetar vene…", "url": "https://socientifica.com.br/porque-voce-nao-deveria-matar-as-aranhas-da-sua-casa/", "urlToImage": "https://i1.wp.com/socientifica.com.br/wp-content/uploads/2020/11/spider-3813968_1920.jpg?fit=1200%2C800&ssl=1", "publishedAt": "2020-12-05T14:40:29Z", "content": "Os aracnídeos são bastante assustadores. Os carrapatos, por exemplo, são animais minúsculos que sugam sangue e transmitem muitas doenças. Os escorpiões, por outro lado, podem agarrar e injetar veneno… [+3276 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "O Grande Filtro – uma possível solução para o Paradoxo de Fermi - SoCientífica", "description": "O Grande Filtro é triste. O universo é muito grande. Muito grande mesmo – possivelmente infinito. Por isso, são inúmeras as possibilidades de qualquer coisa ocorrer. Já catalogamos alguns mil…", "url": "https://socientifica.com.br/o-grande-filtro-uma-possivel-solucao-para-o-paradoxo-de-fermi/", "urlToImage": "https://i2.wp.com/socientifica.com.br/wp-content/uploads/2020/11/alien-560710_1920.jpg?fit=1200%2C774&ssl=1", "publishedAt": "2020-12-05T12:12:05Z", "content": "O Grande Filtro é triste. O universo é muito grande. Muito grande mesmo – possivelmente infinito. Por isso, são inúmeras as possibilidades de qualquer coisa ocorrer. Já catalogamos alguns milhares de… [+3793 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "'Domínio de Horus Rei Escorpião': arqueólogos decifram inscrição em pedra de 5.000 anos (FOTOS) - Sputnik Brasil", "description": "Wadi al-Malik é o leito de um rio extinto no Sudão que é raramente explorado por arqueólogos, porém, durante uma recente escavação pesquisadores fizeram uma descoberta...", "url": "https://br.sputniknews.com/ciencia_tecnologia/2020120516562501-dominio-de-horus-rei-escorpiao-arqueologos-decifram-inscricao-em-pedra-de-5000-anos/", "urlToImage": "https://cdnbr3.img.sputniknews.com/images/07e4/09/17/16110990.jpg", "publishedAt": "2020-12-05T11:54:00Z", "content": "Wadi al-Malik é o leito de um rio extinto no Sudão que é raramente explorado por arqueólogos, porém, durante uma recente escavação pesquisadores fizeram uma descoberta incrível a mais antiga designaç… [+1653 chars]"}, {"source": {"id": null, "name": "Exame.com"}, "author": "Luísa Granato", "title": "A aposta da Ambev para o futuro: a nova diretora de saúde mental - Exame Notícias", "description": "O novo sonho grande da Ambev também representa uma mudança de mentalidade. E a nova diretora de saúde mental faz parte da estratégia", "url": "https://exame.com/carreira/a-aposta-da-ambev-para-o-futuro-a-nova-diretora-de-saude-mental/", "urlToImage": "https://exame.com/wp-content/uploads/2020/12/DSC1792bx.jpg?quality=70&strip=info", "publishedAt": "2020-12-05T11:03:45Z", "content": "A busca da Ambev por um novo sonho grande, a história da reportagem de capa da revista Exame, passa por uma transformação na cultura da empresa conhecida pelo forte foco em metas e meritocracia.\r\nCan… [+8003 chars]"}, {"source": {"id": null, "name": "Exame.com"}, "author": "Tamires Vitorio", "title": "Cientistas descobrem melhor região para vida em Marte - Exame Notícias", "description": "Segundo os pesquisadores, o melhor lugar para morar em Marte não estava onde os rovers podem ver", "url": "https://exame.com/ciencia/cientistas-descobrem-melhor-regiao-para-vida-em-marte/", "urlToImage": "https://exame.com/wp-content/uploads/2020/07/marte-1.jpg?quality=70&strip=info", "publishedAt": "2020-12-05T11:01:27Z", "content": "Cientistas da Universidade Estadual de Nova Jérsei, nos Estados Unidos, apontam que, se existir vida em Marte, um lugar em específico seria o melhor lugar para ela.\r\n“Mesmo se gases do efeito estufa,… [+2894 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "O corpo ideal? O mistério das figuras de Vénus pode ter sido resolvido - ZAP", "description": "Um dos primeiros exemplos de arte, as estatuetas de Vénus\" intrigaram os cientistas durante quase dois séculos. Agora, o mistério...", "url": "https://zap.aeiou.pt/o-misterio-das-enigmaticas-figuras-pre-historicas-de-venus-pode-ter-sido-finalmente-resolvido-363375", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/12/911af7aa209e00b49f3d6fd2afa92564.png", "publishedAt": "2020-12-05T10:45:00Z", "content": "Um dos primeiros exemplos mundiais de arte, as enigmáticas estatuetas de “Vénus” esculpidas há cerca de 30 mil anos, intrigaram os cientistas durante quase dois séculos. Agora, o mistério das estranh… [+3603 chars]"}, {"source": {"id": null, "name": "Cidadehoje.pt"}, "author": "cidadehoje", "title": "\"Dora\" vai-se embora mas deixa chuva para toda a próxima semana - Cidade Hoje", "description": "Mantenha o guarda-chuva sempre por perto", "url": "https://cidadehoje.pt/dora-vai-se-embora-mas-deixa-chuva-para-toda-a-proxima-semana/", "urlToImage": "https://cidadehoje.pt/wp-content/plugins/wonderm00ns-simple-facebook-open-graph-tags/fbimg.php?is_home=0&is_front_page=0&object_type=post&post_id=39119&object_id=39119&img=https%253A%252F%252Fcidadehoje.pt%252Fwp-content%252Fuploads%252F2020%252F12%252Fcidadehoje.pt-2020-12-05_10-13-42.png", "publishedAt": "2020-12-05T10:14:00Z", "content": "O pior da depressão apelidada de Dora parece já ter passado, dizem as previsões do Instituto Português do Mar e da Atmosfera.\r\nAs temperaturas vão começar a subir a partir de domingo mas não devem ir… [+264 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Nova espécie de morcego de 16 milhões de anos é descoberta na Espanha - Sputnik Brasil", "description": "A Cuvierimops penalveri, nome dado em homenagem ao paleontólogo valenciano Enrique Peñalver, é a segunda espécie de seu gênero conhecida até o momento.", "url": "https://br.sputniknews.com/ciencia_tecnologia/2020120516561892-nova-especie-de-morcego-de-16-milhoes-de-anos-e-descoberta-na-espanha/", "urlToImage": "https://cdnbr4.img.sputniknews.com/images/1307/14/13071419.jpg", "publishedAt": "2020-12-05T09:24:00Z", "content": null}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "O que a ciência ainda procura descobrir sobre os orgasmos femininos - Delas", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMiZWh0dHBzOi8vd3d3LmRlbGFzLnB0L28tcXVlLWEtY2llbmNpYS1haW5kYS1wcm9jdXJhLWRlc2NvYnJpci1zb2JyZS1vcy1vcmdhc21vcy1mZW1pbmlub3Mvc2V4by85MTEzOTcv0gFpaHR0cHM6Ly93d3cuZGVsYXMucHQvby1xdWUtYS1jaWVuY2lhLWFpbmRhLXByb2N1cmEtZGVzY29icmlyLXNvYnJlLW9zLW9yZ2FzbW9zLWZlbWluaW5vcy9zZXhvLzkxMTM5Ny9hbXAv?oc=5", "urlToImage": null, "publishedAt": "2020-12-05T09:02:33Z", "content": null}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Há círculos fantasmagóricos no céu (e astrónomos não sabem o que são) - ZAP", "description": "Em setembro de 2019, uma equipa de investigadores fez uma apresentação sobre objetos interessantes encontrados em novos dados radioastronómicos....", "url": "https://zap.aeiou.pt/circulos-fantasmagoricos-nunca-vistos-antes-no-ceu-363441", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/12/9790579553f1b18e38897e66477aaeab.png", "publishedAt": "2020-12-05T08:00:00Z", "content": "Bärbel Koribalski\r\nEm setembro de 2019, uma equipa de investigadores fez uma apresentação sobre objetos interessantes encontrados em novos dados radioastronómicos. Esses objeto tinham formas muito es… [+3588 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Carlos Fiolhais", "title": "Assim fala a neurocientista Diana Prata - PÚBLICO", "description": "Continua a falar-se de raças humanas e persiste o problema do racismo. Perguntei à neurocientista se haverá diferenças comportamentais em grupos que se distinguem pela cor da pele e como arguiria ela com uma pessoa assumidamente racista.", "url": "https://www.publico.pt/2020/12/05/ciencia/noticia/assim-fala-neurocientista-diana-prata-1941629", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1531376?tp=UH&db=IMAGENS&type=PNG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2020-12-05T07:21:00Z", "content": "Na quinta edição do Assim Fala a Ciência, o novo podcast quinzenal do PÚBLICO, com o apoio da Fundação Francisco Manuel dos Santos e co-organizado por mim e por David Marçal, entrevistei Diana Prata,… [+2939 chars]"}, {"source": {"id": null, "name": "Dnoticias.pt"}, "author": "Sandra Ascensão Silva", "title": "Vento, nuvens e chuva na Madeira — DNOTICIAS.PT - DNoticias", "description": "Este fim-de-semana será de\nchuva, vento e nuvens no Arquipélago da Madeira que tem alerta laranja para o\nmau tempo no mar, nomeadamente vento e agitação marítima forte, entre a madrugada\nde sábado (03h) até às 15 horas de domingo, 6 de Dezembro, passando depo…", "url": "https://www.dnoticias.pt/2020/12/5/241606-vento-nuvens-e-chuva-na-madeira/", "urlToImage": "https://static-storage.dnoticias.pt/www-assets.dnoticias.pt/images/configuration/fb-9/logochuva_lSgUg7z.jpg", "publishedAt": "2020-12-05T07:15:00Z", "content": "Este fim-de-semana será de\r\nchuva, vento e nuvens no Arquipélago da Madeira que tem alerta laranja para o\r\nmau tempo no mar, nomeadamente vento e agitação marítima forte, entre a madrugada\r\nde sábado… [+696 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Aline Flor", "title": "Diana Prata e o cérebro social - PÚBLICO", "description": "", "url": "https://www.publico.pt/2020/12/05/ciencia/noticia/diana-prata-impacto-biologia-comportamento-social-1941722", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1531639?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Podcasts.png", "publishedAt": "2020-12-05T07:15:00Z", "content": "No episódio n.º 5 do podcast Assim Fala a Ciência, uma parceria do PÚBLICO com a Fundação Francisco Manuel dos Santos, Carlos Fiolhais entrevista a neurocientista Diana Prata, que, após ter estado do… [+1263 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Virologista de Wuhan diz que morcegos têm outros coronavírus que podem infectar humanos - Sputnik Brasil", "description": "Shi Zhengli, uma importante virologista do Wuhan Institute of Virology, disse que morcegos nas regiões fronteiriças do Sul e Sudoeste da China abrigam outros...", "url": "https://br.sputniknews.com/asia_oceania/2020120516561252-virologista-de-wuhan-diz-que-morcegos-tem-outros-coronavirus-que-podem-infectar-humanos/", "urlToImage": "https://cdnbr3.img.sputniknews.com/images/1554/70/15547042.jpg", "publishedAt": "2020-12-05T03:37:00Z", "content": "Shi Zhengli, uma importante virologista do Wuhan Institute of Virology, disse que morcegos nas regiões fronteiriças do Sul e Sudoeste da China abrigam outros coronavírus que podem infectar humanos.O … [+1492 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Astrónomo do SETI garante que vamos encontrar extraterrestres até 2036 - ZAP", "description": "Seth Shostak, astrónomo e astrofísico do Instituto SETI está convencido de que os humanos vão encontrar uma civilização extraterrestre inteligente...", "url": "https://zap.aeiou.pt/astronomo-do-instituto-seti-garante-que-vamos-363406", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/12/f4f97ec9d13e09089ed30d782ba2a226.jpg", "publishedAt": "2020-12-04T23:30:00Z", "content": "Seth Shostak, astrónomo e astrofísico do Instituto SETI (Search for Extraterrestrial Intelligence) está convencido de que os humanos vão encontrar uma civilização extraterrestre inteligente até 2036.… [+2822 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Tiago Soares", "title": "Investigadores chineses garantem ter atingido a supremacia quântica através da manipulação da luz - Expresso", "description": "Projeto entra assim em concorrência direta com a Google, que tinha realizado uma experiência semelhante há um ano. Computador quântico conseguiu fazer cálculos em 200 segundos que demorariam 10 mil anos num computador normal. É a primeira vez que a “supremaci…", "url": "https://expresso.pt/life_style/ciencia/2020-12-05-Investigadores-chineses-garantem-ter-atingido-a-supremacia-quantica-atraves-da-manipulacao-da-luz", "urlToImage": "http://images.impresa.pt/expresso/2018-10-29-COMPUTADOR-QUANTICO-1.jpg/fb/wm", "publishedAt": "2020-12-04T23:18:00Z", "content": "Cientistas da Universidade de Ciência e Tecnologia de Hefei, na China, construíram um computador quântico capaz de fazer cálculos um trilião de vezes mais rápido que outros supercomputadores já exist… [+3041 chars]"}, {"source": {"id": null, "name": "Abril.com.br"}, "author": "Carolina Fioratti", "title": "Vídeo mostra esquilo embriagado após comer peras fermentadas - Superinteressante", "description": "Jamais se deve dar álcool a um animal – a cachaça intoxica gravemente bichinhos que não metabolizam etanol. Mas é fato que algumas espécies procuram ativamente um drink. E isso pode ser obra da seleção natural.", "url": "https://super.abril.com.br/ciencia/video-mostra-esquilo-embriagado-apos-comer-peras-fermentadas/", "urlToImage": "https://super.abril.com.br/wp-content/uploads/2020/12/esquilo_fb.jpg?quality=70&strip=info", "publishedAt": "2020-12-04T21:36:20Z", "content": "Katy Morlok, uma moradora de Minnesota, nos EUA, estava há algum tempo alimentando esquilos que passavam diariamente por seu gramado. Os roedores pareciam uma boa companhia para os dias de home offic… [+3655 chars]"}, {"source": {"id": null, "name": "Jornal.usp.br"}, "author": null, "title": "Manuscritos antigos revelam o papel da mulher do século 17 - Jornal da USP", "description": "Entre os suplicantes das “Cartas de Datas” estavam mulheres que requisitaram posse de terras ao poder público para cultivo de subsistência e construção de moradia em Jundiaí, interior de São Paulo", "url": "https://jornal.usp.br/ciencias/manuscritos-antigos-revelam-o-papel-da-mulher-do-seculo-17/", "urlToImage": "https://jornal.usp.br/wp-content/uploads/2020/11/20201130_manuscritojundiai.png", "publishedAt": "2020-12-04T19:59:35Z", "content": "A pesquisa foi orientada pela professora Verena Kewitz, do Programa de Pós-Graduação em Filologia e Língua Portuguesa da FFLCH. Kathlin analisou escritos de 59 Cartas de Datas, da esfera jurídico-adm… [+1433 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "A NASA está a comprar pó da Lua, o Regolito, por 1 dólar - Pplware", "description": "A NASA vai pagar de 1 dólar a 15.000 dólares por regolito lunar. O pó da Lua será comprado a empresas privadas para servir missões como a Artemis.", "url": "https://pplware.sapo.pt/ciencia/a-nasa-esta-a-comprar-po-da-lua-o-regolito-por-1-dolar/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/regolito_lua00.jpg", "publishedAt": "2020-12-04T19:50:00Z", "content": "A NASA fechou contratos com quatro empresas na quinta-feira para recolher amostras lunares. Pelo solo lunar recolhido, a agência espacial norte-americana vai pagar de 1 dólar a 15.000 dólares. Estes … [+2869 chars]"}, {"source": {"id": null, "name": "Www.dn.pt"}, "author": "DN", "title": "Fusão nuclear. China ativa reator que gera um \"sol artificial\" na Terra - Diário de Notícias - Lisboa", "description": "O reator usa um poderoso campo magnético para fundir plasma de hidrogénio que pode atingir temperaturas de mais de 150 milhões de graus Celsius", "url": "https://www.dn.pt/vida-e-futuro/fusao-nuclear-china-ativa-reator-que-gera-um-sol-artificial-na-terra-13108372.html", "urlToImage": "https://static.globalnoticias.pt/dn/image.aspx?brand=DN&type=generate&guid=b000bb34-ee8e-42ba-9367-9fdb76121b7a&w=800&h=420&watermark=true&t=20201204192700", "publishedAt": "2020-12-04T19:27:00Z", "content": "A China ligou com sucesso o seu reator de fusão nuclear, um \"sol artificial\" na Terra, informou a imprensa estatal esta sexta-feira, citada pelo portal phys.org, marcando um grande avanço nas capacid… [+2073 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "E se buracos negros primordiais são a matéria escura? - SoCientífica", "description": "A ideia de que o que chamamos de matéria escura são, na verdade, buracos negros primordiais não é tão maluca assim.   Não fazemos absolutamente nenhuma ideia do que é a matéria escura &#8…", "url": "https://socientifica.com.br/e-se-buracos-negros-primordiais-sao-a-materia-escura/", "urlToImage": "https://i0.wp.com/socientifica.com.br/wp-content/uploads/2020/11/black-3490482_1920.jpg?fit=1200%2C1200&ssl=1", "publishedAt": "2020-12-04T19:07:30Z", "content": "A ideia de que o que chamamos de matéria escura são, na verdade, buracos negros primordiais não é tão maluca assim.  \r\nNão fazemos absolutamente nenhuma ideia do que é a matéria escura – só sabemos q… [+4190 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Arqueólogos descobrem caso raro de problema dentário em esqueleto neandertal - Revista Galileu", "description": "Nova análise do Homem de Altamura, encontrado em 1993 no sul da Itália, sugere que o neandertal que caiu em abismo há 130 mil anos sofria com problemas bucais", "url": "https://revistagalileu.globo.com/Ciencia/Arqueologia/noticia/2020/12/arqueologos-descobrem-caso-raro-de-problema-dentario-em-esqueleto-neandertal.html", "urlToImage": "https://s2.glbimg.com/gSCYLyTx-p3rf0pY2j4XPPKYt8I=/512x320/smart/e.glbimg.com/og/ed/f/original/2020/12/04/altamura-man_0.jpg", "publishedAt": "2020-12-04T18:22:30Z", "content": "Arqueólogos descobrem caso raro de problema dentário em neandertal (Foto: Riga et al./Plos One)\r\nEm 1993, o Homem de Altamura ficou famoso no mundo arqueológico quando foi descoberto nas profundezas … [+2032 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Olhar Digital", "title": "Cientistas descobrem possível fonte de oxigênio em Marte - Olhar Digital", "description": "Criação pode ajudar na produção de oxigênio em Marte", "url": "https://olhardigital.com.br/2020/12/04/ciencia-e-espaco/cientistas-descobrem-possivel-fonte-de-oxigenio-em-marte/", "urlToImage": "https://olhardigital.com.br/wp-content/uploads/2020/12/shutterstock_1724343382.jpg", "publishedAt": "2020-12-04T18:07:32Z", "content": "Se os humanos têm o objetivo de visitar Marte, será necessário encontrar maneiras de produzir recursos cruciais para a vida enquanto estiverem lá uma iniciativa necessária se eles quiserem sobreviver… [+2077 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Análise em 3D indica por que Sars-CoV-2 infecta apenas alguns animais - Revista Galileu", "description": "Cientistas de Stanford reproduziram no computador as estruturas de receptores de diferentes espécies com maior suscetibilidade de ser infectadas pelo novo coronavírus", "url": "https://revistagalileu.globo.com/Ciencia/noticia/2020/12/analise-em-3d-indica-por-que-sars-cov-2-infecta-apenas-alguns-animais.html", "urlToImage": "https://s2.glbimg.com/tAnZ_es2s7XJa7vQIcGZIrIdaNE=/512x320/smart/e.glbimg.com/og/ed/f/original/2020/12/04/250013_web.jpg", "publishedAt": "2020-12-04T18:05:24Z", "content": "Modelo 3D do Sars-CoV-2 (azul) interagindo com o receptor ACE2 de células humanas (cinza). Aminoácidos importantes para essa interação, presentes apenas em animais suscetíveis à Covid-19, estão em am… [+2209 chars]"}, {"source": {"id": null, "name": "Www.tsf.pt"}, "author": "Sara de Melo Rocha", "title": "Estão em maioria e até trabalham na NASA, mas ficam para trás quando engravidam - TSF Online", "description": "Apesar de Portugal ser o país do mundo com mais mulheres cientistas, há precariedade e desigualdade de género no setor. Neste Botequim, três cientistas contam como é viver para a ciência e as barreiras que se encontram: cargos intermédios, menos financiamento…", "url": "https://www.tsf.pt/programa/botequim/estao-em-maioria-e-ate-trabalham-na-nasa-mas-ficam-para-tras-quando-engravidam-13106039.html", "urlToImage": "https://static.globalnoticias.pt/tsf/image.aspx?brand=TSF&type=generate&guid=29e01b31-e22d-41c7-9a60-a4ec54ff2d4e&w=800&h=420&watermark=true&t=20201204185200", "publishedAt": "2020-12-04T17:52:00Z", "content": "Portugal é o país do mundo com maior percentagem de mulheres em cursos de ciências - correspondem a 57%. É também o segundo país da União Europeia com mais investigadoras a trabalhar no Estado - são … [+3014 chars]"}, {"source": {"id": null, "name": "Euronews"}, "author": null, "title": "Covid-19. A crise sanitária que é também psiquiátrica - Euronews", "description": "Os efeitos da pandemia de covid-19 e dos confinamentos começam já a fazer-se sentir na sáude mental. A próxima crise sanitária, alertam os profissionais da saúde, pode vir a ser psiquiátrica. #UnreportedEurope", "url": "https://pt.euronews.com/2020/12/04/covid-19-a-crise-sanitaria-que-e-tambem-psiquiatrica", "urlToImage": "https://static.euronews.com/articles/stories/05/16/29/02/1000x563_cmsv2_15106eeb-bf8e-500c-bc30-4614c947f744-5162902.jpg", "publishedAt": "2020-12-04T17:45:21Z", "content": null}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Lusa", "title": "Identificado um novo gene que predispõe para a enxaqueca - PÚBLICO", "description": "Descoberta é da equipa de Miguel Alves Ferreira, do Instituto de Investigação e Inovação em Saúde (i3S) da Universidade do Porto.", "url": "https://www.publico.pt/2020/12/04/ciencia/noticia/identificado-novo-gene-predispoe-enxaqueca-1941769", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1531773?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2020-12-04T17:03:00Z", "content": "Uma investigação, liderada por Miguel Alves Ferreira, do Instituto de Investigação e Inovação em Saúde (i3S) da Universidade do Porto, descobriu um novo gene que está presente na comunicação entre os… [+2856 chars]"}, {"source": {"id": null, "name": "Rbth.com"}, "author": "Ekaterina Sinelschikova", "title": "Por que os astronautas da Nasa não seriam aprovados no processo de seleção soviético-russo? - Gazeta Russa", "description": "E vice-versa.", "url": "https://br.rbth.com/ciencia/84730-por-que-astronautas-nao-aprovados-urss", "urlToImage": "https://cdni.rbth.com/rbthmedia/images/2020.12/article/5fca1cca15e9f963f47ed51d.jpg", "publishedAt": "2020-12-04T16:52:30Z", "content": "O paradoxo tem uma explicação bastante simples: apesar de cosmonautas russos e astronautas de outros programas espaciais realizarem missões espaciais bem-sucedidas, há padrões de seleção e critérios … [+5166 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Hélio Carvalho", "title": "Neve, estradas cortadas e escolas sem aulas. As imagens do efeito “Dora” em Portugal - PÚBLICO", "description": "Entre esta sexta-feira e a madrugada de domingo, a tempestade Dora vai continuar no pa&iacute;s. A Protec&ccedil;&atilde;o&nbsp;Civil decretou um &ldquo;estado de alerta especial&rdquo; do dispositivo nacional.", "url": "https://www.publico.pt/2020/12/04/fotogaleria/dia-dora-portugal-faz-cair-manto-neve-norte-403800", "urlToImage": "https://imagens.publico.pt/imagens.aspx/755511?tp=KM&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2020-12-04T16:25:00Z", "content": "Se a covid-19 já prendia os portugueses a casa, alguns no Norte vão ter uma paisagem caseira diferente graças à neve. A depressão Dora chegou esta sexta-feira ao país e a neve provocou danos um pouco… [+1461 chars]"}]}