{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Espaço. Podemos fazer da Lua uma estação de serviço? - Jornal i", "description": "Com todos os olhos virados para Marte, os cientistas ainda se debatem se não devemos voltar primeiro à Lua, mesmo aqui ao lado, para testar novas tecnologias.", "url": "https://ionline.sapo.pt/artigo/725644/espaco-podemos-fazer-da-lua-uma-estacao-de-servico-?seccao=Mundo_i", "urlToImage": "https://cdn1.newsplex.pt/media/2021/2/22/fb/768926.jpg", "publishedAt": "2021-02-22T08:40:00Z", "content": "O robô Perserverance, da NASA, já percorre o solo marciano. O Tianwen-1, da China, vai juntar-se-lhe em maio, enquanto o satélite Hope, dos Emirados Árabes Unidos, observa a partir da órbita do plane… [+984 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Cientista considera possibilidade de Marte ter cidade com 1 milhão de habitantes até 2100 - Sputnik Brasil", "description": "Em entrevista à Sputnik, o engenheiro aeroespacial e escritor dos EUA, Robert Zubrin, considerou a possibilidade de Marte ter cidade com um milhão de habitantes por...", "url": "https://br.sputniknews.com/ciencia_tecnologia/2021022216998963-cientista-considera-possibilidade-de-marte-ter-cidade-com-1-milhao-de-habitantes-ate-2100/", "urlToImage": "https://cdnbr4.img.sputniknews.com/images/07e5/02/14/16994655.png", "publishedAt": "2021-02-22T07:50:00Z", "content": null}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Notícias ao Minuto", "title": "Covid-19: Quatro fatores para uma vacinação eficiente, segundo a Lancet - Notícias ao Minuto", "description": "Um artigo publicado no dia 12 de fevereiro, na revista Lancet, afirma que existem quatro desafios para o sucesso mundial da vacinação: maior produção, disponibilidade global, preço acessível e confiança da população.", "url": "https://www.noticiasaominuto.com/lifestyle/1694583/covid-19-quatro-fatores-para-uma-vacinacao-eficiente-segundo-a-lancet", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_602f760ccd8b8.jpg", "publishedAt": "2021-02-22T07:47:00Z", "content": "Num estudo publicado no dia 12 de fevereiro, na revista Lancet, uma equipa de especialistas alerta para quatro desafios no que respeita ao sucesso mundial da vacinação: maior produção, disponibilidad… [+1547 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Lusa", "title": "Estudo conclui que micróbios terrestres poderão sobreviver em Marte - Notícias ao Minuto", "description": "Alguns micróbios da Terra poderão sobreviver temporariamente na superfície de Marte, revela hoje um estudo com participação portuguesa, que realça a importância da compreensão da resistência dos microrganismos a ambientes hostis para o sucesso de futuras miss…", "url": "https://www.noticiasaominuto.com/tech/1694555/estudo-conclui-que-microbios-terrestres-poderao-sobreviver-em-marte", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/30717382.jpg", "publishedAt": "2021-02-22T06:10:00Z", "content": "O estudo, divulgado na publicação da especialidade Frontiers in Microbiology, teve o contributo de investigadores da agência espacial norte-americana (NASA) e do Centro Aeroespacial Alemão, incluindo… [+5171 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Chegada do Perseverance abre caminho para retorno de amostras de Marte – Mensageiro Sideral - Folha de S.Paulo", "description": "De onde viemos, onde estamos e para onde vamos", "url": "https://mensageirosideral.blogfolha.uol.com.br/2021/02/21/chegada-do-perseverance-abre-caminho-para-retorno-de-amostras-de-marte/", "urlToImage": "https://mensageirosideral.blogfolha.uol.com.br/files/2021/02/mav-launch.jpg", "publishedAt": "2021-02-22T02:15:00Z", "content": "Agora que o rover Perseverance está seguro e saudável na superfície de Marte, vários grupos de trabalho espalhados pelo mundo podem respirar aliviados e pensar nos passos futuros do programa de explo… [+2705 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Redacção", "title": "MeteoAlentejo instalou em Alcácer do Sal a sua 22ª estação meteorológica - Diário Digital", "description": "A Associação MeteoAlentejo, continua a sua expansão na região Alentejo e já é a maior rede regional de meteorologia do país, contando com mais de duas de", "url": "https://odigital.sapo.pt/meteoalentejo-instalou-em-alcacer-do-sal-a-sua-22a-estacao-meteorologica/", "urlToImage": "https://odigital.sapo.pt/wp-content/uploads/2021/02/meteo_estacao_alcacer.png", "publishedAt": "2021-02-22T00:03:46Z", "content": "A Associação MeteoAlentejo, continua a sua expansão na região Alentejo e já é a maior rede regional de meteorologia do país, contando com mais de duas dezenas de estações instaladas.\r\nA MeteoAlentejo… [+988 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Nova investigação sugere que uma inversão dos polos magnéticos da Terra pode ser catastrófica - Pplware", "description": "Os polos magnéticos da Terra estão constantemente em movimento. Segundo os registos geológicos, o fenómeno pode mesmo já estar atrasado nesta era moderna. Os investigadores sabem que já aconteceu no passado. Apesar de ser...", "url": "https://pplware.sapo.pt/ciencia/nova-investigacao-sugere-que-uma-inversao-dos-polos-magneticos-da-terra-pode-ser-catastrofica/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/polos_megneticos00.jpg", "publishedAt": "2021-02-21T21:12:01Z", "content": "Os polos magnéticos da Terra estão constantemente em movimento. Segundo os registos geológicos, o fenómeno pode mesmo já estar atrasado nesta era moderna. Os investigadores sabem que já aconteceu no … [+2721 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Green Savers", "title": "Um laboratório flutuante no Ártico - Green Savers", "description": "O “Pólo Norte” transporta 14 membros da tripulação e 34 cientistas. O navio permitirá que os cientistas realizem pesquisas na região polar.", "url": "https://greensavers.sapo.pt/um-laboratorio-flutuante-no-artico/", "urlToImage": "https://greensavers.sapo.pt/wp-content/uploads/2021/02/plataforma.jpg", "publishedAt": "2021-02-21T21:00:59Z", "content": "A Rússia lançou um novo navio de pesquisa do Ártico, denominado “Pólo Norte” . O navio é descrito como uma plataforma autopropelida resistente ao gelo e destina-se a navegar pelas águas do norte cong… [+1699 chars]"}, {"source": {"id": null, "name": "Tecmundo.com.br"}, "author": "Fabiano de Abreu - colunista", "title": "O futuro na criação de redes neurais híbridas - Tecmundo", "description": "Cientistas foram capazes de criar uma rede neural híbrida onde neurónios biológicos e artificiais localizados em diferentes partes do mundo podiam comunicar uns com os outros através da Internet", "url": "https://www.tecmundo.com.br/ciencia/211388-futuro-criacao-redes-neurais-hibridas.htm", "urlToImage": "https://img.ibxk.com.br/2021/02/19/19181457288367.jpg", "publishedAt": "2021-02-21T20:00:01Z", "content": "Minha base filosófica mediante a necessidade de desvendar o mistério da mente humana, foi o gatilho para minhas formações em psicanálise, psicologia e neurociência, antes já, em tecnologia. Me dedico… [+3864 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "", "title": "Detetados sete casos da variante brasileira do coronavírus - Sol", "description": "A variante foi detetada no Japão após quatro viajantes japoneses terem visitado a Amazónia.", "url": "https://sol.sapo.pt/artigo/725623/detetados-sete-casos-da-variante-brasileira-do-coronavirus", "urlToImage": "https://cdn1.newsplex.pt/fotos/2021/2/21/768900.png?type=Artigo", "publishedAt": "2021-02-21T19:30:40Z", "content": "Sete casos de covid-19 associados à variante do Brasil foram identificados em Portugal pelo Instituto Nacional de Saúde Doutor Ricardo Jorge e já reportados às autoridades de saúde, anunciou este dom… [+1495 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "", "title": "Detetado primeiro caso de transmissão a humanos da estirpe H5N8 da gripe das aves - Sol", "description": "A Rússia registou o primeiro caso de uma estirpe do vírus H5N8 que passou das aves para humanos e reportou o caso à Organização Mundial da Saúde.", "url": "https://sol.sapo.pt/artigo/725619/detetado-primeiro-caso-de-transmissao-a-humanos-da-estirpe-h5n8-da-gripe-das-aves", "urlToImage": "https://cdn1.newsplex.pt/fotos/2021/2/21/768898.jpg?type=Artigo", "publishedAt": "2021-02-21T19:18:54Z", "content": "A estirpe H5N8 da gripe das aves foi detetada, pela primeira vez, em humanos, em sete trabalhadores que foram infetados com a doença numa avicultura russa em dezembro passado.\r\nDe acordo com Ana Popo… [+2168 chars]"}, {"source": {"id": null, "name": "Em.com.br"}, "author": "Paloma Oliveto - Correio Braziliense", "title": "Cientistas descobrem vida nas profundezas da Antártida - Estado de Minas", "description": "Descoberta a 1,5 mil quilômetros de profundidade de uma fonte de fotossíntese intriga cientistas, que cogitam que elas possam funcionar em outros planetas", "url": "https://www.em.com.br/app/noticia/ciencia/2021/02/21/interna_ciencia,1239544/cientistas-descobrem-vida-nas-profundezas-da-antartida.shtml", "urlToImage": "https://i.em.com.br/zOhyeoQmzE6soGEzbjETpGzrne0=/600x315/smart/imgsapp.em.com.br/app/noticia_127983242361/2021/02/21/1239544/20210221152913113830u.jpg", "publishedAt": "2021-02-21T18:26:00Z", "content": "Aproveite o melhor do Estado de Minas: contedos exclusivos, colunistas renomados e muitos benefcios para voc.\r\nASSINE AGORAUtilizamos tecnologia e segurana do Google para fazer a assinatura."}, {"source": {"id": null, "name": "Verdesmares.com.br"}, "author": "Redação", "title": "Estudo diz que Brasil precisa aumentar ritmo de vacinação em 11 vezes para conter pandemia em um ano - Diário do Nordeste", "description": "O Brasil precisa vacinar dois milhões de pessoas por dia para conter a pandemia em até um ano, de acordo com os cálculos de um estudo publicado em fevereiro pelo Programa de Pós-Graduação em Modelagem Computacional da Universidade", "url": "https://diariodonordeste.verdesmares.com.br/ultima-hora/ciencia/estudo-diz-que-brasil-precisa-aumentar-ritmo-de-vacinacao-em-11-vezes-para-conter-pandemia-em-um-ano-1.3050199", "urlToImage": "https://diariodonordeste.verdesmares.com.br/image/contentid/policy:1.3050202:1613929493/image.jpg?h=630&q=0.6&w=1200&$p$h$q$w=f76cc5e", "publishedAt": "2021-02-21T17:54:04Z", "content": "O Brasil precisa vacinar dois milhões de pessoas por dia para conter a pandemia em até um ano, de acordo com os cálculos de um estudo publicado em fevereiro pelo Programa de Pós-Graduação em Modelage… [+2008 chars]"}, {"source": {"id": null, "name": "Istoedinheiro.com.br"}, "author": "Da redação", "title": "Cientistas descobrem buracos negros a menos de 8 mil anos-luz da Terra - Istoé Dinheiro", "description": "Astrônomos que esperavam encontrar um buraco negro massivo no aglomerado globular \"NGC 6397\" descobriram uma concentração de buracos negros menores", "url": "https://www.istoedinheiro.com.br/cientistas-descobrem-buracos-negros-a-menos-de-8-mil-anos-luz-da-terra/", "urlToImage": "https://cdn-istoedinheiro-ssl.akamaized.net/wp-content/uploads/sites/17/2021/02/stsci-h-p2108a-m-2000x1500-1-e1613928444559.jpg", "publishedAt": "2021-02-21T17:39:00Z", "content": "Astrônomos que esperavam encontrar um buraco negro massivo no aglomerado globular (conjunto de estrelas em formato esférico) “NGC 6397” descobriram uma concentração de buracos negros menores. A novid… [+1668 chars]"}, {"source": {"id": null, "name": "Ominho.pt"}, "author": "https://www.facebook.com/ominhopt/", "title": "“Filha” de Ponte de Lima no desenvolvimento de helicóptero que aterrou em Marte - O MINHO", "description": "Florbela Costa, engenheira aeronáutica com raízes familiares em Anais, concelho de Ponte de Lima, participou no desenvolvimento do helicóptero Ingenuity, um dos equipamentos que aterrou em Marte em conjunto com o robô Preserverance. A engenheira é filha de Ma…", "url": "https://ominho.pt/filha-de-ponte-de-lima-no-desenvolvimento-de-helicoptero-que-aterrou-em-marte/", "urlToImage": "https://ominho.pt/wp-content/uploads/2021/02/New-Project-173-740x389.jpg?v=1613925522", "publishedAt": "2021-02-21T16:39:28Z", "content": "Florbela Costa, engenheira aeronáutica com raízes familiares em Anais, concelho de Ponte de Lima, participou no desenvolvimento do helicóptero Ingenuity, um dos equipamentos que aterrou em Marte em c… [+2636 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Este é o mapa plano mais preciso que representa a Terra com menos distorções - Canaltech", "description": "Um trio de pesquisadores criou um mapa plano da Terra, que representa o globo terrestre achatado como um disco. Segundo os pesquisadores, isso confere uma representação mais precisa e com menos distorções que outros mapas", "url": "https://canaltech.com.br/ciencia/este-e-o-mapa-plano-mais-preciso-que-representa-a-terra-com-menos-distorcoes-179252/", "urlToImage": "https://ibcdn.canaltech.com.br/BSdGwxqIA4397pFkxoQZNCeEW1g=/1400x788/smart/i422737.jpeg", "publishedAt": "2021-02-21T16:00:00Z", "content": "Os cartógrafos vêm se esforçando há séculos para buscar formas de representar nosso planeta em duas dimensões, mas sem mostrar grandes distorções em relação à realidade. Agora, um trio de pesquisador… [+2494 chars]"}, {"source": {"id": null, "name": "Fpguimaraes.pt"}, "author": "https://www.facebook.com/freepassguimaraes/", "title": "Engenharia vimaranense está em Marte e regressa em 10 anos - FreePass Guimarães", "description": "A empresa sediada no AvePark Stratosphere SA está a acompanhar a grande missão a Marte liderada pela NASA. Missão tem o propósito de estudar o planeta vermelho ao pormenor. Um consórcio de empresas portuguesas faz parte da mais importante missão espacial dos …", "url": "https://www.fpguimaraes.pt/engenharia-vimaranense-esta-em-marte-e-regressa-em-10-anos/", "urlToImage": "https://www.fpguimaraes.pt/wp-content/uploads/2021/02/preserverence-marte-nasa-dr.jpg", "publishedAt": "2021-02-21T13:25:26Z", "content": "A empresa sediada no AvePark Stratosphere SA está a acompanhar a grande missão a Marte liderada pela NASA. Missão tem o propósito de estudar o planeta vermelho ao pormenor. \r\nUm consórcio de empresas… [+770 chars]"}, {"source": {"id": null, "name": "Tempo.pt"}, "author": "Paula Gonçalves", "title": "Quando o tempo muda, porque me doem os joelhos? - Tempo.pt", "description": "Sentir dor muscular ou nas articulações quando o estado de tempo muda. Será mito ou haverá alguma explicação científica.", "url": "https://www.tempo.pt/noticias/ciencia/quando-o-tempo-muda-porque-me-doem-os-joelhos-mito-ciencia-dor-articulacoes.html", "urlToImage": "https://services.meteored.com/img/article/o-tempo-vai-mudar-ja-me-doem-os-joelhos-314681-1_1280.jpg", "publishedAt": "2021-02-21T13:02:27Z", "content": "Paula Gonçalves\r\nOntem\r\n4 min\r\nCom o frio, os nossos músculos ficam mais rígidos o que pode causar dor e aumento de risco de lesões.\r\nAlguns estudos atuais afirmam haver de facto uma co-relação entre… [+3062 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "A tecnologia moderna resolveu o caso da morte violenta de um faraó egípcio - ZAP", "description": "Com recurso a uma tecnologia moderna, uma equipa de investigadores descobriu detalhes da morte violenta do faraó egípcio Sekenenré Taá...", "url": "https://zap.aeiou.pt/caso-morte-violenta-farao-egipcio-381388", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2021/02/9352c3beea09fcd7e4ec915fb9a47c93.jpg", "publishedAt": "2021-02-21T09:00:36Z", "content": "Com recurso a uma tecnologia moderna, uma equipa de investigadores descobriu detalhes da morte violenta do faraó egípcio Sekenenré Taá II, há milhares de anos.\r\nHá algo nas múmias que sempre fascina … [+3545 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "As trovoadas “produzem” raios-gama e os cientistas querem saber porquê - Visão", "description": "Investigadores japoneses instalaram vários detetores numa zona conhecida pelas suas tormentosas tempestades, de forma a compreender melhor como criam explosões extremas de radiação na atmosfera terrestre", "url": "https://visao.sapo.pt/atualidade/sociedade/2021-02-21-as-trovoadas-produzem-raios-gama-e-os-cientistas-querem-saber-porque/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/02/GettyImages-1168164810_wm.jpg", "publishedAt": "2021-02-21T08:30:00Z", "content": "O caso suscitou a atenção da comunidade científica na última década, depois de se ter verificado uma explosão de raios-gama na sequência de uma poderosa trovoada de inverno. Os registos foram feitos … [+5621 chars]"}]}