{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "Por que Carl Jung provavelmente se horrorizaria com a interpretação atual de conceitos que criou? - BBC News Brasil", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMiK2h0dHBzOi8vd3d3LnlvdXR1YmUuY29tL3dhdGNoP3Y9MWhNVUNzOHo3SWvSAQA?oc=5", "urlToImage": null, "publishedAt": "2021-05-30T12:00:01Z", "content": null}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Do medo da Covid-19 à desolação: enfermeiros enfrentam danos psicológicos do trabalho na pandemia - G1", "description": "Enfermeira criou projeto para conversar com profissionais que estão na linha de frente contra o novo coronavírus. Trabalhadores relatam as dificuldades e os temores que enfrentam em meio à pandemia.", "url": "https://g1.globo.com/politica/noticia/2021/05/30/do-medo-da-covid-19-a-desolacao-enfermeiros-enfrentam-danos-psicologicos-do-trabalho-na-pandemia.ghtml", "urlToImage": "https://s2.glbimg.com/TSYzRTMvLTOpSHXzADyp8PQ27H4=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2021/T/5/jEB8TQTZSNNyxlgLpJHg/image001-28-.jpg", "publishedAt": "2021-05-30T11:26:12Z", "content": "Logo no início da pandemia de Covid-19, a enfermeira Dorisdaia Humerez, de 62 anos, decidiu criar uma iniciativa para cuidar da saúde mental dos profissionais de enfermagem que estão na linha de fren… [+13165 chars]"}, {"source": {"id": null, "name": "Exame.com"}, "author": null, "title": "Humanos podem viver entre 120 e 150 anos, indica estudo - Exame Notícias", "description": "Pesquisadores estimaram por quanto tempo o corpo humano aguenta envelhecer, desconsiderando doenças ou outros estressores", "url": "https://exame.com/ciencia/humanos-podem-viver-entre-120-e-150-anos-indica-estudo/", "urlToImage": "https://exame.com/wp-content/uploads/2021/05/jeanne-calment.jpg?quality=70&strip=info", "publishedAt": "2021-05-30T11:02:52Z", "content": "Será que é possível superar Jeanne Calment? A francesa foi a pessoa mais velha que já viveu, falecendo com 122 anos em 1997. Pesquisadores da Singapura estimam que sim: de acordo com eles, humanos co… [+2723 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "PÚBLICO", "title": "Milhões de estrelas e buracos negros. NASA divulga imagem do centro da Via Láctea - PÚBLICO", "description": "Imagem do centro da Via Láctea é uma composição feita a partir de 370 observações realizadas ao longo das últimas duas décadas.", "url": "https://www.publico.pt/2021/05/30/ciencia/noticia/milhoes-estrelas-buracos-negros-nasa-divulga-imagem-centro-via-lactea-1964624", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1590091?tp=UH&db=IMAGENS&type=PNG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-05-30T09:53:03Z", "content": "Milhares de milhões de estrelas, incontáveis buracos negros, gás superaquecido e campos magnéticos compõem uma imagem colorida, que transborda energia, do centro da Via Láctea, divulgada esta quinta-… [+907 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "", "title": "Temperaturas vão chegar aos 33 graus. Há 12 concelhos em risco muito elevado de incêndio - Sol", "description": "Concelhos pertencem aos distritos de Bragança, Guarda, Castelo Branco, Santarém, Portalegre e Faro.", "url": "https://sol.sapo.pt/artigo/736180/temperaturas-vao-chegar-aos-33-graus-ha-12-concelhos-em-risco-muito-elevado-de-inc-ndio", "urlToImage": "https://cdn1.newsplex.pt/fotos/2021/5/30/780461.png?type=Artigo", "publishedAt": "2021-05-30T08:20:02Z", "content": "Doze concelhos de Portugal continental estão, este domingo, em risco muito elevado de incêndio.\r\nDe acordo com o Instituto Português do Mar e da Atmosfera (IPMA), estão em risco muito elevado de incê… [+653 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Exercícios físicos em casa são eficazes e seguros para pacientes reumáticos - VivaBem", "description": "Um estudo que envolveu cientistas do Laboratório de Avaliação e Condicionamento em Reumatologia (Lacre) do HC-FMUSP (Hospital das Clínicas (HC) da Faculdade de Medicina da USP) e do Grupo de Pesquisa em Fisiologia Aplicada e Nutrição, ligado à Escola de E", "url": "https://www.uol.com.br/vivabem/noticias/redacao/2021/05/30/exercicios-fisicos-em-casa-sao-eficazes-e-seguros-para-pacientes-reumaticos.htm", "urlToImage": "https://conteudo.imguol.com.br/c/entretenimento/fe/2021/05/28/paciente-do-hc-fmusp-fazendo-exercicio-1622207263336_v2_615x300.png", "publishedAt": "2021-05-30T07:00:00Z", "content": "Um estudo que envolveu cientistas do Laboratório de Avaliação e Condicionamento em Reumatologia (Lacre) do HC-FMUSP (Hospital das Clínicas (HC) da Faculdade de Medicina da USP) e do Grupo de Pesquisa… [+6939 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Lusa", "title": "Consultas de esclerose múltipla dispararam no Hospital dos Capuchos - Notícias ao Minuto", "description": "Mais de 100 doentes com suspeita de sofrerem de esclerose múltipla são atendidos, em média, anualmente em primeira consulta da especialidade no Centro Hospitalar Universitário Lisboa Central, que em cinco anos mais do que duplicou o número de consultas.", "url": "https://www.noticiasaominuto.com/pais/1765203/consultas-de-esclerose-multipla-dispararam-no-hospital-dos-capuchos", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_58c083461b45b.jpg", "publishedAt": "2021-05-30T06:30:08Z", "content": "A funcionar no Hospital dos Capuchos, a consulta de Esclerose Múltipla (EM), uma das maiores do país, recebe cada vez mais doentes em resultado de um diagnóstico mais célere, da sensibilização dos mé… [+4904 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Jovens cientistas deixam o país mesmo com financiamento garantido - Folha de S.Paulo", "description": "Pesquisadores citam cortes de orçamento e estrutura física precária como razões para aceitar ofertas no exterior", "url": "https://www1.folha.uol.com.br/ciencia/2021/05/jovens-cientistas-deixam-o-pais-mesmo-com-financiamento-garantido.shtml", "urlToImage": "https://f.i.uol.com.br/fotografia/2021/05/28/162225479660b1a4ccaaf51_1622254796_3x2_rt.jpg", "publishedAt": "2021-05-30T02:15:00Z", "content": "A única instituição privada cujo objetivo é financiar pesquisas de ponta no Brasil está enfrentando os maiores sobressaltos de sua curta história. O problema, porém, não é a falta de dinheiro, mas o … [+5492 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "O céu (não) é o limite | Tempestade solar, eclipse lunar, vídeo de OVNI e mais! - Canaltech", "description": "Fique por dentro de tudo o que mais importa no universo da astronomia! Semanalmente, preparamos essa síntese com as principais notícias espaciais dos últimos dias. Assim, você se mantém bem informado em poucos minutos de leitura!", "url": "https://canaltech.com.br/ciencia/o-ceu-nao-e-o-limite-tempestade-solar-eclipse-lunar-video-de-ovni-e-mais-186044/", "urlToImage": "https://ibcdn.canaltech.com.br/2naBtW-7_WFqGZLt8RY6nxKcG2k=/1000x563/smart/i456597.jpeg", "publishedAt": "2021-05-29T23:00:00Z", "content": "Tempestades solares fortes chegando à Terra, problemas com o helicóptero Ingenuity em Marte, vídeo de OVNIs oficialmente reconhecido como autêntico pelo Pentágono... parece que a última semana foi re… [+7224 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "João Francisco Gomes", "title": "Alterações climáticas. \"Os jovens estão a sofrer uma lavagem ao cérebro para acreditarem que o mundo está a ficar pior\" - Observador", "description": "", "url": "https://observador.pt/especiais/alteracoes-climaticas-os-jovens-estao-a-sofrer-uma-lavagem-ao-cerebro-para-acreditarem-que-o-mundo-esta-a-ficar-pior/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A770%3A403%2Fc%3A4096%3A2300%3Anowe%3A0%3A143%2Fq%3A85%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2021%2F05%2F26230030%2FGettyImages-1127367810-scaled.jpg", "publishedAt": "2021-05-29T21:15:22Z", "content": "Em 2003, o ambientalista norte-americano Michael Shellenberger foi um dos autores do “New Apollo Project”, um apelo à aposta nas energias renováveis e um roteiro para um Green New Deal nos Estados Un… [+5549 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Natalie Rosa", "title": "100? 110? 120? Ou mais? Qual a idade máxima que o ser humano pode atingir? - Canaltech", "description": "Pesquisadores de Singapura conseguiram criar um novo teste, a partir de um exame de sangue, que consegue definir a idade máxima de vida de um ser humano. Os cientistas chegaram a números que concluem que não há como enganar o envelhecimento", "url": "https://canaltech.com.br/saude/qual-a-idade-maxima-que-o-ser-humano-pode-atingir-185812/", "urlToImage": "https://ibcdn.canaltech.com.br/pBEUB_pX03JvAvSHv-JRLkr4ZA8=/1400x788/smart/i455403.jpeg", "publishedAt": "2021-05-29T20:00:00Z", "content": "Já existimos há um tempo suficiente para saber que o ser humano, raramente, consegue passar dos 100 anos de vida. Vemos familiares e pessoas famosas nos deixando de causas naturais na faixa dos 70, 8… [+2289 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Pedro Rios", "title": "Martin Rees: “A era pós-humana poderá ter como rastilho os loucos que irão a Marte” - PÚBLICO", "description": "Se encontrarmos vida inteligente no espaço, é mais provável que seja electrónica do que orgânica. É uma “ilusão perigosa” escapar dos problemas da Terra fugindo para Marte, diz o prestigiado astrofísico e cosmólogo inglês.", "url": "https://www.publico.pt/2021/05/29/ciencia/entrevista/martin-rees-poshumana-podera-rastilho-loucos-irao-marte-1964256", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1589951?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-05-29T19:50:00Z", "content": "Os avanços da tecnologia neste século podem salvar ou condenar o mundo, avisa o inglês Martin Rees em Sobre o Futuro, livro de 2018 agora editado em Portugal pela Desassossego. O seu currículo é long… [+281 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Lula irá ao espaço em foguete de Elon Musk nesta semana - Tilt", "description": "Pela primeira vez, a Estação Espacial Internacional (ISS, em inglês) receberá uma lula. Não só uma, mas 128 filhotes de lulas bobtail (um tipo de molusco que brilha no escuro), acompanhadas ainda de 5.000 tardígrados, os animais microscópicos mais resiste", "url": "https://www.uol.com.br/tilt/noticias/redacao/2021/05/29/lula-ira-ao-espaco-em-foguete-de-elon-musk-nesta-semana.htm", "urlToImage": "https://conteudo.imguol.com.br/c/noticias/2d/2021/05/29/lula-bobtail-1622311220099_v2_615x300.jpg", "publishedAt": "2021-05-29T18:05:42Z", "content": "Pela primeira vez, a Estação Espacial Internacional (ISS, em inglês) receberá uma lula. Não só uma, mas 128 filhotes de lulas bobtail (um tipo de molusco que brilha no escuro), acompanhadas ainda de … [+3840 chars]"}, {"source": {"id": null, "name": "Megacurioso.com.br"}, "author": "Stella Perini", "title": "6 múmias desconhecidas que possuem histórias fantásticas - Mega Curioso", "description": "Quando se trata de múmias, as egípcias muitas vezes são as mais conhecidas, com os restos mortais preservados dos faraós Tutancâmon e Ramsés II sendo extremamente famosos. Contudo, existem outros exemplares que possuem histórias fantásticas, e separamos 6 del…", "url": "https://www.megacurioso.com.br//ciencia/118881-6-mumias-desconhecidas-que-possuem-historias-fantasticas.htm", "urlToImage": "https://mega.ibxk.com.br/2021/05/26/26174108059488.jpg?ims=600x", "publishedAt": "2021-05-29T18:00:01Z", "content": "Quando se trata de múmias, as egípcias muitas vezes são as mais conhecidas, com os restos mortais preservados dos faraós Tutancâmon e Ramsés II sendo extremamente famosos. Contudo, existem outros exe… [+5641 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Novo estudo afirma provar origem da COVID-19 em laboratório de Wuhan - Sputnik Brasil", "description": "Um professor universitário britânico e um virologista norueguês afirmam que têm \"provas\" da origem artificial do novo coronavírus e que ele foi criado no laboratório de...", "url": "https://br.sputniknews.com/ciencia_tecnologia/2021052917600709-novo-estudo-afirma-provar-origem-da-covid-19-em-laboratorio-de-wuhan/", "urlToImage": "https://cdnbr1.img.sputniknews.com/images/1544/02/15440292.jpg", "publishedAt": "2021-05-29T15:09:00Z", "content": "Um professor universitário britânico e um virologista norueguês afirmam que têm \"provas\" da origem artificial do novo coronavírus e que ele foi criado no laboratório de Wuhan, segundo o tabloide Dail… [+2585 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Estudo aumenta esperança de encontrar ave \"perdida\" da Mata Atlântica - Revista Galileu", "description": "Pesquisadores analisaram gravações e registros inéditos do pararu-espelho, descobriram como é seu canto e esperam localizar remanescentes no norte da Argentina", "url": "https://revistagalileu.globo.com/Ciencia/Biologia/noticia/2021/05/estudo-aumenta-esperanca-de-encontrar-ave-perdida-da-mata-atlantica.html", "urlToImage": "https://s2.glbimg.com/gFVotGuM0PEyE4hZ7hvb63JfkYY=/512x320/smart/e.glbimg.com/og/ed/f/original/2021/05/27/new-research-delivers.jpg", "publishedAt": "2021-05-29T14:13:36Z", "content": "Alguns remanescentes da espécie ameaçada de pombo Paraclaravis geoffroyi ainda podem existir, segundo pesquisa (Foto: Carlos Keller)\r\nCientistas estavam pessimistas quanto à sobrevivência da espécie … [+3025 chars]"}, {"source": {"id": null, "name": "Jb.com.br"}, "author": "Jornal do Brasil", "title": "Descoberta na França misteriosa cidade continuamente habitada por mais de 5.000 anos - Jornal do Brasil", "description": "As escavações arqueológicas abrangem uma área de dez hectares, e foram descobertos muitos artefatos no local", "url": "https://www.jb.com.br/ciencia-e-tecnologia/2021/05/1030474-descoberta-na-franca-misteriosa-cidade-continuamente-habitada-por-mais-de-5-000-anos.html", "urlToImage": "https://midias.jb.com.br/_midias/jpg/2021/05/29/606x403/1_escavacoes_na_franca-603518.jpg", "publishedAt": "2021-05-29T14:05:00Z", "content": "Durante os trabalhos arqueológicos no leste da França, iniciados em outubro de 2020, especialistas do Instituto Nacional de Pesquisas Arqueológicas Preventivas (INRAP, na sigla em francês) descobrira… [+1302 chars]"}, {"source": {"id": null, "name": "Www.nit.pt"}, "author": null, "title": "Há uma nova estirpe no Vietname que junta as variantes britânica e indiana - NiT New in Town", "description": "O ministro de saúde do país divulgou este sábado a descoberta e revela que se espalha muito facilmente pelo ar.", "url": "https://www.nit.pt/fit/saude/ha-uma-nova-estirpe-no-vietname-que-junta-variantes-britanica-e-indiana", "urlToImage": "https://www.nit.pt/wp-content/plugins/mm_og_image/mm_og_image.php?post_id=697228&ts=20210529150516", "publishedAt": "2021-05-29T13:18:00Z", "content": "No Vietname foi descoberta uma nova estirpe do SARS-CoV-2 que basicamente é uma mistura entre as variantes britânica e indiana já conhecidas. O anúncio foi feito este sábado, 29 de maio, por Nguyen T… [+738 chars]"}, {"source": {"id": null, "name": "Exame.com"}, "author": null, "title": "20 frases de Albert Einstein para entender a vida, a ciência e a arte - Exame Notícias", "description": "Em seus 76 anos de vida, o físico falou sobre justiça social, ciência, política, religião e mais", "url": "https://exame.com/ciencia/20-frases-de-albert-einstein/", "urlToImage": "https://exame.com/wp-content/uploads/2021/03/GettyImages-916072668.jpg?quality=70&strip=info", "publishedAt": "2021-05-29T11:03:45Z", "content": "Um dos maiores físicos de todos os tempos, Albert Einstein, é mais conhecido por sua teoria da relatividade, mas, em seus 76 anos de vida, o cientista também falou sobre justiça social, moralidade e … [+4626 chars]"}, {"source": {"id": null, "name": "Www.tsf.pt"}, "author": "Lusa", "title": "Dez concelhos de quatro distritos do país em risco muito elevado de incêndio - TSF Online", "description": "As temperaturas máximas previstas para este sábado são de 32 graus centígrados em Évora, 31 em Beja, 30 em Bragança, 29 em Faro, 27 em Lisboa, 24 em Sagres, 21 no Porto e em Viana do Castelo.", "url": "https://www.tsf.pt/portugal/sociedade/dez-concelhos-de-quatro-distritos-do-pais-em-risco-muito-elevado-de-incendio-13782565.html", "urlToImage": "https://static.globalnoticias.pt/tsf/image.jpg?brand=TSF&type=generate&guid=3635f349-fdc4-4f94-b068-199f4a95a8fb&w=800&h=420&watermark=true&t=20210529102700", "publishedAt": "2021-05-29T08:27:00Z", "content": "© Tony Dias/Global Imagens\r\nDez concelhos dos distritos de Bragança, Santarém, Portalegre e Faro apresentam este sábado risco muito elevado de incêndio, segundo o Instituto Português do Mar e da Atmo… [+1720 chars]"}]}