{"status": "ok", "totalResults": 20, "articles": [{"source": {"id": null, "name": "Diariodepernambuco.com.br"}, "author": "Diario de Pernambuco, Diario de Pernambuco", "title": "Aluno pernambucano atinge maior nota de matemática do Brasil no Enem - Diário de Pernambuco", "description": "A facilidade com os números sempre fez parte do cotidiano do estudante Eduardo Belian, de 16 anos, morador do tradicional bairro de Peixinhos, em Olinda", "url": "https://www.diariodepernambuco.com.br/noticia/vidaurbana/2021/03/aluno-pernambucano-atinge-maior-nota-de-matematica-do-brasil-no-enem.html", "urlToImage": "https://www.diariodepernambuco.com.br/static/app/noticia_127983242361/2021/03/30/856450/20210330191042607043o.jpg", "publishedAt": "2021-03-30T22:08:00Z", "content": "A facilidade com os números sempre fez parte do cotidiano do estudante Eduardo Belian, de 16 anos, morador do tradicional bairro de Peixinhos, em Olinda. Com um misto de alegria e surpresa, o aluno d… [+3741 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Wyllian Torres", "title": "Sub-Netuno de curtíssimo período orbital é confirmado ao redor de anã vermelha - Canaltech", "description": "Pesquisadores confirmam a existência do exoplaneta TOI-1634b, classificado como sub-Netuno orbitando sua estrela hospedeira a cada um dia. O sistema fica localizado a 115 anos-luz de distância na constelação de Perseus", "url": "https://canaltech.com.br/espaco/sub-netuno-de-curtissimo-periodo-orbital-e-confirmado-ao-redor-de-ana-vermelha-181683/", "urlToImage": "https://ibcdn.canaltech.com.br/fP1poP4Ftf9v-mrI-RW4ta1Hu0A=/1400x788/smart/i436547.jpeg", "publishedAt": "2021-03-30T20:10:00Z", "content": "Através de dados obtidos com o Transiting Exoplanet Survey (TESS), da NASA, e do espectrógrafo HAROS-N, localizado no Telescopio Nazionale Galileo (TNG), astrônomos confirmam a existência do exoplane… [+1945 chars]"}, {"source": {"id": null, "name": "Megacurioso.com.br"}, "author": "Jorge Marin", "title": "Henrietta Lacks: a história da jovem que virou cobaia sem saber - Mega Curioso", "description": "Frequentemente se fala nos abusos cometidos no campo da pesquisa científica. Cobaias humanas desses estudos criminosos geralmente possuíam algum tipo de vulnerabilidade física ou social. Foi com esse perfil que, no dia 1º de abril de 1951, a jovem Henrietta L…", "url": "https://www.megacurioso.com.br//ciencia/118195-henrietta-lacks-a-historia-da-jovem-que-virou-cobaia-sem-saber.htm", "urlToImage": "https://mega.ibxk.com.br/2021/03/30/30153352469222.jpg?ims=600x", "publishedAt": "2021-03-30T20:00:01Z", "content": "Frequentemente se fala nos abusos cometidos no campo da pesquisa científica. Cobaias humanas desses estudos criminosos geralmente possuíam algum tipo de vulnerabilidade física ou social. Foi com esse… [+2349 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Natalie Rosa", "title": "Observações da NASA mostram que humanos estão desequilibrando energia da Terra - Canaltech", "description": "De acordo com um novo estudo da NASA, as atividades humanas que geram a emissão de gases de efeito estufa na atmosfera estão fazendo com que a Terra gaste ainda mais energia. Os cientistas vão usar a análise para prever as alterações climáticas no futuro", "url": "https://canaltech.com.br/meio-ambiente/observacoes-da-nasa-mostram-que-humanos-estao-desequilibrando-energia-da-terra-181665/", "urlToImage": "https://ibcdn.canaltech.com.br/9lPe_T9LMdH04IHFR9kkP-Q8dtk=/1280x720/smart/i436452.jpeg", "publishedAt": "2021-03-30T19:05:00Z", "content": "Tudo sobreNASA\r\nSaiba tudo sobre NASA\r\nDe acordo com informações da NASA, as atividades humanas vêm reduzindo o \"orçamento\" de energia da Terra, que vive em uma constante tentativa de equilibrar o fl… [+2138 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Notícias ao Minuto", "title": "Médicos canadianos preocupados com doença neurológica sem causa conhecida - Notícias ao Minuto", "description": "Sintomas demonstrados pelos pacientes podem facilmente ser diagnosticados como ansiedade ou depressão, mas agravam-se.", "url": "https://www.noticiasaominuto.com/mundo/1721773/medicos-canadianos-preocupados-com-doenca-neurologica-sem-causa-conhecida", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_60636fceea59c.jpg?crop_params=eyJsYW5kc2NhcGUiOnsiY3JvcFdpZHRoIjoyNTUwLCJjcm9wSGVpZ2h0IjoxNDM0LCJjcm9wWCI6MTEsImNyb3BZIjoxNjB9LCJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjk2MCwiY3JvcEhlaWdodCI6MTcwNywiY3JvcFgiOjEyOTUsImNyb3BZIjowfX0=", "publishedAt": "2021-03-30T18:58:29Z", "content": "Os médicos canadianos acreditam ter identificado uma doença mental previamente desconhecida, depois da análise a dezenas de casos de pacientes com perda de memória, alucinações e atrofia muscular.\r\nO… [+1916 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Nathan Vieira", "title": "Ciência desenvolve tratamento para fazer dentes nascerem de novo - Canaltech", "description": "Criado por cientistas da Universidade de Kyoto e da Universidade de Fukui, o tratamento envolve anticorpos monoclonais e estimula o organismo a desenvolver novos dentes. Os resultados foram promissores em ratos e furões. A ideia é testar em outros animais", "url": "https://canaltech.com.br/saude/ciencia-desenvolve-tratamento-para-fazer-dentes-nascerem-de-novo-181660/", "urlToImage": "https://ibcdn.canaltech.com.br/OemZIxZMhWkE7aaZYdjG7Qy9Hk0=/1400x788/smart/i436426.jpeg", "publishedAt": "2021-03-30T18:30:00Z", "content": "Já não é segredo algum que a ciência busca, à sua maneira, ajudar na resolução de determinados problemas na vida das pessoas. E uma dessas iniciativas veio à tona recentemente, por meio de um estudo … [+2239 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Rui Parreira", "title": "Starship: Quarto ensaio, nova explosão. Desta vez o protótipo SN11 da SpaceX não passou da fase de voo. Vej... - SAPO Tek", "description": "Problemas no motor número 2 durante a fase descendente impediram o protótipo da empresa de Elon Musk de executar as manobras, levando à sua explosão.", "url": "https://tek.sapo.pt/noticias/ciencia/artigos/starship-quarto-ensaio-nova-explosao-desta-vez-o-prototipo-sn11-da-spacex-nao-passou-da-fase-de-voo", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ZjAzVj3XSFf8e4pkIV4+PZwIQcB+hqOCzy/Q3JWQmR3wajeMWzMNixUvSbDLqWM6+plv1LrIr1VS+tHkXztrv+DY/3Bwy7vG0xqO/rTaYvCQQVQ=", "publishedAt": "2021-03-30T15:56:16Z", "content": "Tal como prometido para hoje, a SpaceX realizou o novo ensaio com esperança que iria fazer história. O objetivo do protótipo SN11 era alcançar uma atitude de 10 quilómetros e fazer a manobra de regre… [+1804 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Inês Moura Pinto", "title": "Demência: “Não sei se o impacto da pandemia será completamente recuperável” - PÚBLICO", "description": "Ana Verdelho, neurologista dedicada às demências e investigadora no Instituto de Medicina Molecular, explica como a pandemia afectou o diagnóstico e o acompanhamento dos doentes com demência.", "url": "https://www.publico.pt/2021/03/30/sociedade/noticia/demencia-nao-sei-impacto-pandemia-sera-completamente-recuperavel-1955854", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1567041?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-03-30T15:52:31Z", "content": "O confinamento está a retirar a socialização a muitos doentes com demência e as consequências podem ser irreparáveis. Há também casos que ficam por diagnosticar. Embora a perda de memória seja a evid… [+367 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Lusa", "title": "Cometa interestelar 2I/Borisov, descoberto em 2019, pode ser o mais puro - Notícias ao Minuto", "description": "Novas observações com o telescópio VLT, no Chile, permitiram aos astrónomos concluir que o 2I/Borisov pode ser o cometa mais puro, mantendo imaculadas as assinaturas da nuvem de gás e poeira que lhe deu origem, foi hoje divulgado.", "url": "https://www.noticiasaominuto.com/tech/1721530/cometa-interestelar-2i-borisov-descoberto-em-2019-pode-ser-o-mais-puro", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_5da84f036b455.jpg", "publishedAt": "2021-03-30T15:06:24Z", "content": "O cometa foi descoberto pelo astrónomo amador ucraniano Gennady Borisov em agosto de 2019, tendo-se confirmado posteriormente que se tratava de um cometa interestelar, o primeiro que vinha de fora do… [+2851 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Imagem infravermelha pode aumentar precisão do diagnóstico de Covid-19 - Revista Galileu", "description": "Técnica poderia ajudar a identificar casos assintomáticos da doença causada pelo vírus Sars-CoV-2, segundo estudo da Universidade McGill, no Canadá", "url": "https://revistagalileu.globo.com/Ciencia/Saude/noticia/2021/03/imagem-infravermelha-pode-aumentar-precisao-do-diagnostico-de-covid-19.html", "urlToImage": "https://s2.glbimg.com/95Lvqy_83AafB0xyC4Ic7j2PRl0=/512x320/smart/e.glbimg.com/og/ed/f/original/2021/03/30/fig-1.png", "publishedAt": "2021-03-30T14:36:13Z", "content": "Imagem infravermelha pode ajudar a diagnosticar Covid-19, segundo estudo (Foto: Universidade McGill/Divulgação)\r\nA termografia infravermelha, um exame de imagem que detecta variações de calor, pode s… [+3177 chars]"}, {"source": {"id": null, "name": "Sabado.pt"}, "author": "Rita Pereira Carvalho", "title": "O céu está mais brilhante e a culpa é do lixo espacial - Revista Sábado", "description": "Investigadores alertam para as consequências da corrida ao espaço e concluem que já não existe um único lugar na Terra onde seja possível observar o espaço sem a interferência da luz refletida pelos satélites e pelo lixo espacial.", "url": "https://www.sabado.pt/ciencia---saude/detalhe/o-ceu-esta-mais-brilhante-e-a-culpa-e-do-lixo-espacial", "urlToImage": "https://cdn.sabado.pt/images/2021-03/img_1200x676$2021_03_30_14_46_31_647463.jpg", "publishedAt": "2021-03-30T13:52:02Z", "content": "Nem tudo o que brilha no céu são estrelas e nenhum lugar deste planeta está protegido da poluição provocada pela luz dos satélites e do lixo espacial. Esta luz, revela um estudo publicado recentement… [+543 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Natalie Rosa", "title": "OMS diz ser provável que coronavírus tenha sido transmitido de animais a humanos - Canaltech", "description": "De acordo com um relatório da OMS (Organização Mundial de Saúde), é pouco provável que o coronavírus tenha surgido de um acidente de laboratório, com a probabilidade maior sendo a contaminação de humanos por animais", "url": "https://canaltech.com.br/saude/oms-diz-ser-provavel-que-coronavirus-tenha-sido-transmitido-de-animais-a-humanos-181600/", "urlToImage": "https://ibcdn.canaltech.com.br/SweErzKML1NDntjk-9-4khJkYRo=/1400x788/smart/i434196.jpeg", "publishedAt": "2021-03-30T13:30:00Z", "content": "A OMS (Organização Mundial de Saúde) acredita ser extremamente improvável que o coronavírus teria surgido a partir de um acidente de laboratório, mas bastante provável que a transmissão tenha acontec… [+1373 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Exame Informática | Investigadores usam 'engenharia reversa' e publicam código da vacina da Covid-19 da Moderna - Exame Informática", "description": "Investigadores da Universidade de Stanford analisaram gotas da vacina da Moderna que estavam nos frascos destinados ao lixo e conseguiram publicar a sequência de mRNA que constitui o fármaco. Código foi revelado no Github", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/ciencia-ei/2021-03-30-investigadores-usam-engenharia-reversa-e-publicam-codigo-da-vacina-da-covid-19-da-moderna/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/03/covid-19-vacina_exame%20informática.jpg", "publishedAt": "2021-03-30T13:09:00Z", "content": "Andrew Fire e Massa Shoura são os investigadores da Universidade de Stanford que publicaram no Github um relatório no qual detalham a constituição da sequência de mRNA da vacina da Moderna contra a C… [+2057 chars]"}, {"source": {"id": null, "name": "Terra.com.br"}, "author": null, "title": "As atividades para viver melhor com o passar do tempo - Terra", "description": "As atividades aeróbicas são importantes, mas os exercícios multiarticulares vão te ajudar ainda mais a não sentir o passar do tempo", "url": "https://www.terra.com.br/vida-e-estilo/saude/bem-estar/as-atividades-para-viver-melhor-com-o-passar-do-tempo,7375e5f645b40bed1cf43fa48229c2fe07arsogg.html", "urlToImage": "https://p2.trrsf.com/image/fget/cf/1200/628/middle/images.terra.com/2021/03/30/1766778216-shutterstock1921579748.jpg", "publishedAt": "2021-03-30T12:08:00Z", "content": "Alimentação saudável, rotina de exercícios, menos estresse e mais momentos de paz e sossego. Parece uma boa fórmula para prolongar os anos de vida com qualidade e saúde. Mas, com o passar do tempo, s… [+1815 chars]"}, {"source": {"id": null, "name": "Dnoticias.pt"}, "author": "Agência Lusa", "title": "Actividade sexual e satisfação reduzidas como consequência da pandemia - DNoticias", "description": "Investigadores do Laboratório de Investigação em Sexualidade Humana (SexLab) da Universidade do Porto concluíram, num estudo que envolveu mais de 3.000 pessoas, que \"grande parte\" dos participantes viu reduzida a sua atividade sexual e satisfação como consequ…", "url": "https://www.dnoticias.pt/2021/3/30/255966-actividade-sexual-e-satisfacao-reduzidas-como-consequencia-da-pandemia/", "urlToImage": "https://static-storage.dnoticias.pt/www-assets.dnoticias.pt/images/configuration/fb-9/logoactividade_sexual.jpg", "publishedAt": "2021-03-30T10:21:00Z", "content": "Investigadores do Laboratório de Investigação em Sexualidade Humana (SexLab) da Universidade do Porto concluíram, num estudo que envolveu mais de 3.000 pessoas, que \"grande parte\" dos participantes v… [+2792 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "", "title": "Líder da máfia calabresa detido em Lisboa enquanto recebia tratamento para o novo coronavírus - Sol", "description": "Segundo o jornal italiano Corriere della Sera, \"Ciccio Pakistan\" era considerado um dos 30 fugitivos italianos mais perigosos e estava desde 2007 fugido das autoridades policiais de Itália e internacionais.", "url": "https://sol.sapo.pt/artigo/729760/lider-da-mafia-calabresa-detido-em-lisboa-enquanto-recebia-tratamento-para-o-novo-coronavirus", "urlToImage": "https://cdn1.newsplex.pt/fotos/2021/3/30/773399.png?type=Artigo", "publishedAt": "2021-03-30T09:27:58Z", "content": "O líder do 'Nadrangheta’, máfia da região italiana de Calábria, Francesco Pelle, conhecido pela alcunha “Ciccio Pakistan”, foi detido, na segunda-feira, em Lisboa, onde estava internado após ter fica… [+1761 chars]"}, {"source": {"id": null, "name": "Inovacaotecnologica.com.br"}, "author": "Redação do Site Inovação Tecnológica", "title": "Uma interface neural para se comunicar com minicérebros - Site Inovação Tecnológica", "description": "O sistema permitirá fazer estudos complexos de neurociências sem necessidade de testes invasivos em animais ou em humanos.", "url": "https://www.inovacaotecnologica.com.br/noticias/noticia.php?artigo=uma-interface-neural-se-comunicar-minicerebros&id=010180210330", "urlToImage": "https://www.inovacaotecnologica.com.br/noticias/imagens/010180210330-interface-neural-comunicar-mini-cerebros.jpg", "publishedAt": "2021-03-30T09:24:17Z", "content": "Redação do Site Inovação Tecnológica - 30/03/2021\r\nMinicérebros\r\nSe fazer interfaces neurais para o cérebro humano é complicado, imagine então \"conversar\" com minicérebros desenvolvidos em laboratóri… [+3101 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Visão | Breve história das pandemias. Um vídeo que olha para trás para perceber o presente e o que pode vir aí - Visão", "description": "As pandemias sempre existiram, com mais ou menos força, maior ou menor impacto, mais ou menos mortos. Neste vídeo da Fundação Calouste Gulbenkian percebe-se que este é um fenómeno normal ao longo da nossa história. Mas com tendência a aumentar", "url": "https://visao.sapo.pt/atualidade/sociedade/2021-03-30-breve-historia-das-pandemias-um-video-que-olha-para-tras-para-perceber-o-presente-e-o-que-pode-vir-ai/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/03/GettyImages-463913111_wm.jpg", "publishedAt": "2021-03-30T09:16:00Z", "content": "“A sobrevivência humana é uma improbabilidade estatística”, começa por explicar Teresa Ferreira Rodrigues, professora de Relações Internacionais da Universidade Nova, que nos guia, neste vídeo lançad… [+1176 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Lusa", "title": "Empresários do Algarve anseiam por turistas e temem falências - PÚBLICO", "description": "As ruas de Albufeira nos últimos dias de Março revelam uma cidade despida da habitual animação que muitos dos turistas britânicos trazem nesta altura do ano.", "url": "https://www.publico.pt/2021/03/30/local/noticia/empresarios-algarve-anseiam-turistas-temem-falencias-1956467", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1568678?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-03-30T09:08:25Z", "content": "Os empresários no Algarve anseiam por turistas e antecipando mais um Verão fraco face às restrições para conter a pandemia de covid-19 temem que muitas empresas não consigam aguentar o Inverno e abra… [+4943 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "Maria Campos", "title": "Revelados novos dados (e as fronteiras) da Zelândia, o misterioso continente perdido - ZAP", "description": "Uma nova expedição de mapeamento oceânico está a traçar as fronteiras da Zelândia, um \"continente perdido\" submerso.", "url": "https://zap.aeiou.pt/revelados-novos-dados-e-as-fronteiras-da-zelandia-o-misterioso-continente-perdido-391040", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/06/0e0f6030cfe68b9c0f5814e961eed1bc.jpg", "publishedAt": "2021-03-30T09:00:13Z", "content": "Uma nova expedição de mapeamento oceânico está a traçar as fronteiras da Zelândia, um “continente perdido” submerso que hospeda a Nova Zelândia e o território da Nova Caledónia no Pacífico sul.\r\nEm 2… [+3363 chars]"}]}