{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Tempestades de areia podem ter acelerado a perda de a água em Marte - SoCientífica", "description": "Hoje o planeta vermelho nada mais é do que um grande deserto. Mas ele possivelmente já foi um local cheio de oceanos, como a Terra. Há lagos subterrâneos de água salgada em Marte e uma pequena quan…", "url": "https://socientifica.com.br/tempestades-de-areia-podem-ter-acelerado-a-perda-de-a-agua-em-marte/", "urlToImage": "https://i2.wp.com/socientifica.com.br/wp-content/uploads/2020/11/1499669140_001-scaled.jpg?fit=1200%2C675&ssl=1", "publishedAt": "2020-12-01T12:00:26Z", "content": "Hoje o planeta vermelho nada mais é do que um grande deserto. Mas ele possivelmente já foi um local cheio de oceanos, como a Terra. Há lagos subterrâneos de água salgada em Marte e uma pequena quanti… [+3983 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "Agência Brasil", "title": "Dezembro terá fenômeno astronômico \"planeta duplo\", que não ocorre desde a Idade Média; entenda - JC Online", "description": "A proximidade entre Júpiter e Saturno fará com que esses dois corpos celestes pareçam um planeta duplo", "url": "https://jc.ne10.uol.com.br/mundo/2020/12/12003712-dezembro--tera-fenomeno-astronomico--planeta-duplo---que-nao-ocorre-desde-a-idade-media--entenda.html", "urlToImage": "https://imagens.ne10.uol.com.br/veiculos/_midias/jpg/2020/12/01/615x300/1_2018_07_17t160035z_1346715015_rc182c0e64a0_rtrmadp_3_space_jupiter_0-16902281.jpg", "publishedAt": "2020-12-01T10:03:00Z", "content": "Um fenômeno astronômico que não acontece desde a Idade Média poderá ser observado no dia 21 de dezembro, logo após o pôr do Sol: a proximidade entre Júpiter e Saturno fará com que esses dois corpos c… [+1399 chars]"}, {"source": {"id": null, "name": "Revistaplaneta.com.br"}, "author": null, "title": "Remédios para depressão podem ajudar no tratamento da covid-19 - Revista Planeta", "description": "Medicamentos conhecidos como inibidores seletivos da recaptação de serotonina têm potencial para reduzir inflamação causada pelo coronavírus e evitar danos aos órgãos", "url": "https://www.revistaplaneta.com.br/remedios-para-depressao-podem-ajudar-no-tratamento-da-covid-19/", "urlToImage": "https://www.revistaplaneta.com.br/wp-content/uploads/sites/3/2020/12/deprcovid1.jpg", "publishedAt": "2020-12-01T09:48:00Z", "content": "O uso de uma classe de medicamentos já empregada no tratamento de transtornos de ansiedade e depressão, os inibidores seletivos da recaptação de serotonina (fluoxetina e fluvoxamina), demonstrou ter … [+4896 chars]"}, {"source": {"id": null, "name": "Guiamuriae.com.br"}, "author": null, "title": "Coronavírus provoca morte de homem sem comorbidades e 62 novos casos em Muriaé - Guia Muriaé", "description": "Um homem de 41 anos foi a vítima mais recente da c", "url": "https://www.guiamuriae.com.br/noticias/saude/coronavirus-provoca-morte-de-homem-sem-comorbidades-e-62-novos-casos-em-muriae/", "urlToImage": "https://www.guiamuriae.com.br/wp-content/uploads/2020/04/Coronavirus-Covid-19-Arte-Pixabay.jpg", "publishedAt": "2020-12-01T09:26:27Z", "content": "Um homem de 41 anos foi a vítima mais recente da covid-19 em Muriaé. Ele era morador do município e não possuía registro de comorbidades – ou seja, tinha boa saúde.Já o número de novas infecções regi… [+1503 chars]"}, {"source": {"id": null, "name": "Inovacaotecnologica.com.br"}, "author": "Redação do Site Inovação Tecnológica", "title": "Novo processo aproxima materiais sintéticos dos materiais naturais - Site Inovação Tecnológica", "description": "Cientistas suíços desenvolveram polímeros fortes e flexíveis, que imitam mais de perto os materiais encontrados em nosso corpo.", "url": "https://www.inovacaotecnologica.com.br/noticias/noticia.php?artigo=novo-processo-aproxima-materiais-sinteticos-materiais-naturais&id=020160201201", "urlToImage": "https://www.inovacaotecnologica.com.br/noticias/imagens/020160201201-meio-natural-meio-sintetico-2.jpg", "publishedAt": "2020-12-01T09:25:37Z", "content": "Redação do Site Inovação Tecnológica - 01/12/2020\r\nHidrogéis\r\nCientistas suíços desenvolveram uma nova maneira de fazer polímeros compostos fortes e flexíveis que imitam mais de perto os materiais en… [+2513 chars]"}, {"source": {"id": null, "name": "Correiobraziliense.com.br"}, "author": "Cibele Moreira", "title": "Dia da Astronomia: especialistas de Brasília explicam a origem da data - Correio Braziliense", "description": "Astrônomos compartilham curiosidades e fatos sobre a ciência responsável por estudar e tentar desvendar os mistérios do universo. Amanhã, comemora-se o Dia Nacional da Astronomia, data escolhida em homenagem a Dom Pedro II, entusiasta desse campo do conhecime…", "url": "https://www.correiobraziliense.com.br/cidades-df/2020/12/4892291-dia-da-astronomia-especialistas-de-brasilia-explicam-a-origem-da-data.html", "urlToImage": "https://midias.correiobraziliense.com.br/_midias/jpg/2020/12/01/cats-6426102.jpg", "publishedAt": "2020-12-01T09:00:00Z", "content": "“No mundo da lua”. Para alguns, a frase pode se referir a alguém desligado, desatento, mas, para outros, a expressão vai muito além. Profissionais e entusiastas da astronomia contam ao Correiocuriosi… [+6052 chars]"}, {"source": {"id": null, "name": "Hypescience.com"}, "author": "Marcelo Ribeiro", "title": "“Vai mudar tudo”: IA do Google faz salto gigantesco na descoberta da estrutura de proteínas - HypeScience - A ciência é a grande estrela do mundo real", "description": "Um salto gigantesco na resolução de um dos maiores desafios da biologia foi dado pela inteligência artificial do Google DeepMind", "url": "https://hypescience.com/deepmind-alphafold-estrutura-proteinas/", "urlToImage": "https://hypescience.com/wp-content/uploads/2020/12/deepmind-google-alphafold.jpg", "publishedAt": "2020-12-01T03:51:53Z", "content": "Por Marcelo Ribeiro, em 1.12.2020\r\nUma rede de inteligência artificial (IA) desenvolvida pela DeepMind do Google deu um salto gigantesco na resolução de um dos maiores desafios da biologia – determin… [+11492 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "A estrela V1787 Ori tem uma \"companheira\" menos massiva que o Sol - Canaltech", "description": "Em um novo estudo, astrônomos indianos descrevem a descoberta da companheira da estrela V1787 Ori, a V1787 Ori B, que é uma estrela do tipo M 60% menos massiva que o Sol. A dupla está separada por 2.577 unidades astronômicas", "url": "https://canaltech.com.br/espaco/a-estrela-v1787-ori-tem-uma-companheira-menos-massiva-que-o-sol-175476/", "urlToImage": "https://ibcdn.canaltech.com.br/Iwlgu_Tcpt2dZyFr7zOdCwEohX4=/700x394/smart/i399217.jpeg", "publishedAt": "2020-12-01T00:00:00Z", "content": "A estrela V1787 Ori, localizada a cerca de 1.260 anos-luz de distância da Terra, na região de formação de estrelas em Orion A, não parece estar sozinha: astrônomos da instituição Roy Arun of Christ, … [+2985 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Abelhas podem fazer manobras complexas para desviar de obstáculos - SoCientífica", "description": "Os insetos não são, teoricamente, animais muito inteligentes. Eles não têm um cérebro, como nós humanos, mas sim um conjunto de gânglios. Estes últimos são aglomerados de neurônios e outras células…", "url": "https://socientifica.com.br/abelhas-podem-desviar-de-obstaculos-complexos-durante-o-voo/", "urlToImage": "https://i2.wp.com/socientifica.com.br/wp-content/uploads/2020/11/flower-2222228_1920.jpg?fit=1200%2C794&ssl=1", "publishedAt": "2020-11-30T23:02:15Z", "content": "Os insetos não são, teoricamente, animais muito inteligentes. Eles não têm um cérebro, como nós humanos, mas sim um conjunto de gânglios. Estes últimos são aglomerados de neurônios e outras células n… [+3210 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "COVID-19: Como está a taxa de risco do seu concelho? - Pplware", "description": "A Incidência Cumulativa a 14 dias de infeção de COVID-19 corresponde ao quociente entre o número de novos casos confirmados nos 14 dias anteriores", "url": "https://pplware.sapo.pt/informacao/covid-19-como-esta-a-taxa-de-risco-do-seu-concelho/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/07/covid-19_00-1.jpg", "publishedAt": "2020-11-30T23:02:00Z", "content": "Tal como acontece às segunda-feiras, a DGS publica no seu relatório os números da incidencia cumulativa a 14 dias de infecao por SARS-CoV-2/ COVID-19 para os concelhos de Portugal.\r\nConheçam os últim… [+3108 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Astrônomos recriam mapa da Via Láctea e descobrem algo sobre a Terra - SoCientífica", "description": "A terra não está onde acreditávamos estar no espaço, de acordo com novas pesquisas. Foi o que perceberam os astrônomos, que refizeram o mapa da Via Láctea a partir de novos dados e observações. Não…", "url": "https://socientifica.com.br/astronomos-recriam-mapa-da-via-lactea/", "urlToImage": "https://i0.wp.com/socientifica.com.br/wp-content/uploads/2020/11/NGC-3147-640x353-2.jpg?fit=1200%2C858&ssl=1", "publishedAt": "2020-11-30T22:07:30Z", "content": "A terra não está onde acreditávamos estar no espaço, de acordo com novas pesquisas. Foi o que perceberam os astrônomos, que refizeram o mapa da Via Láctea a partir de novos dados e observações.\r\nNão … [+2590 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Perda do Observatório de Arecibo prejudica análise de objetos próximos da Terra - Canaltech", "description": "A perda do Observatório de Arecibo deixará a Terra um pouco mais vulnerável contra as possíveis colisões com asteroides. O radar da instalação era único em sua capacidade de analisar as características dos objetos mais próximos do nosso planeta", "url": "https://canaltech.com.br/espaco/perda-do-observatorio-de-arecibo-prejudica-analise-de-objetos-proximos-da-terra-175478/", "urlToImage": "https://ibcdn.canaltech.com.br/g41eaIPlREDzcBzRH_fpACh19EE=/700x394/smart/i396334.jpeg", "publishedAt": "2020-11-30T21:00:00Z", "content": "Embora o Observatório Arecibo não fosse o único capaz de ajudar os astrônomos a identificar asteroides próximos da Terra e suas potenciais ameaças ao nosso planeta, a instalação era uma das mais impo… [+3773 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Estudo sugere que fenômeno da quintessência pode sumir com nosso Universo - Tilt", "description": "Cientistas afirmam que os átomos representam apenas 5% de todo o universo. O restante seria composto tanto por matéria escura quanto por energia escura. Essa última seria a razão pela qual o universo continua a se expandir de maneira acelerada. Mas um est", "url": "https://www.uol.com.br/tilt/noticias/redacao/2020/11/30/existencia-de-um-quinto-elemento-pode-mudar-o-que-sabemos-sobre-o-universo.htm", "urlToImage": "https://conteudo.imguol.com.br/c/tab/d8/2020/07/29/vastidao-do-universo-1596048513902_v2_615x300.jpg", "publishedAt": "2020-11-30T20:06:52Z", "content": "Cientistas afirmam que os átomos representam apenas 5% de todo o universo. O restante seria composto tanto por matéria escura quanto por energia escura. Essa última seria a razão pela qual o universo… [+2824 chars]"}, {"source": {"id": null, "name": "Expressodasilhas.cv"}, "author": "Sheilla Ribeiro", "title": "COVID-19: Taxa de incidência na Praia diminui para 85 por 100 mil - Expresso das Ilhas", "description": "A taxa de incidência acumulada no concelho da Praia diminui, nos últimos 14 dias, de 166 casos por 100 mil habitantes para 85 por 100 mil habitantes. Entretanto, Praia continua a ser o concelho com maior número de casos activos, 102, seguido de São Filipe com…", "url": "https://expressodasilhas.cv/pais/2020/11/30/covid-19-taxa-de-incidencia-na-praia-diminui-para-85-por-100-mil/72377", "urlToImage": "https://static.expressodasilhas.cv/media/2020/11/18335678.normal.jpg", "publishedAt": "2020-11-30T19:50:00Z", "content": "A taxa de incidência acumulada no concelho da Praia diminui, nos últimos 14 dias, de 166 casos por 100 mil habitantes para 85 por 100 mil habitantes. Entretanto, Praia continua a ser o concelho com m… [+3176 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Sofia Correia Baptista", "title": "Conheça a taxa de incidência da covid-19 no seu concelho (há 50 com risco extremamente elevado) - PÚBLICO", "description": "Os dados referem-se ao período de 14 dias entre 12 e 25 de Novembro, o que significa que há mais três concelhos neste nível de risco em relação aos dados anteriores (entre 6 e 19 de Novembro). Freixo de Espada à Cinta é o concelho com maior taxa de incidência…", "url": "https://www.publico.pt/2020/11/30/sociedade/noticia/covid19-ha-50-concelhos-risco-extremamente-elevado-transmissao-1941278", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1530511?tp=UH&db=IMAGENS&type=PNG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2020-11-30T19:22:00Z", "content": "Entre os dias 12 e 25 de Novembro, 50 concelhos do país registaram mais de 960 casos de infecção pelo novo coronavírus por 100 mil habitantes, o nível considerado de risco extremamente elevado. De ac… [+3103 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Este crânio primata está causando polêmica entre os paleontólogos - SoCientífica", "description": "O termo humano refere-se a diversas espécies, não só aos sapiens (nós). Humanos são todos os animais do gênero homo – os  homo sapiens, homo neanderthalensis, homo erectus, entre diversa…", "url": "https://socientifica.com.br/este-cranio-primata-esta-causando-polemica-entre-os-paleontologos/", "urlToImage": "https://i1.wp.com/socientifica.com.br/wp-content/uploads/2020/11/1280px-Sahelanthropus_tchadensis_-_TM_266-01-060-1_Global_fond.jpg?fit=1200%2C643&ssl=1", "publishedAt": "2020-11-30T19:00:48Z", "content": "O termo humano refere-se a diversas espécies, não só aos sapiens (nós). Humanos são todos os animais do gênero homo – os  homo sapiens, homo neanderthalensis, homo erectus, entre diversas outras espé… [+3977 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Micro-rovers podem ser a solução para explorar formações profundas na Lua - Canaltech", "description": "William \"Red\" Whittaker, professor do instituto de robótica da Carnegie Mellon University, está avançando com sua equipe no projeto do PitRover. Trata-se de um micro-rover que poderia sondar os abismos profundos da Lua, e ele teria apenas 12 dias para sua mis…", "url": "https://canaltech.com.br/espaco/micro-rovers-podem-ser-a-solucao-para-explorar-formacoes-profundas-na-lua-175459/", "urlToImage": "https://ibcdn.canaltech.com.br/8LWF0msntZJj0_BgZLfxsvmAn6E=/700x394/smart/i399143.png", "publishedAt": "2020-11-30T18:40:00Z", "content": "A superfície da Lua é marcada por abismos que, talvez, estejam conectados com tubos de lava formados em nosso satélite natural. Para explorar estas formações, William Red Whittaker, professor da Carn… [+3510 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Última girafa branca está sendo monitorada por GPS - SoCientífica", "description": "Em março de 2020 guardas florestais encontraram duas girafas brancas mortas na Comunidade de Conservação Ishaqbini Hirola, no Quênia. Os animais provavelmente acabaram mortos por caçadores ilegais …", "url": "https://socientifica.com.br/macho-de-girafa-branca-esta-sendo-monitorado-por-gps/", "urlToImage": "https://i2.wp.com/socientifica.com.br/wp-content/uploads/2020/11/2020_nov25_whitegiraffe.jpeg?fit=800%2C600&ssl=1", "publishedAt": "2020-11-30T18:01:01Z", "content": "Em março de 2020 guardas florestais encontraram duas girafas brancas mortas na Comunidade de Conservação Ishaqbini Hirola, no Quênia. Os animais provavelmente acabaram mortos por caçadores ilegais da… [+3161 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Exame Informática| Investigadores portugueses criam ventiladores simplificados e mais baratos - Exame Informática", "description": "A Covid-19 trouxe a necessidade de se terem mais ventiladores disponíveis e uma equipa de cientistas portugueses criou novos modelos mais simples e que custam menos de mil euros", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/ciencia-ei/2020-11-30-portugueses-criam-ventiladores-simplificados-e-mais-baratos/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2020/11/ventiladores1_exame%20informática.jpg", "publishedAt": "2020-11-30T17:47:00Z", "content": null}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Candidata a mensagem alienígena veio de estrela como o Sol, diz astrônomo - Tilt", "description": "Um astrônomo amador rastreou uma possível fonte do Wow!, um misterioso sinal que veio do espaço em 1977. De acordo com a revista \"Astronomy\", Alberto Caballero descobriu que o sinal viria de uma estrela muito semelhante ao Sol do nosso Sistema Solar.A des", "url": "https://www.uol.com.br/tilt/noticias/redacao/2020/11/30/candidata-a-mensagem-alienigena-veio-de-estrela-como-o-sol-diz-pesquisador.htm", "urlToImage": "https://conteudo.imguol.com.br/c/noticias/5b/2019/03/25/antenas-extraterrestre-radiotelescopio-1553520994157_v2_615x300.jpg", "publishedAt": "2020-11-30T16:49:31Z", "content": "Um astrônomo amador rastreou uma possível fonte do Wow!, um misterioso sinal que veio do espaço em 1977. De acordo com a revista \"Astronomy\", Alberto Caballero descobriu que o sinal viria de uma estr… [+1624 chars]"}, {"source": {"id": null, "name": "Selfie.iol.pt"}, "author": "Cátia Soares", "title": "Pedro Fernandes: \"Sofri bullying psicológico, foram anos difíceis\" - Selfie", "description": "Convidado da rubrica SELFIE SEM FILTROS, Pedro Fernandes recordou a infância e a adolescência, em que foi vítima de bullying, o sonho do futebol, os karaokes em Alvor e a ligação à família.", "url": "https://selfie.iol.pt/nacional/selfie-sem-filtros/pedro-fernandes-sofri-bullying-psicologico-foram-anos-dificeis", "urlToImage": "https://img.iol.pt/preset/5fbe44c90cf2ec6e471529a7/og/selfie", "publishedAt": "2020-11-30T16:48:15Z", "content": "Pedro Fernandes, o homem para além da televisão e da rádio\r\nPedro Fernandes sobre a mulher: \"Se não fosse a Rita, eu não era a pessoa que sou hoje\"\r\nPedro Fernandes: \"Perder uma pessoa que amamos é m… [+7525 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Um marsupial da Austrália extremamente fofo – e fluorescente - SoCientífica", "description": "Aparentemente, a fauna australiana tem uma moda bem peculiar. Há poucos dias pesquisadores descobriram que ornitorrincos emitem luz fluorescente quando expostos a luz UV. Como se não fosse suficien…", "url": "https://socientifica.com.br/vombate-fluorescente-australiano/", "urlToImage": "https://i2.wp.com/socientifica.com.br/wp-content/uploads/2020/11/wombats-2365429_1920.jpg?fit=1200%2C801&ssl=1", "publishedAt": "2020-11-30T16:07:30Z", "content": "Aparentemente, a fauna australiana tem uma moda bem peculiar. Há poucos dias pesquisadores descobriram que ornitorrincos emitem luz fluorescente quando expostos a luz UV. Como se não fosse suficiente… [+3468 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Cientistas explicam por que não se consegue parar a pandemia - Sputnik Brasil", "description": "Cientistas turcos descobriram que a quantidade de vírus SARS-CoV-2 no organismo de pacientes assintomáticos é mais alta do que nos que apresentam sintomas, o que...", "url": "https://br.sputniknews.com/ciencia_tecnologia/2020113016534508-cientistas-explicam-por-que-nao-se-consegue-parar-a-pandemia/", "urlToImage": "https://cdnbr3.img.sputniknews.com/images/1521/55/15215534.jpg", "publishedAt": "2020-11-30T15:44:00Z", "content": null}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "Explosão estelar ocorrida há 350 anos foi bem mais energética do que se esperava - Canaltech", "description": "Um novo estudo revelou que a explosão da estrela CK Vulpeculae, observada pela primeira vez em 1670, emitiu 25 vezes mais energia do que estudos anteriores propunham, de modo que o fenômeno ficaria no meio-termo entre uma nova e uma supernova", "url": "https://canaltech.com.br/espaco/explosao-estelar-ocorrida-ha-350-anos-foi-bem-mais-energetica-do-que-se-esperava-175445/", "urlToImage": "https://ibcdn.canaltech.com.br/I3oj-gsJi6-6TOAcsR2uUlvFR48=/700x394/smart/i399035.jpeg", "publishedAt": "2020-11-30T15:20:00Z", "content": "Em 1670, a explosão da estrela CK Vulpeculae foi registrada pelo astrônomo Voituret Anthelme. Desde então, astrônomos vêm tentando entender o que poderia ter causado o fenômeno e, agora, um novo estu… [+3540 chars]"}, {"source": {"id": null, "name": "Socientifica.com.br"}, "author": null, "title": "Mariposas que escapam de morcegos com suas asas a prova de som - SoCientífica", "description": "A evolução, por vezes, cria características impressionantes. Desde fluorescência até a camuflagem, as populações precisam a desenvolver certas estratégias de sobrevivência por pressão do ambiente. …", "url": "https://socientifica.com.br/cientistas-descobriram-mariposas-com-asas-que-absorvem-som/", "urlToImage": "https://i2.wp.com/socientifica.com.br/wp-content/uploads/2020/11/content-1606496751-moth-scales-article.jpg?fit=1000%2C666&ssl=1", "publishedAt": "2020-11-30T14:30:46Z", "content": "A evolução, por vezes, cria características impressionantes. Desde fluorescência até a camuflagem, as populações precisam a desenvolver certas estratégias de sobrevivência por pressão do ambiente. Es… [+3357 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "O Planeta Terra diz adeus à sua mini lua - Pplware - Pplware", "description": "A Terra despede-se da sua Mini lua que esteve a fazer companhia ao planeta cerca de 3 anos. Este pequeno asteroide vai agora em direção ao espaço profundo.", "url": "https://pplware.sapo.pt/ciencia/o-planeta-terra-diz-adeus-a-sua-mini-lua/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/minilua_da_terra00.jpg", "publishedAt": "2020-11-30T14:00:00Z", "content": "Depois de mais de 3 anos presa à Terra, esta mini lua está agora a despedir-se do nosso planeta para se afastar para sempre. Conforme demos a conhecer, no início deste ano, uma equipa de astrónomos c… [+2840 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Danielle Cassita", "title": "As estruturas de formação dos planetas podem ser afetadas por mundos gigantes - Canaltech", "description": "Astrofísicos da Universidade de Warwick mostraram que planetas gigantes podem fazer com que discos planetários tenham estrutura de discos mais velhos. Este processo seria explicado pela presença de planetas gigantes no início da vida do disco", "url": "https://canaltech.com.br/espaco/as-estruturas-de-formacao-dos-planetas-podem-ser-afetadas-por-mundos-gigantes-175408/", "urlToImage": "https://ibcdn.canaltech.com.br/FU56iXtfjI32dFOVJbgZlH3xQiw=/700x394/smart/i398790.png", "publishedAt": "2020-11-30T13:50:00Z", "content": "Um novo estudo feito por astrônomos da Universidade de Warwick, no Reino Unido, pode ter encontrado o motivo pelo qual estruturas espirais não são observadas em discos planetários jovens em planetas … [+3826 chars]"}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "Vacina de Oxford perde status de grande aposta e vira incógnita - Ciência Estadão", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMieWh0dHBzOi8vY2llbmNpYS5lc3RhZGFvLmNvbS5ici9ub3RpY2lhcy9nZXJhbCx2YWNpbmEtZGUtb3hmb3JkLXBlcmRlLXN0YXR1cy1kZS1ncmFuZGUtYXBvc3RhLWUtdmlyYS1pbmNvZ25pdGEsNzAwMDM1MzMyMjLSAX1odHRwczovL2NpZW5jaWEuZXN0YWRhby5jb20uYnIvbm90aWNpYXMvZ2VyYWwsdmFjaW5hLWRlLW94Zm9yZC1wZXJkZS1zdGF0dXMtZGUtZ3JhbmRlLWFwb3N0YS1lLXZpcmEtaW5jb2duaXRhLDcwMDAzNTMzMjIyLmFtcA?oc=5", "urlToImage": null, "publishedAt": "2020-11-30T13:00:00Z", "content": null}, {"source": {"id": null, "name": "Postal.pt"}, "author": null, "title": "Zona do Parque Industrial de Loulé encontra-se 'debaixo' de água - Postal do Algarve", "description": "Imagens colhidas na zona industrial de Loulé sobre as consequências da intensidade da pluviosidade das últimas horas, com acessos rodoviários e edifícios parcialmente afetados", "url": "http://postal.pt/sociedade/2020-11-30-Zona-do-Parque-Industrial-de-Loule-encontra-se-debaixo-de-agua", "urlToImage": "https://images.impresa.pt/postal/2020-11-30-Parque-Industrial-Loule.jpg/fb/wm", "publishedAt": "2020-11-30T12:43:49Z", "content": "As fortes chuvas desta noite atingiram o país e especialmente o Algarve. Os efeitos da chuva causaram várias inundações em diversas localidades.\r\nNa zona do Parque Industrial de Loulé, as imagens col… [+818 chars]"}, {"source": {"id": null, "name": "Inovacaotecnologica.com.br"}, "author": "Redação do Site Inovação Tecnológica", "title": "Experimento vai estudar vácuo quântico e buracos negros usando som - Site Inovação Tecnológica", "description": "Simular um sistema com outro tem sido especialmente útil para entender os buracos negros, já que eles são efetivamente inacessíveis.", "url": "https://www.inovacaotecnologica.com.br/noticias/noticia.php?artigo=experimento-vai-estudar-vacuo-quantico-buracos-negros-usando-som&id=010130201130", "urlToImage": "https://www.inovacaotecnologica.com.br/noticias/imagens/010130201130-observar-vacuo-quantico.jpg", "publishedAt": "2020-11-30T10:30:51Z", "content": "Redação do Site Inovação Tecnológica - 30/11/2020\r\nEfeito Unruh\r\nVocê sabe que o vácuo não é vazio, com vários experimentos já tendo demonstrado que ele é repleto de partículas, que surgem e desapare… [+4159 chars]"}, {"source": {"id": null, "name": "Inovacaotecnologica.com.br"}, "author": "Redação do Site Inovação Tecnológica", "title": "Sensor gera sua própria energia usando tunelamento quântico - Site Inovação Tecnológica", "description": "Os sensores podem funcionar mais de um ano sem precisar de nenhuma manutenção ou troca de bateria.", "url": "https://www.inovacaotecnologica.com.br/noticias/noticia.php?artigo=sensor-gera-sua-propria-energia-usando-tunelamento-quantico&id=010165201130", "urlToImage": "https://www.inovacaotecnologica.com.br/noticias/imagens/010165201130-sensor-autoalimenta-se-sozinho.jpg", "publishedAt": "2020-11-30T10:30:51Z", "content": "Redação do Site Inovação Tecnológica - 30/11/2020\r\nAutogeração de energia\r\nEdifícios inteligentes, eletrônica de vestir, monitoramento ambiental, internet das coisas, são todas tecnologias fortemente… [+3108 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Revista de Imprensa", "title": "Covid-19: Mais de 47 mil pessoas já pediram aconselhamento psicológico - Diário Digital", "description": "Desde o dia 1 de Abril até dia 3 de Novembro, a Linha de Aconselhamento Psicológico (LAP), do serviço SNS24, atendeu cerca de 47.248 chamadas de pessoas que se mostravam frágeis devido à crise de saúde pública da Covid-19.", "url": "https://executivedigest.sapo.pt/covid-19-mais-de-47-mil-pessoas-ja-pediram-aconselhamento-psicologico/", "urlToImage": "https://executivedigest.sapo.pt/wp-content/uploads/2020/09/esgotamento-1-900x450.jpg", "publishedAt": "2020-11-30T10:08:00Z", "content": null}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "\"De tirar a respiração\". Astronauta vê Terra do Espaço pela primeira vez - Notícias ao Minuto", "description": "Victor Glover chegou à Estação Espacial Internacional na mais recente missão tripulada da SpaceX, a Crew-1.", "url": "https://www.noticiasaominuto.com/tech/1637711/de-tirar-a-respiracao-astronauta-ve-terra-do-espaco-pela-primeira-vez", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1606728585/naom_5fc4bb6887f98.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjAsImNyb3BIZWlnaHQiOjAsImNyb3BYIjowLCJjcm9wWSI6MH0sImxhbmRzY2FwZSI6eyJjcm9wV2lkdGgiOjE4OTcsImNyb3BIZWlnaHQiOjEwNjYsImNyb3BYIjoxMSwiY3JvcFkiOjJ9fQ==", "publishedAt": "2020-11-30T09:26:00Z", "content": "O astronauta Victor Glover da NASA aproveitou a estadia na Estação Espacial Internacional para captar o seu primeiro vídeo captado através do Espaço que, como não podia deixar de ser, mostra a Terra.… [+895 chars]"}, {"source": {"id": null, "name": "Tvi24.iol.pt"}, "author": "Lara Ferin", "title": "Covid-19: alguns doentes podem \"espalhar\" o vírus até 20 dias, revela novo estudo - TVI24", "description": "Investigadores analisaram mais de 5.000 casos. Mesmo as pessoas com sintomas mais ligeiros podem demorar, aproximadamente, uma semana a eliminar o vírus", "url": "https://tvi24.iol.pt/internacional/the-lancet/covid-19-alguns-doentes-podem-espalhar-o-virus-ate-20-dias-revela-novo-estudo", "urlToImage": "https://img.iol.pt/preset/5f9935950cf2ec6e470f4ab8/og/tvi24", "publishedAt": "2020-11-30T09:26:00Z", "content": ""}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Fim do Sistema Solar pode estar mais próximo do que se imaginava, afirma estudo - Sputnik Brasil", "description": "Astrônomos dos EUA realizaram simulações numéricas sobre o que ocorreria com os planetas maiores de nosso Sistema Solar depois do Sol consumir os planetas mais próximos...", "url": "https://br.sputniknews.com/ciencia_tecnologia/2020113016532276-fim-do-sistema-solar-pode-estar-mais-proximo-do-que-se-imaginava-afirma-estudo/", "urlToImage": "https://cdnbr4.img.sputniknews.com/images/07e4/08/09/15929345.jpg", "publishedAt": "2020-11-30T09:20:00Z", "content": "Astrônomos dos EUA realizaram simulações numéricas sobre o que ocorreria com os planetas maiores de nosso Sistema Solar depois do Sol consumir os planetas mais próximos de si.Astrônomos e físicos têm… [+3183 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Inês Moura Pinto", "title": "Como aumentar as doações para o Banco Alimentar? Através da ciência de dados - PÚBLICO", "description": "Seis estudantes universitários desenvolveram um algoritmo que pode aumentar em oito vezes o alcance de potenciais doadores para o Banco Alimentar Contra a Fome, através da ciência de dados. Ideia venceu a competição Eurekathon.", "url": "https://www.publico.pt/2020/11/30/p3/noticia/aumentar-doacoes-banco-alimentar-atraves-ciencia-dados-1940766", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1529390?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_P3.png", "publishedAt": "2020-11-30T09:03:00Z", "content": "E se, através da ciência de dados, as campanhas de pedidos de doações a instituições como o Banco Alimentar Contra a Fome pudessem ser direccionadas para zonas do país com mais potencial? Guilherme P… [+5141 chars]"}, {"source": {"id": null, "name": "Www.rtp.pt"}, "author": "Rádio e Televisão de Portugal", "title": "Linha de aconselhamento psicológico com mais de 47 mil chamadas - RTP", "description": "A linha de aconselhamento psicológico, do serviço SNS 24 foi criada em abril, para dar resposta ao impacto da pandemia, a nível mental. Não é o único serviço telefónico disponível no país, onde se tem notado um aumento da procura. Até agora, foi no mês de out…", "url": "https://www.rtp.pt/noticias/pais/linha-de-aconselhamento-psicologico-com-mais-de-47-mil-chamadas_a1279287", "urlToImage": "https://cdn-images.rtp.pt/icm/noticias/images/16/16921e714fd163112d995a568b39b06c?w=860&q=90&rect=0,100,1500,822&auto=format", "publishedAt": "2020-11-30T08:15:00Z", "content": "Foto: Reuters\r\nA linha de aconselhamento psicológico, do serviço SNS 24 foi criada em abril, para dar resposta ao impacto da pandemia, a nível mental. Não é o único serviço telefónico disponível no p… [+118 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Cientistas detetam super-relâmpagos. São mil vezes mais poderosos do que os normais - ZAP", "description": "Os cientistas confirmaram a existência de super-relâmpagos que podem ser até mil vezes mais poderosos e mais brilhantes do que...", "url": "https://zap.aeiou.pt/pela-primeira-vez-cientistas-detetam-super-relampagos-362112", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2015/07/5f73f072faf843f7150e92e4967e5d13.jpg", "publishedAt": "2020-11-30T08:00:00Z", "content": "Os cientistas confirmaram em dois estudos separados a existência de super-relâmpagos que podem ser até mil vezes mais poderosos e mais brilhantes do que os raios comuns.\r\nOs super-relâmpagos foram de… [+2221 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Algo está a tornar as estrelas mortas misteriosamente quentes - ZAP - ZAP", "description": "Quando estrelas chegam ao fim da sua vida, transformam-se em anãs brancas. O núcleo brilha apenas com o calor residual...", "url": "https://zap.aeiou.pt/algo-tornar-estrelas-mortas-quentes-362105", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2019/05/676c9efbd4cc3b2b5497d611dee049f4.jpg", "publishedAt": "2020-11-30T07:00:00Z", "content": "James Josephides (Swinburne Astronomy Productions)\r\nQuando estrelas como o nosso Sol chegam ao fim da sua vida, transformam-se em anãs brancas. O núcleo brilha apenas com o calor residual e arrefece … [+3516 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Conheça Marte, o mais estudado dos planetas do Sistema Solar - UOL", "description": "Primo da Terra", "url": "https://www.uol.com.br/tilt/amp-stories/primo-da-terra-planeta-marte-esta-na-mira-da-exploracao-espacial/index.htm", "urlToImage": "https://conteudo.imguol.com.br/c/noticias/a6/2020/11/25/amp-marte---capa-1606330887721_v2_750x1000.jpg", "publishedAt": "2020-11-30T07:00:00Z", "content": "Marte ainda é o planeta menos hostil à vida depois da Terra. Elon Musk, da SpaceX, tem um projeto de colonizá-lo, construindo uma cidade para um milhão de pessoas."}, {"source": {"id": null, "name": "Mundoconectado.com.br"}, "author": "Mariela Cancelier", "title": "Médico inglês diz ser dono de Marte por tornar atmosfera do planeta habitável - Mundo Conectado", "description": "Britânico defende que alcançou o feito com um laser gigante que atinge o planeta vermelho", "url": "https://mundoconectado.com.br/noticias/v/16439/medico-ingles-diz-ser-dono-de-marte-por-tornar-atmosfera-do-planeta-habitavel", "urlToImage": "https://mundoconectado.com.br/uploads/chamadas/Medico_donodemarte_0.jpg", "publishedAt": "2020-11-30T04:19:41Z", "content": "O médico britânico Phil Davies, de 55 anos, declarou ser o dono do planeta Marte e até mesmo entrou com um pedido à ONU para reivindicar seu título. De acordo com ele, o direito de posse do planeta v… [+2251 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Pedro Abreu", "title": "As juízas aprendizes de virologia - Observador", "description": "", "url": "https://observador.pt/opiniao/as-juizas-aprendizes-de-virologia/", "urlToImage": "https://wm.observador.pt/wm-op/wide-circle/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A900%2Fq%3A85%2Fc%3A467%3A467%3Anowe%3A0%3A58%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2020%2F11%2F27092633%2Ffoto-pedro-abreu-1.jpeg", "publishedAt": "2020-11-29T23:02:00Z", "content": "Na próxima quarta-feira,  dia 2 de Dezembro, o Plenário do Conselho Superior de Magistratura (CSM) irá analisar o teor do Acórdão de duas juízas do Tribunal da Relação de Lisboa, que considerou o con… [+5854 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "5 coisas importantes que a Lua pode nos ensinar - Canaltech", "description": "Além de encantar nossos olhos, a Lua pode nos ensinar algumas coisas importantes sobre nosso planeta Terra, sobre si mesma e sobre algumas curiosidades relacionadas à física em nosso sistema. Basta observar e prestar atenção aos detalhes", "url": "https://canaltech.com.br/espaco/5-coisas-importantes-que-a-lua-pode-nos-ensinar-175410/", "urlToImage": "https://ibcdn.canaltech.com.br/7Vkj8XsCGH99KB5UD71F60u7c3o=/700x394/smart/i6162.jpeg", "publishedAt": "2020-11-29T23:00:00Z", "content": "Além de ser o objeto espacial mais próximo da Terra e uma das visões mais bonitas do céu noturno , a Lua também pode nos ensinar muito sobre algumas regrinhas do universo e até mesmo sobre nosso próp… [+4835 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "Último ingrediente fundamental para a vida terrestre é encontrado em cometa - Canaltech", "description": "Após quase todos os ingredientes fundamentais para a vida terrestre terem sido encontrados em cometas e asteroides, agora é a vez do fósforo, o último elemento do conjunto conhecido como CHNOPS. Ele foi encontrado no cometa 67P/Churyumov-Gerasimenko", "url": "https://canaltech.com.br/espaco/ultimo-ingrediente-fundamental-para-a-vida-terrestre-e-encontrado-em-cometa-175400/", "urlToImage": "https://timeline.canaltech.com.br/360481.700/ultimo-ingrediente-fundamental-para-a-vida-terrestre-e-encontrado-em-cometa-175400.jpg", "publishedAt": "2020-11-29T21:00:00Z", "content": "Cientistas acabam de encontrar uma nova evidência de que os elementos essenciais à vida teriam sido trazidos à Terra através de cometas. Eles descobriram, nos dados da missão Rosetta, a informação ne… [+2055 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Terra se assemelhava a Vênus há 4,5 bilhões de anos, sugere pesquisa - Revista Galileu", "description": "Novo estudo analisou rochas do magma terrestre para descobrir como era a atmosfera primitiva do nosso planeta", "url": "https://revistagalileu.globo.com/Ciencia/Espaco/noticia/2020/11/terra-se-assemelhava-venus-ha-45-bilhoes-de-anos-sugere-pesquisa.html", "urlToImage": "https://s2.glbimg.com/So8UKoFytGg_yY3ySajaqVBb-HM=/512x320/smart/e.glbimg.com/og/ed/f/original/2020/11/29/venus_terra_nccr_planets.jpg", "publishedAt": "2020-11-29T17:38:41Z", "content": "Representação artística de como a Terra pode ter sido há 4,5 bilhões de anos e de como ela é hoje (Foto: Tobias Stierli / NCCR PlanetS)\r\nHá cerca de 4,5 bilhões de anos, a atmosfera da Terra era mais… [+3255 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "'Armadura' inédita em insetos é descoberta em formigas (FOTOS) - Sputnik Brasil", "description": "Cientistas da Universidade de Wisconsin-Madison, EUA, examinaram durante anos as formigas da espécie Acromyrmex echinatior, descobrindo que têm uma camada protetora...", "url": "https://br.sputniknews.com/ciencia_tecnologia/2020112916526786-armadura-inedita-em-insetos-e-descoberta-em-formigas-fotos/", "urlToImage": "https://cdnbr4.img.sputniknews.com/images/07e4/0b/1d/16526781.jpg", "publishedAt": "2020-11-29T15:23:00Z", "content": "Cientistas da Universidade de Wisconsin-Madison, EUA, examinaram durante anos as formigas da espécie Acromyrmex echinatior, descobrindo que têm uma camada protetora invulgar.Certas formigas-cortadeir… [+2344 chars]"}, {"source": {"id": null, "name": "Clicrbs.com.br"}, "author": "André Roca", "title": "VÍDEO: veja como foi a grande erupção solar que atingiu a Terra na última semana - GauchaZH", "description": "Cientistas conseguiram prever fenômeno com alguns dias de antecedência. Manchas causadas por explosões podem ser vistas da Terra, mas é preciso proteger os olhos", "url": "https://gauchazh.clicrbs.com.br/tecnologia/noticia/2020/11/video-veja-como-foi-a-grande-erupcao-solar-que-atingiu-a-terra-na-ultima-semana-cki3493mw000h014naqctu438.html", "urlToImage": "https://www.rbsdirect.com.br/imagesrc/27484431.jpg?w=1200&h=630&a=c&version=1575255600", "publishedAt": "2020-11-29T13:42:00Z", "content": "Receba gratuitamente o melhor de GZH no seu e-mail e mantenha-se sempre atualizado."}, {"source": {"id": null, "name": "Ig.com.br"}, "author": "iG Último Segundo", "title": "Cientistas russos descongelam e ressuscitam vermes pré-históricos de 40 mil anos - Último Segundo", "description": "Animais foram encontrados em blocos de gelo na região de Yakutia, uma das mais frias do país; processo de investigação durou 16 anos", "url": "https://ultimosegundo.ig.com.br/mundo/mundo-insolito/2020-11-29/cientistas-russos-descongelam-e-ressuscitam-vermes-pre-historicos-de-40-mil-anos.html", "urlToImage": "https://i0.statig.com.br/bancodeimagens/6l/5k/a5/6l5ka5zvpkp54b84pq82iy2e5.jpg", "publishedAt": "2020-11-29T13:16:00Z", "content": "Um grupo de cientistas da Rússia \r\nencontrou um achado histórico ao escavar blocos de gelo retirados de uma das regiões mais frias do país, e que vive em constante estado de congelamento: vermes pré-… [+1524 chars]"}, {"source": {"id": null, "name": "Olhardigital.com.br"}, "author": "Da Redação", "title": "Pesquisadores alcançam padrão de criptografia parcialmente inquebrável - Olhar Digital", "description": "Método de ofuscação indistinguível (iO) vinha sendo pesquisado por cientistas da computação há quase duas décadas e, finalmente, alcançou um resultado sólido e aplicável na prática", "url": "https://olhardigital.com.br/noticia/pesquisadores-alcancam-padrao-de-criptografia-parcialmente-inquebravel/110572", "urlToImage": "https://img.olhardigital.com.br/uploads/acervo_imagens/2020/11/20201124030419.jpg", "publishedAt": "2020-11-29T13:00:00Z", "content": "Um grupo de cientistas da computação pode ter alcançado uma solução de criptografia considerada 'inquebrável' para o modelo de processamento existente em computadores da atualidade. O método de ofusc… [+2206 chars]"}, {"source": {"id": null, "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "O sábio que introduziu algarismos arábicos no Ocidente e nos salvou de multiplicar CXXIII por XI - BBC News Brasil", "description": "Você pode não ter ouvido falar dele, mas Al-Khuarismi, que viveu aproximadamente entre os anos 780 e 850, deixou um legado inestimável para a matemática.", "url": "https://www.bbc.com/portuguese/geral-54327147", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_portuguese/14089/production/_102775028_hi048200340.jpg", "publishedAt": "2020-11-29T10:58:37Z", "content": "<ul><li>Jim Al-Khalili, físico</li><li>Da série da BBC \"Ciência e Islã\"</li></ul>\r\nLegenda da foto, Al-Khwarizmi nos deixou como legado a álgebra e a palavra algoritmo\r\nGalileu, Newton, Einstein... s… [+8288 chars]"}, {"source": {"id": null, "name": "Correiobraziliense.com.br"}, "author": "Vilhena Soares", "title": "Solidão é sofrimento? Especialistas apontam as vantagens de estar sozinho - Correio Braziliense", "description": "A solidão não precisa ser sinônimo de sofrimento, diz cientista israelense. Ao observar 1.700 voluntários, ele concluiu que a experiência proporciona liberdade psicológica e tempo para satisfazer desejos. Para especialistas, o ideal é conciliá-la com momentos…", "url": "https://www.correiobraziliense.com.br/ciencia-e-saude/2020/11/4891901-solidao-e-sofrimento--especialistas-apontam-as-vantagens-de-estar-sozinho.html", "urlToImage": "https://midias.correiobraziliense.com.br/_midias/jpg/2020/11/29/cats-6423621.jpg", "publishedAt": "2020-11-29T09:00:00Z", "content": "O ano de 2020 pode ser considerado o mais solitário da vida de grande parte das pessoas. Isso porque a população mundial se viu obrigada a ficar em casa a maior parte do tempo para se proteger da cov… [+8201 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Miguel Nicolelis: ?Nossa forma de aprender é pelo contato social? - UOL", "description": "Para o neurocientista Miguel Nicolelis, dinheiro, religião e fake news são produções do cérebro humano", "url": "https://www.uol.com.br/ecoa/reportagens-especiais/miguel-nicolelis-nossa-forma-de-aprender-e-por-meio-do-contato-social/", "urlToImage": "https://conteudo.imguol.com.br/c/entretenimento/5d/2020/11/27/o-neurocientista-miguel-nicolelis-da-universidade-de-duke-1606528924711_v2_615x300.jpg", "publishedAt": "2020-11-29T08:53:55Z", "content": "Dá para dizer que esse é o início do registro da memória?\r\nIsso. Veja: a linguagem oral permitiu que a nossa memória individual fosse coletivizada. Mas, quando todos os indivíduos que participavam da… [+6422 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Qual é a relação dos anéis das árvores com as estrelas supernovas? - Tilt", "description": "Imagine se, da noite para o dia, surgisse no céu um novo corpo celeste, mais luminoso que todas as estrelas noturnas e visível até mesmo durante o dia. Esse novo ponto de luz no céu ficaria lá brilhando quase tanto quanto a Lua, e por alguns meses. Por ma", "url": "https://www.uol.com.br/tilt/noticias/redacao/2020/11/29/qual-e-a-relacao-dos-aneis-das-arvores-com-as-estrelas-supernovas.htm", "urlToImage": "https://conteudo.imguol.com.br/c/noticias/66/2019/05/30/uma-supernova-libera-detritos-em-todas-as-direcoes-1559219120007_v2_615x300.jpg", "publishedAt": "2020-11-29T07:00:00Z", "content": "Imagine se, da noite para o dia, surgisse no céu um novo corpo celeste, mais luminoso que todas as estrelas noturnas e visível até mesmo durante o dia. Esse novo ponto de luz no céu ficaria lá brilha… [+2665 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Pedro Rios", "title": "António Damásio: “Há uma grande distribuição de generosidade, paciência e calma nos portugueses” - PÚBLICO", "description": "O leitor tem mais em comum com uma bactéria do que aquilo que possa pensar. Na obra de António Damásio, a vida, com ou sem cérebro, ocupa o papel central. Em entrevista ao P2, o neurocientista fala sobre o que faz de nós humanos, a pandemia e de como precisam…", "url": "https://www.publico.pt/2020/11/29/ciencia/entrevista/ha-distribuicao-generosidade-paciencia-calma-portugueses-1940829", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1530040?tp=UH&db=IMAGENS&type=JPG&x=1840&y=580&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2020-11-29T06:58:00Z", "content": "Sentir &amp; Saber – A Caminho da Consciência é o novo livro de António Damásio, um dos mais importantes neurocientistas do mundo. Nesta obra, edição Temas e Debates, com 48 breves capítulos, o direc… [+324 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Raro crustáceo parasita descoberto na boca de um tubarão em exibição num museu - ZAP", "description": "Uma equipa de cientistas descobriu uma espécie extremamente rara de Cymothoidae na boca de um espécime de tubarão capturado no...", "url": "https://zap.aeiou.pt/crustaceo-parasita-tubarao-museu-361573", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/11/5c0dbfa9e60fc2c662c42cd6785afaaf.jpg", "publishedAt": "2020-11-28T23:00:00Z", "content": "(dr) Shinpei Ohashi\r\nElthusa splendida\r\nUma equipa de cientistas descobriu uma espécie extremamente rara de Cymothoidae na boca de um espécime de tubarão capturado no Mar da China Oriental e agora em… [+1919 chars]"}, {"source": {"id": null, "name": "Tecmundo.com.br"}, "author": "Alana Schmidt", "title": "Eclipse lunar penumbral: saiba como observar o evento na segunda-feira (30) - TecMundo", "description": "Alguns aplicativos podem ajudar a encontrar os objetos no céu", "url": "https://www.tecmundo.com.br/ciencia/207501-eclipse-lunar-penumbral-saiba-observar-evento-segunda-feira-30.htm", "urlToImage": "https://img.ibxk.com.br/2020/11/28/28142221926001.jpg", "publishedAt": "2020-11-28T22:00:00Z", "content": "Na próxima segunda-feira (30), acontecerá um eclipse lunar penumbral. Isso significa que a Lua perderá parte de seu brilho ao passar pela parte externa da sombra do planeta Terra, que é projetada pel… [+1023 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Esqueletos encontrados perto de castelo do século 14 intrigam arqueólogos - Revista Galileu", "description": "Ossos foram descobertos na região do castelo de Batestein, na Holanda; pesquisadores acreditam que indivíduos enterrados viveram entre o final da Idade Média e o século 18", "url": "https://revistagalileu.globo.com/Ciencia/Arqueologia/noticia/2020/11/esqueletos-encontrados-perto-de-castelo-do-seculo-14-intrigam-arqueologos.html", "urlToImage": "https://s2.glbimg.com/8ajZDZFu5TE7LuLY09R8mHb9RQI=/512x320/smart/e.glbimg.com/og/ed/f/original/2020/11/28/esqueletos_vianen_2.jpg", "publishedAt": "2020-11-28T18:42:55Z", "content": "20 esqueletos foram encontrados na cidade de Vianen (Foto: Reprodução / NOS Jeugdjournaal)\r\n20 esqueletos que possivelmente remontam à Idade Média foram descobertos durante a escavação de um fosso na… [+1849 chars]"}, {"source": {"id": null, "name": "Tempo.pt"}, "author": "Alfredo Graça", "title": "Marte 2020: tempestade de poeira e frio glacial para a Perseverance - Tempo.pt", "description": "Perseverance programada para aterrar em Marte em fevereiro. A missão: encontrar vestígios de vida antiga e recolher pó antes do regresso à Terra.", "url": "https://www.tempo.pt/noticias/ciencia/marte-missao-perseverance-tempestade-poeira-frio-glacial-planeta-vermelho.html", "urlToImage": "https://services.meteored.com/img/article/mars-mission-perseverance-une-ancienne-vie-sur-la-planete-rouge-292711-1_1280.jpeg", "publishedAt": "2020-11-28T18:23:00Z", "content": "Hinatea ChatalAlfredo Graça\r\n28 Nov.\r\n4 min\r\nA nave espacial Perseverance enviada pela NASA a 30 de julho de 2020 deverá aterrar em Marte a 18 de fevereiro.\r\nA nave espacial Perseverance foi lançada … [+3004 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "Wallacy Ferrari", "title": "Aprovado pela NASA: O item brasileiro misterioso na missão lunar de Apollo 11 - Aventuras na História", "description": "Essencial para a sobrevivência dos astronautas, a aquisição dos artefatos no interior de São Paulo levanta uma indagação de décadas", "url": "https://aventurasnahistoria.uol.com.br/noticias/almanaque/aprovado-pela-nasa-o-item-brasileiro-misterioso-na-missao-lunar-de-apollo-11.phtml", "urlToImage": "https://aventurasnahistoria.uol.com.br/media/_versions/estados_unidos/aposmdmdm_widelg.jpg", "publishedAt": "2020-11-28T18:00:00Z", "content": "Essencial para a sobrevivência dos astronautas, a aquisição dos artefatos no interior de São Paulo levanta uma indagação de décadasEm 20 de julho de 1969, o mundo teve a oportunidade de acompanhar o … [+4008 chars]"}, {"source": {"id": null, "name": "Turnozero.com"}, "author": null, "title": "Cientistas tentam descobrir raízes genéticas da doença de Alzheimer em português - DNOTICIAS.PT - Turno Zero", "description": "Cientistas portugueses do Centro Hospitalar e Universitário de Coimbra (CHUC) e do Instituto Van Andel, dos Estados Unidos da América, procuram descobrir", "url": "https://www.turnozero.com/cientistas-tentam-descobrir-raizes-geneticas-da-doenca-de-alzheimer-em-portugues-dnoticias-pt/", "urlToImage": "https://static-storage.dnoticias.pt/www-assets.dnoticias.pt/images/configuration/fb-9/shutterstock_174202361_rPHzlcv.jpg", "publishedAt": "2020-11-28T16:51:59Z", "content": "Cientistas portugueses do Centro Hospitalar e Universitário de Coimbra (CHUC) e do Instituto Van Andel, dos Estados Unidos da América, procuram descobrir as raízes genéticas da doença de Alzheimer na… [+1905 chars]"}, {"source": {"id": null, "name": "Catracalivre.com.br"}, "author": null, "title": "Halo solar é formado no céu do Paraná e impressiona moradores - MSN", "description": "O fenômeno óptico halo solar se forma através dos cristais de gelo das nuvens mais altas e pode ser observado em dias com tempo firme", "url": "https://catracalivre.com.br/mais/halo-solar-e-formado-no-ceu-do-parana-e-impressiona-moradores/", "urlToImage": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1brMFd.img?h=315&w=600&m=6&q=60&o=t&l=f&f=jpg", "publishedAt": "2020-11-28T16:10:00Z", "content": "Um fenômeno foi observado no céu do Paraná na manhã deste sábado, 28. Trata-se de um halo solar, um fenômeno óptico que se forma através dos cristais de gelo das nuvens mais altas e pode ser observad… [+835 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Lusa", "title": "Francisco Rodrigues reeleito Bastonário da Ordem dos Psicólogos - Notícias ao Minuto", "description": "O bastonário da Ordem dos Psicólogos Portugueses, Francisco Miranda Rodrigues, foi reeleito nas eleições desta entidade representativa da profissão, de acordo com os resultados hoje anunciados.", "url": "https://www.noticiasaominuto.com/pais/1636987/francisco-rodrigues-reeleito-bastonario-da-ordem-dos-psicologos", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_5d26e0f1905fd.jpg", "publishedAt": "2020-11-28T14:38:00Z", "content": "A lista B, liderada por Francisco Miranda Rodrigues, conquistou mais de 58 por cento dos votos para a Direção Nacional, nas eleições realizadas durante o dia de sexta-feira, reconduzindo o bastonário… [+1176 chars]"}, {"source": {"id": null, "name": "Postal.pt"}, "author": null, "title": "Algarve regista maior número de casos Covid-19 de sempre - Postal do Algarve", "description": "O Algarve tem 10 dias para salvar o Natal, avisam as autoridades. Vila do Bispo e Portimão arriscam-se a passar para a lista de risco muito elevado, já na próxima semana", "url": "http://postal.pt/saude/2020-11-28-Algarve-regista-maior-numero-de-casos-Covid-19-de-sempre", "urlToImage": "https://images.impresa.pt/postal/2020-11-28-Antonio-Pina-Covid.png/fb/wm", "publishedAt": "2020-11-28T14:05:11Z", "content": "As autoridades de saúde no Algarve avisam que a situação das infeções por covid-19 está longe de estar controlada. \r\nPortimão, Vila do Bispo, Lagos e Faro são as zonas mais afetadas, noticia a SIC.\r\n… [+974 chars]"}, {"source": {"id": null, "name": "Megacurioso.com.br"}, "author": "André Luis Dias Custodio", "title": "Ilha de 250 habitantes torna-se referência em proteção da vida marinha - Mega Curioso", "description": "Segundo o The Guardian, a ilha de Tristão da Cunha, localizada entre o Brasil e a África do Sul, tornou-se o quarto maior santuário de conservação da vida marinha no planeta. Também considerada a “ilha habitada mais remota da Terra”, o território de apenas 25…", "url": "https://www.megacurioso.com.br//ciencia/116873-ilha-de-250-habitantes-torna-se-referencia-em-protecao-da-vida-marinha.htm", "urlToImage": "https://mega.ibxk.com.br/2020/11/19/19084342057006.jpg?w=600", "publishedAt": "2020-11-28T14:00:00Z", "content": "Segundo o The Guardian, a ilha de Tristão da Cunha, localizada entre o Brasil e a África do Sul, tornou-se o quarto maior santuário de conservação da vida marinha no planeta. Também considerada a ilh… [+1978 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "Do Metro Jornal", "title": "Alunas do ensino médio descobrem asteroide próximo à Terra; NASA confirma - uol.com.br", "description": "Duas alunas do ensino médio descobriram um asteroide próximo à Terra. A NASA confirmou a informação.Segundo o Clarín, o asteroide descoberto pelas adolescen...", "url": "https://www.band.uol.com.br/noticias/alunas-do-ensino-medio-descobrem-asteroide-proximo-a-terra-nasa-confirma-16317516", "urlToImage": "https://pubimg.band.uol.com.br/files/6231a687e740a84f9e9e.jpg", "publishedAt": "2020-11-28T13:39:00Z", "content": "Duas alunas do ensino médio descobriram um asteroide próximo à Terra. A NASA confirmou a informação.\r\nSegundo o Clarín, o asteroide descoberto pelas adolescentes indianas foi nomeado provisoriamente … [+723 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "RT-PCR, rápido, de sangue: confuso com tanto teste para covid? Tire dúvidas - VivaBem", "description": "Enquanto a vacina não vem, não tem outra saída, os cuidados básicos para a prevenção da covid-19 precisam continuar: uso de máscara, distanciamento físico, evitar as aglomerações e higienização das mãos. Uma das maneiras de conter a disseminação do vírus", "url": "https://www.uol.com.br/vivabem/noticias/redacao/2020/11/28/rt-pcr-rapido-de-sangue-confuso-com-tanto-teste-para-covid-tire-duvidas.htm", "urlToImage": "https://conteudo.imguol.com.br/c/entretenimento/8e/2020/09/30/teste-swab-nasal-coronavirus-1601492106131_v2_615x300.jpg", "publishedAt": "2020-11-28T13:35:58Z", "content": "Enquanto a vacina não vem, não tem outra saída, os cuidados básicos para a prevenção da covid-19 precisam continuar: uso de máscara, distanciamento físico, evitar as aglomerações e higienização das m… [+7763 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Smartwatch IMILAB - monitorize a sua atividade física por menos de 40€ - Pplware", "description": "Deixamos mais uma sugestão de qualidade, por menos de 40 €, para o ajudar na sua atividade física. Conheça o Smartwatch IMILAB.", "url": "https://pplware.sapo.pt/gadgets/smartwatch-imilab-monitorize-a-sua-atividade-fisica-por-menos-de-40e/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/Smartwatch-IMILAB_3.jpg", "publishedAt": "2020-11-28T12:45:00Z", "content": "A atividade física é de extrema importância na vida de cada um de nós e a saúde física e mental têm muito a ganhar com isso. Os smartwatches podem ser uma boa forma de se sentir motivado e desafiado,… [+2065 chars]"}, {"source": {"id": null, "name": "Jb.com.br"}, "author": "Jornal do Brasil", "title": "Cientista explica por que, mesmo após contato com doentes, algumas pessoas não contraem covid-19 - Jornal do Brasil", "description": "Alguns médicos que trabalham em zonas de grande risco não ficam infectados mesmo depois de muitos meses", "url": "https://www.jb.com.br/ciencia-e-tecnologia/2020/11/1026791-cientista-explica-por-que-mesmo-apos-contato-com-doentes-algumas-pessoas-nao-contraem-covid-19.html", "urlToImage": "https://midias.jb.com.br/_midias/jpg/2020/11/28/606x403/1_japao2-566859.jpg", "publishedAt": "2020-11-28T12:11:00Z", "content": "Não são somente os anticorpos que permitem ao organismo se proteger do coronavírus, afirma especialista.\r\nEm entrevista ao portal MK, o especialista russo Sergei Ivanov comentou casos em que pessoas … [+906 chars]"}, {"source": {"id": null, "name": "Megacurioso.com.br"}, "author": "Marcelo de Morais", "title": "10 fotos da Terra tiradas de ângulos bem diferentes - Mega Curioso", "description": "Você já deve ter conferido pela internet várias fotos da Terra vista do espaço, com os responsáveis pela maioria delas sendo astronautas que orbitavam a Estação Espacial Internacional.\n\n\n\nMas você sabia que existem também algumas fotos bem curiosas mostrando …", "url": "https://www.megacurioso.com.br//ciencia/116872-10-fotos-da-terra-tiradas-de-angulos-bem-diferentes.htm", "urlToImage": "https://mega.ibxk.com.br/2020/11/19/19103226694049.jpg?w=600", "publishedAt": "2020-11-28T12:00:00Z", "content": "Você já deve ter conferido pela internet várias fotos da Terra vista do espaço, com os responsáveis pela maioria delas sendo astronautas que orbitavam a Estação Espacial Internacional.\r\nMas você sabi… [+2123 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Astronomia: Notícias e Curiosidades | Tilt - UOL TILT - UOL", "description": "Confira em Tilt a tecnologia do dia a dia com um olhar brasileiro. Tem Whatsapp e outros apps, celulares, 4G e inovação com dicas, reviews, análises e mais.", "url": "https://www.uol.com.br/tilt/astronomia/", "urlToImage": "https://conteudo.imguol.com.br/c/interacao/facebook/uol-tilt.jpg", "publishedAt": "2019-08-12T22:40:09Z", "content": "Qual é a relação dos anéis das árvores com as estrelas supernovas?\r\nImagine se, da noite para o dia, surgisse no céu um novo corpo celeste, mais luminoso que todas as estrelas...\r\n29/11/2020 04h00"}]}