{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Lusa", "title": "Consultas de esclerose múltipla dispararam no Hospital dos Capuchos - Notícias ao Minuto", "description": "Mais de 100 doentes com suspeita de sofrerem de esclerose múltipla são atendidos, em média, anualmente em primeira consulta da especialidade no Centro Hospitalar Universitário Lisboa Central, que em cinco anos mais do que duplicou o número de consultas.", "url": "https://www.noticiasaominuto.com/pais/1765203/consultas-de-esclerose-multipla-dispararam-no-hospital-dos-capuchos", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_58c083461b45b.jpg", "publishedAt": "2021-05-30T06:30:08Z", "content": "A funcionar no Hospital dos Capuchos, a consulta de Esclerose Múltipla (EM), uma das maiores do país, recebe cada vez mais doentes em resultado de um diagnóstico mais célere, da sensibilização dos mé… [+4904 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Jovens cientistas deixam o país mesmo com financiamento garantido - Folha de S.Paulo", "description": "Pesquisadores citam cortes de orçamento e estrutura física precária como razões para aceitar ofertas no exterior", "url": "https://www1.folha.uol.com.br/ciencia/2021/05/jovens-cientistas-deixam-o-pais-mesmo-com-financiamento-garantido.shtml", "urlToImage": "https://f.i.uol.com.br/fotografia/2021/05/28/162225479660b1a4ccaaf51_1622254796_3x2_rt.jpg", "publishedAt": "2021-05-30T02:15:00Z", "content": "A única instituição privada cujo objetivo é financiar pesquisas de ponta no Brasil está enfrentando os maiores sobressaltos de sua curta história. O problema, porém, não é a falta de dinheiro, mas o … [+5492 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Daniele Cavalcante", "title": "O céu (não) é o limite | Tempestade solar, eclipse lunar, vídeo de OVNI e mais! - Canaltech", "description": "Fique por dentro de tudo o que mais importa no universo da astronomia! Semanalmente, preparamos essa síntese com as principais notícias espaciais dos últimos dias. Assim, você se mantém bem informado em poucos minutos de leitura!", "url": "https://canaltech.com.br/ciencia/o-ceu-nao-e-o-limite-tempestade-solar-eclipse-lunar-video-de-ovni-e-mais-186044/", "urlToImage": "https://ibcdn.canaltech.com.br/2naBtW-7_WFqGZLt8RY6nxKcG2k=/1000x563/smart/i456597.jpeg", "publishedAt": "2021-05-29T23:00:00Z", "content": "Tempestades solares fortes chegando à Terra, problemas com o helicóptero Ingenuity em Marte, vídeo de OVNIs oficialmente reconhecido como autêntico pelo Pentágono... parece que a última semana foi re… [+7224 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Há uma nova imagem da Via Láctea que está a intrigar a NASA. O que será aquele elemento? - Pplware", "description": "OS astrónomos da NASA combinaram vários observatório e descobriram algo intrigante nas imagens captadas da Via Láctea.", "url": "https://pplware.sapo.pt/ciencia/ha-uma-nova-imagem-da-via-lactea-que-esta-a-intrigar-a-nasa-o-que-sera-aquele-elemento/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/fios_magneticos00.jpg", "publishedAt": "2021-05-29T22:00:45Z", "content": "Os astrónomos combinaram os dados do Observatório de raios-X Chandra da NASA e do radiotelescópio MeerKAT. Dessa fusão resultou uma nova e incrível imagem da Via Láctea. Esta fotografia da nossa galá… [+2153 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "João Francisco Gomes", "title": "Alterações climáticas. \"Os jovens estão a sofrer uma lavagem ao cérebro para acreditarem que o mundo está a ficar pior\" - Observador", "description": "", "url": "https://observador.pt/especiais/alteracoes-climaticas-os-jovens-estao-a-sofrer-uma-lavagem-ao-cerebro-para-acreditarem-que-o-mundo-esta-a-ficar-pior/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A770%3A403%2Fc%3A4096%3A2300%3Anowe%3A0%3A143%2Fq%3A85%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2021%2F05%2F26230030%2FGettyImages-1127367810-scaled.jpg", "publishedAt": "2021-05-29T21:15:22Z", "content": "Em 2003, o ambientalista norte-americano Michael Shellenberger foi um dos autores do “New Apollo Project”, um apelo à aposta nas energias renováveis e um roteiro para um Green New Deal nos Estados Un… [+5549 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Natalie Rosa", "title": "100? 110? 120? Ou mais? Qual a idade máxima que o ser humano pode atingir? - Canaltech", "description": "Pesquisadores de Singapura conseguiram criar um novo teste, a partir de um exame de sangue, que consegue definir a idade máxima de vida de um ser humano. Os cientistas chegaram a números que concluem que não há como enganar o envelhecimento", "url": "https://canaltech.com.br/saude/qual-a-idade-maxima-que-o-ser-humano-pode-atingir-185812/", "urlToImage": "https://ibcdn.canaltech.com.br/pBEUB_pX03JvAvSHv-JRLkr4ZA8=/1400x788/smart/i455403.jpeg", "publishedAt": "2021-05-29T20:00:00Z", "content": "Já existimos há um tempo suficiente para saber que o ser humano, raramente, consegue passar dos 100 anos de vida. Vemos familiares e pessoas famosas nos deixando de causas naturais na faixa dos 70, 8… [+2289 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Pedro Rios", "title": "Martin Rees: “A era pós-humana poderá ter como rastilho os loucos que irão a Marte” - PÚBLICO", "description": "Se encontrarmos vida inteligente no espaço, é mais provável que seja electrónica do que orgânica. É uma “ilusão perigosa” escapar dos problemas da Terra fugindo para Marte, diz o prestigiado astrofísico e cosmólogo inglês.", "url": "https://www.publico.pt/2021/05/29/ciencia/entrevista/martin-rees-poshumana-podera-rastilho-loucos-irao-marte-1964256", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1589951?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-05-29T19:50:00Z", "content": "Os avanços da tecnologia neste século podem salvar ou condenar o mundo, avisa o inglês Martin Rees em Sobre o Futuro, livro de 2018 agora editado em Portugal pela Desassossego. O seu currículo é long… [+281 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "UOL", "title": "Lula irá ao espaço em foguete de Elon Musk nesta semana - Tilt", "description": "Pela primeira vez, a Estação Espacial Internacional (ISS, em inglês) receberá uma lula. Não só uma, mas 128 filhotes de lulas bobtail (um tipo de molusco que brilha no escuro), acompanhadas ainda de 5.000 tardígrados, os animais microscópicos mais resiste", "url": "https://www.uol.com.br/tilt/noticias/redacao/2021/05/29/lula-ira-ao-espaco-em-foguete-de-elon-musk-nesta-semana.htm", "urlToImage": "https://conteudo.imguol.com.br/c/noticias/2d/2021/05/29/lula-bobtail-1622311220099_v2_615x300.jpg", "publishedAt": "2021-05-29T18:05:42Z", "content": "Pela primeira vez, a Estação Espacial Internacional (ISS, em inglês) receberá uma lula. Não só uma, mas 128 filhotes de lulas bobtail (um tipo de molusco que brilha no escuro), acompanhadas ainda de … [+3840 chars]"}, {"source": {"id": null, "name": "Sputnik International"}, "author": null, "title": "Novo estudo afirma provar origem da COVID-19 em laboratório de Wuhan - Sputnik Brasil", "description": "Um professor universitário britânico e um virologista norueguês afirmam que têm \"provas\" da origem artificial do novo coronavírus e que ele foi criado no laboratório de...", "url": "https://br.sputniknews.com/ciencia_tecnologia/2021052917600709-novo-estudo-afirma-provar-origem-da-covid-19-em-laboratorio-de-wuhan/", "urlToImage": "https://cdnbr1.img.sputniknews.com/images/1544/02/15440292.jpg", "publishedAt": "2021-05-29T15:09:00Z", "content": "Um professor universitário britânico e um virologista norueguês afirmam que têm \"provas\" da origem artificial do novo coronavírus e que ele foi criado no laboratório de Wuhan, segundo o tabloide Dail… [+2585 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Nova variante do SARS-CoV-2 detetada no Vietname mistura mutações da Índia e do Reino Unido - Jornal i", "description": "Esta nova estirpe propaga-se rapidamente pelo ar e é um híbrido entre as mutações detetadas inicialmente na Índia e no Reino Unido.", "url": "https://ionline.sapo.pt/artigo/736143/nova-variante-do-sars-cov-2-detetada-no-vietname-mistura-mutacoes-da-india-e-do-reino-unido?seccao=Mundo_i", "urlToImage": "https://cdn1.newsplex.pt/media/2021/5/29/fb/780403.jpg", "publishedAt": "2021-05-29T11:50:00Z", "content": "O ministro da Saúde do Vietname, Nguyen Thanh Long, anunciou, este sábado que o país detetou uma nova variante do vírus SARS-CoV-2, que provoca a covid-19. Esta nova estirpe propaga-se rapidamente pe… [+529 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "Liliana Malainho", "title": "Astronauta pensou que estava a orbitar Marte. Mas era só o “Olho do Sahara” - ZAP", "description": "Thomas Pesquet teve que se questionar para onde estava a olhar quando, da janela da EEI, tirou uma foto da Terra muito parecida com Marte.", "url": "https://zap.aeiou.pt/olho-do-sahara-fotografia-astronauta-405302", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2021/05/44d07218113ad7e402473a19990dff8c.png", "publishedAt": "2021-05-29T08:00:11Z", "content": "O nosso planeta e o Planeta Vermelho são muito diferentes um do outro. No entanto, Thomas Pesquet teve que se questionar para onde estava a olhar quando, da janela da Estação Espacial Internacional, … [+1715 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": null, "title": "Você levou sua mãe para se vacinar? É uma boa hora para valorizar a ciência - Tilt", "description": "Hoje é aniversário da minha mãe! Ela mesma, que me levou para tomar as mais diversas vacinas quando eu era criança. Não vou listar aqui, para não criar confusão, mas sou feliz por não ter tido várias doenças graças às vacinas e aos meus pais, que me le", "url": "https://www.uol.com.br/tilt/colunas/andre-noel/2021/05/29/voce-ja-levou-sua-mae-para-se-vacinar-o-jogo-virou-ne.htm", "urlToImage": "https://conteudo.imguol.com.br/c/noticias/c2/2021/05/28/vacina-em-detalhe-1622212946053_v2_615x300.jpg", "publishedAt": "2021-05-29T07:00:00Z", "content": "Hoje é aniversário da minha mãe! Ela mesma, que me levou para tomar as mais diversas vacinas quando eu era criança. Não vou listar aqui, para não criar confusão, mas sou feliz por não ter tido várias… [+4055 chars]"}, {"source": {"id": null, "name": "R7.com"}, "author": "R7.com", "title": "Jovem brasileira descobre quatro asteroides em um único dia - HORA 7", "description": "Mineira participou de um programa da Nasa pelo qual estudantes e curiosos podem contribuir com grandes feitos científicos", "url": "http://noticias.r7.com/tecnologia-e-ciencia/jovem-brasileira-descobre-quatro-asteroides-em-um-unico-dia-29052021", "urlToImage": "https://img.r7.com/images/lorrane-olivlet-27052021093943633?dimensions=299x417&&amp;&amp;&amp;&amp;&amp;&amp;&amp;&amp;&amp;&amp;&amp;&amp;&amp;&amp;&amp;resize=299x417&amp;crop=918x1280+214+0", "publishedAt": "2021-05-29T05:00:11Z", "content": "Era uma noite de sexta-feira, dia 14 de maio, quando a mineira Lorrane Olivlet, 26 anos, observou quatro pontos pequeninos, similares a um pixel ou uma partícula de poeira, passando pela tela do comp… [+5150 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "Mata Atlântica: as ameaças ao bioma e possíveis caminhos para restaurá-lo - Revista Galileu", "description": "Desde o início da colonização, floresta perdeu 88% da vegetação original. Na coluna da TNC Brasil, especialistas abordam o que fazer para (tentar) salvá-la", "url": "https://revistagalileu.globo.com/Ciencia/Meio-Ambiente/noticia/2021/05/mata-atlantica-ameacas-ao-bioma-e-possiveis-caminhos-para-restaura-lo.html", "urlToImage": "https://s2.glbimg.com/Uob77sbPrgVK4Y9NtqMkfuxAIT0=/512x320/smart/e.glbimg.com/og/ed/f/original/2021/05/27/caparao_e_a_mata_atlantica.jpeg", "publishedAt": "2021-05-29T03:36:38Z", "content": "Mata Atlântica na Serra do Caparaó, na divisa entre Minas Gerais e Espírito Santo (Foto: Heris Luiz Cordeiro Rocha/Wkimedia Commons)\r\nAcompanhando quase toda a linha da costa nacional e porta de entr… [+7142 chars]"}, {"source": {"id": null, "name": "Em.com.br"}, "author": "Mariana Costa*", "title": "Estudo sugere que desempenho da CoronaVac cai contra variante brasileira - Estado de Minas", "description": "Em experimento feito na China, o imunizante foi capaz de neutralizar cepas britânica e da Califórnia da mesma maneira que a versão original do coronavírus", "url": "https://www.em.com.br/app/noticia/bem-viver/2021/05/28/interna_bem_viver,1271497/estudo-sugere-que-desempenho-da-coronavac-cai-contra-variante-brasileira.shtml", "urlToImage": "https://i.em.com.br/q8IuLBtgyE2F6ysO9QhbhsJj1NE=/600x315/smart/imgsapp.em.com.br/app/noticia_127983242361/2021/05/28/1271497/20210528215333742928o.JPG", "publishedAt": "2021-05-29T01:16:00Z", "content": "Aproveite o melhor do Estado de Minas: contedos exclusivos, colunistas renomados e muitos benefcios para voc.\r\nASSINE AGORAUtilizamos tecnologia e segurana do Google para fazer a assinatura."}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Fidel Forato", "title": "Embriões humanos podem ser desenvolvidos por mais de 14 dias; e agora? - Canaltech", "description": "Com mudança histórica sobre a pesquisa com embriões humanos, pesquisadores poderão desenvolvê-los por mais de 14 dias em laboratório. Anteriormente, a regra era de apenas 2 semanas de desenvolvimento e, agora, cada caso será avaliado de forma individual", "url": "https://canaltech.com.br/saude/embrioes-humanos-podem-ser-desenvolvidos-por-mais-de-14-dias-e-agora-185960/", "urlToImage": "https://ibcdn.canaltech.com.br/-rbUXLP_-FpdvyWdZAJhyr1ztck=/1400x788/smart/i442041.jpeg", "publishedAt": "2021-05-28T23:40:00Z", "content": "Nos próximos anos, a ciência deve alcançar um novo patamar sobre a genética e as células-tronco. Isso porque, agora, cientistas terão autorização para cultivar embriões humanos, em laboratório, por m… [+2702 chars]"}, {"source": {"id": null, "name": "Aleteia EN"}, "author": null, "title": "Expectativa máxima de vida do ser humano é calculada por cientistas - Aleteia", "description": "Segundo pesquisas, expectativa máxima de vida do ser humano chegaria a 150 anos - mas existem requisitos e condições que não são tão simples", "url": "https://pt.aleteia.org/2021/05/28/expectativa-maxima-de-vida-do-ser-humano-e-calculada-por-cientistas/", "urlToImage": "https://wp.pt.aleteia.org/wp-content/uploads/sites/5/2017/04/web-old-couple-embrace-bench-back-candida-performa-cc.jpg?w=620&h=310&crop=1", "publishedAt": "2021-05-28T21:56:15Z", "content": "Expectativa máxima de vida do ser humano é calculada por cientistas de Singapura: mesmo em perfeitas condições de saúde, uma pessoa poderia chegar a viver até 150 anos, mas, com base no que se sabe p… [+1102 chars]"}, {"source": {"id": null, "name": "Uol.com.br"}, "author": "Redação / Tribuna do Paraná", "title": "Vacinação é ampliada em Curitiba para pessoas com comorbidades e 25 anos ou mais - Tribuna do Paraná", "description": "O atendimento acontece das 8h às 17h, de segunda a sexta-feira, nos 18 pontos de vacinação da cidade. Veja quem pode e onde vacinar", "url": "https://tribunapr.uol.com.br/noticias/curitiba-regiao/vacinacao-e-ampliada-em-curitiba-para-pessoas-com-comorbidades-e-25-anos-ou-mais/", "urlToImage": "https://tribunapr.uol.com.br/wp-content/uploads/2021/04/05135732/vacina-gripe-Valdecir-Galor-SMCS-1.jpg", "publishedAt": "2021-05-28T21:44:00Z", "content": "A partir desta segunda-feira (31), a campanha de vacinação contra covid-19 avança para pessoas com comorbidades de 25 anos ou mais. A Secretaria Municipal da Saúde atenderá quem comprovadamente tenha… [+6297 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "OMS sobre a origem do vírus SARS-CoV-2: Separem \"a política da ciência\" - Jornal i", "description": "\"Gostaríamos que todos separassem, se puderem, a política da ciência\", afirmou Mike Ryan, diretor de emergências sanitárias da Organização Mundial da Saúde.", "url": "https://ionline.sapo.pt/artigo/736119/oms-sobre-a-origem-do-virus-sars-cov-2-separem-a-politica-da-ci-ncia?seccao=Mundo_i", "urlToImage": "https://cdn1.newsplex.pt/media/2021/5/28/fb/780377.jpg", "publishedAt": "2021-05-28T21:38:00Z", "content": "Mike Ryan, diretor de emergências sanitárias da Organização Mundial da Saúde (OMS), afirmou, esta sexta-feira, que a procura pela origem do vírus SARS-CoV-2, que provoca a covid-19, está a ser “enven… [+558 chars]"}, {"source": {"id": null, "name": "Gazetadopovo.com.br"}, "author": "Gazeta do Povo", "title": "Projeto prevê ações nas escolas contra sofrimento psicológico - Gazeta do Povo", "description": "O projeto prevê que escolas e educadores atuem na prevenção e identificação de sofrimento psicológico dentro do ambiente escolar.Leia na Gazeta do Povo.", "url": "https://www.gazetadopovo.com.br/vida-e-cidadania/breves/projeto-preve-acoes-nas-escolas-contra-sofrimento-psicologico/", "urlToImage": "https://media.gazetadopovo.com.br/2021/05/20160833/bullying-660x372.jpg", "publishedAt": "2021-05-28T21:37:00Z", "content": "Foi aprovado esta semana na Comissão de Educação da Câmara dos Deputados um projeto de lei que torna obrigatório que escolas e educadores atuem na prevenção e identificação de sofrimento psicológico … [+992 chars]"}]}