{"status": "ok", "totalResults": 53, "articles": [{"source": {"id": null, "name": "WESH Orlando"}, "author": null, "title": "NASA astronaut flying on same ship her husband piloted last year - WESH 2 Orlando", "description": "Megan McArthur is a Space Shuttle veteran and is married to Bob Behnken, who co-piloted SpaceX's historic Demo-2 mission last May.", "url": "https://www.wesh.com/article/megan-mcarthur-bob-behnken-nasa-spacex/36201818", "urlToImage": "https://kubrick.htvapps.com/htv-prod-media.s3.amazonaws.com/images/ap21106674717492.jpg?crop=1.00xw:0.846xh;0,0&resize=1200:*", "publishedAt": "2021-04-23T11:03:00Z", "content": "CAPE CANAVERAL, Fla. —One of the four crew members set to blast into orbit Friday from the Space Coast has a unique perspective on flying in the capsule thats on the pad, because her husband flew on … [+1312 chars]"}, {"source": {"id": "ars-technica", "name": "Ars Technica"}, "author": "Eric Berger", "title": "Rocket Report: Amazon bypasses New Glenn, SLS ready for Florida shipment - Ars Technica", "description": "\"It’s extremely exciting to join with our partners to deploy new capabilities.\"", "url": "https://arstechnica.com/science/2021/04/rocket-report-virgin-orbit-inks-a-six-pack-space-force-accepts-reuse/", "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2021/04/s21-016_core_stage_removal_1163-1024x729-760x380.jpg", "publishedAt": "2021-04-23T11:00:53Z", "content": "Enlarge/ NASA and Boeing work to remove the SLS rocket core stage from its test stand in Mississippi.\r\n16 with 15 posters participating\r\nWelcome to Edition 3.42 of the Rocket Report! This week we hav… [+10365 chars]"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "William Harwood", "title": "SpaceX Crew Dragon capsule, 4 astronauts lift off to space station - CBS News", "description": "The flight is SpaceX's first using a previously flown first stage and Crew Dragon capsule.", "url": "https://www.cbsnews.com/news/spacex-launch-nasa-astronauts-falcon-9-reused-rocket-international-space-station/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2021/04/23/e41abd77-e661-4fff-b8e6-b114d1f0aa6c/thumbnail/1200x630/fccdad21af9b4c838eea609553c8f53a/spacex-liftoff-ksc-042321.jpg", "publishedAt": "2021-04-23T10:46:00Z", "content": "Lighting up the pre-dawn sky, a Falcon 9 rocket with a previously flown first stage roared to life and shot away up the East Coast early Friday, boosting a refurbished SpaceX Crew Dragon capsule into… [+10106 chars]"}, {"source": {"id": null, "name": "ScienceAlert"}, "author": "Mike McRae", "title": "A Record-Breaking Flare Has Erupted From The Closest Star to Our Solar System - ScienceAlert", "description": "Two years ago, our star's next door neighbor – Proxima Centauri – got a little emotional. It happens from time to time, only this time, the small red star really let go. A storm of fury that breaks its previous records, outdoing anything our own", "url": "https://www.sciencealert.com/our-nearest-stellar-neighbor-has-erupted-with-a-massive-flare-and-it-s-a-record-breaker", "urlToImage": "https://www.sciencealert.com/images/2021-04/processed/proxima-centauri-record-flare_1024.jpg", "publishedAt": "2021-04-23T06:05:47Z", "content": "Two years ago, our star's next door neighbor Proxima Centauri got a little emotional. It happens from time to time, only this time, the small red star really let go. A storm of fury that breaks its p… [+3816 chars]"}, {"source": {"id": null, "name": "Gulte"}, "author": "Suman", "title": "Perseverance Rover Made Breathable Oxygen On Mars - Gulte", "description": "In another huge first, we have finally made oxygen on Mars and created a milestone for the ISRU community. NASA’s Perseverance Mars rover has successfully used its MOXIE instrument and generated oxygen from the thin, carbon dioxide-dominated atmosphere in Mar…", "url": "https://www.gulte.com/trends/82297/perseverance-rover-made-breathable-oxygen-on-mars", "urlToImage": "https://cdn.gulte.com/wp-content/uploads/2021/04/Persevrance-660x330.jpg", "publishedAt": "2021-04-23T02:05:43Z", "content": "In another huge first, we have finally made oxygen on Mars and created a milestone for the ISRU community. NASAs Perseverance Mars rover has successfully used its MOXIE instrument and generated oxyge… [+1850 chars]"}, {"source": {"id": null, "name": "ScienceAlert"}, "author": "David Nield", "title": "Astronomers Trace Wild 22-Million-Year Journey of a Meteorite That Crashed to Earth - ScienceAlert", "description": "The asteroid 2018 LA crashed into Earth in the Kalahari Desert on 2 June 2018 – and now scientists have been able to trace it back 22 million years to the place where it originated from.", "url": "https://www.sciencealert.com/astronomers-trace-22-million-year-journey-of-a-meteorite-that-crashed-to-earth", "urlToImage": "https://www.sciencealert.com/images/2021-04/processed/skymap-1_1024.jpg", "publishedAt": "2021-04-23T02:04:39Z", "content": "The asteroid2018 LA crashed into Earth in the Kalahari Desert on 2 June 2018 and now scientists have been able to trace it back 22 million years to the place where it originated from.\r\nThis is the fi… [+3420 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "“The Unicorn” – Closest Black Hole to Earth Ever Discovered - SciTechDaily", "description": "Astronomers dub it “The Unicorn,” call it something special. Scientists have discovered one of the smallest black holes on record – and the closest one to Earth found to date. Researchers have dubbed it “The Unicorn,” in part because it is, so far, one of a k…", "url": "https://scitechdaily.com/the-unicorn-closest-black-hole-to-earth-ever-discovered/", "urlToImage": "https://scitechdaily.com/images/Small-Black-Hole-Illustation.jpg", "publishedAt": "2021-04-23T00:22:52Z", "content": "Credit: Ohio State illustration by Lauren Fanfer\r\nAstronomers dub it “The Unicorn,” call it something special.\r\nScientists have discovered one of the smallest black holes on record – and the closest … [+5289 chars]"}, {"source": {"id": null, "name": "Raw Story"}, "author": "Agence France-Presse", "title": "Meet the 'blobs', French astronaut Thomas Pesquet's unusual space companions - Raw Story", "description": "French astronaut Thomas Pesquet is due to lift off Friday for his second stay aboard the International Space Station. This time around he is taking four \"blobs\" with him, strange single-celled organisms that are neither plants nor animals nor funghi. The aim …", "url": "https://www.rawstory.com/bank/meet-the-blobs-french-astronaut-thomas-pesquets-unusual-space-companions/", "urlToImage": "https://www.rawstory.com/media-library/eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJpbWFnZSI6Imh0dHBzOi8vYXNzZXRzLnJibC5tcy8yNjA4ODg3MS9vcmlnaW4uanBnIiwiZXhwaXJlc19hdCI6MTYyOTU3MzYxMX0.O9Z9MLz_G3DhuCXZi2z1vCKC9D8f4UXqrgU59MJMnIE/image.jpg?width=1200&coordinates=0%2C28%2C0%2C28&height=600", "publishedAt": "2021-04-22T21:45:00Z", "content": "French astronaut Thomas Pesquet is due to lift off Friday for his second stay aboard the International Space Station. This time around he is taking four \"blobs\" with him, strange single-celled organi… [+5467 chars]"}, {"source": {"id": null, "name": "CNET"}, "author": "Eric Mack", "title": "Massive flare recorded from Proxima Centauri, our star next door - CNET", "description": "The dim red dwarf star burned thousands of times brighter with ultraviolet radiation for a brief moment.", "url": "https://www.cnet.com/news/massive-flare-recorded-from-proxima-centauri-our-star-next-door/", "urlToImage": "https://www.cnet.com/a/img/VAgcdkB91oU7Amhn0E69WhzNkXY=/1200x630/2021/04/22/edfb308b-5879-446d-bebc-6a0bdc4fe05c/nrao21ao02-proximaflare-artistimp-v1.jpg", "publishedAt": "2021-04-22T21:07:55Z", "content": "Artist's conception of a violent flare erupting from the star Proxima Centauri. \r\nCredit: NRAO/S. Dagnello\r\nAstronomers from around the world have spotted one of the most powerful stellar flares ever… [+3017 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "New All-Sky Map of Milky Way’s Outer Reaches Released – Could Offer a New Test of Dark Matter Theories - SciTechDaily", "description": "The highlight of the new chart is a wake of stars, stirred up by a small galaxy set to collide with the Milky Way. The map could also offer a new test of dark matter theories. Astronomers using data from NASA and ESA (European Space Agency) telescopes have re…", "url": "https://scitechdaily.com/new-all-sky-map-of-milky-ways-outer-reaches-released-could-offer-a-new-test-of-dark-matter-theories/", "urlToImage": "https://scitechdaily.com/images/All-Sky-Map-Milky-Way-Galaxy-scaled.jpg", "publishedAt": "2021-04-22T20:19:43Z", "content": "Astronomers have released a new all-sky map of the outermost region of our Milky Way galaxy. Credit: NASA/JPL-Caltech/NSF/R.Hurt\r\nThe highlight of the new chart is a wake of stars, stirred up by a sm… [+8676 chars]"}, {"source": {"id": null, "name": "SpaceNews"}, "author": "Jeff Foust", "title": "NASA and the new urgency of climate change - SpaceNews", "description": "When Joe Biden was elected president, many expected NASA would shift direction, emphasizing climate change over human spaceflight. Three months into Biden's term, it’s increasingly clear those changes aren’t nearly as radical as some might have thought.", "url": "https://spacenews.com/nasa-and-the-new-urgency-of-climate-change/", "urlToImage": "https://spacenews.com/wp-content/uploads/2021/04/AdobeStock_213664328.jpg", "publishedAt": "2021-04-22T20:15:43Z", "content": "Climate change is changing. There has been a growing push by scientists, environmental advocates and others to refer to the Earths changing climate as a climate crisis or even climate emergency to be… [+12732 chars]"}, {"source": {"id": null, "name": "SFGate"}, "author": "Amy Graff", "title": "There's still time to catch the Lyrid meteor shower in SF Bay Area - SF Gate", "description": "It peaked last night, but there's still time to catch the show.", "url": "https://www.sfgate.com/bayarea/article/2021-04-Lyrid-meteor-shower-San-Francisco-Bay-Area-16117197.php", "urlToImage": "https://s.hdnux.com/photos/01/01/67/20/17265724/3/rawImage.jpg", "publishedAt": "2021-04-22T19:09:03Z", "content": "The annual Lyrid meteor shower may have peaked last night, but there's still time to catch the show through April 25.In the Bay Area, you're unlikely to see the blazing fireballs streaking across the… [+1896 chars]"}, {"source": {"id": null, "name": "Good News Network"}, "author": "http://www.facebook.com/thegoodnewsnetwork", "title": "Scientists Create World's First Truly Biodegradable Single-use Plastic That 'Eats Itself' in Just 2 Weeks - Good News Network", "description": "University of California, Berkeley scientists have developed single-use plastics that can 'eat itself'.", "url": "https://www.goodnewsnetwork.org/berkeley-scientists-single-use-plastic-eats-itself/", "urlToImage": "https://www.goodnewsnetwork.org/wp-content/uploads/2021/04/Ivan-Jayapurna-a-UC-Berkeley-materials-science-and-engineering-graduate-student-preparing-a-sample-film-of-a-new-biodegradable-plastic.-Credit-Adam-Lau_UC-Berkeley.jpg", "publishedAt": "2021-04-22T18:59:06Z", "content": "Despite our efforts to sort and recycle, less than 9% of plastic gets recycled in the U.S., and most ends up in landfill or the environment.Biodegradable plastic bags and containers could help, but i… [+5729 chars]"}, {"source": {"id": null, "name": "Live Science"}, "author": "Stephanie Pappas", "title": "A student's physics project could make quantum computers twice as reliable - Livescience.com", "description": "All it takes is a simple coding change.", "url": "https://www.livescience.com/quantum-error-correcting-code.html", "urlToImage": "https://cdn.mos.cms.futurecdn.net/24zeyUXRA7ckkf8bj2SMcc-1200-80.jpg", "publishedAt": "2021-04-22T18:25:46Z", "content": "A student's tweak in quantum computing code could double its ability to catch errors, piquing the interest of Amazon's quantum computing program. \r\nThe new code could be used to build quantum compute… [+4779 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aylin Woodward", "title": "This year's first supermoon, the 'Pink Moon,' will rise on Monday. Here's how to spot the rare event. - Business Insider", "description": "Supermoons are rare full moons that occur when the moon is the closest it can get to Earth. According to NASA, there will be two supermoons in 2021.", "url": "https://www.businessinsider.com/pink-moon-supermoon-april-2021-how-to-watch-2021-4", "urlToImage": "https://i.insider.com/60818419354dde0018c0699a?width=1200&format=jpeg", "publishedAt": "2021-04-22T18:19:02Z", "content": "The first supermoon of the year will happen Monday, appearing up to 30% brighter and 14% bigger than a typical full moon.\r\nIt's the first of two supermoons in 2021: Another is coming down the pike in… [+3221 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Kevin Stacey", "title": "Mars has right ingredients for present-day microbial life beneath its surface, study finds - Phys.org", "description": "As NASA's Perseverance rover begins its search for ancient life on the surface of Mars, a new study suggests that the Martian subsurface might be a good place to look for possible present-day life on the Red Planet.", "url": "https://phys.org/news/2021-04-mars-ingredients-present-day-microbial-life.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2021/marshasright.jpg", "publishedAt": "2021-04-22T18:17:03Z", "content": "As NASA's Perseverance rover begins its search for ancient life on the surface of Mars, a new study suggests that the Martian subsurface might be a good place to look for possible present-day life on… [+5425 chars]"}, {"source": {"id": null, "name": "Daily Mail"}, "author": "Ian Randall", "title": "Genetics: Women may live longer than men due to toxic effects from the Y chromosome - Daily Mail", "description": "Researchers found that, as male fruit flies age, repetitive sections in their Y chromosomes become active - which causes toxic effects.", "url": "https://www.dailymail.co.uk/sciencetech/article-9491693/Genetics-Women-live-longer-men-toxic-effects-Y-chromosome.html", "urlToImage": "https://i.dailymail.co.uk/1s/2021/04/20/15/41994682-0-image-a-14_1618929974415.jpg", "publishedAt": "2021-04-22T18:00:46Z", "content": "Toxic masculinity will be the end of you literally, that is, if you're a fruit fly.\r\nResearchers from the US found that, as male fruit flies age, repetitive sections in their Y chromosomes become act… [+3818 chars]"}, {"source": {"id": null, "name": "Science Magazine"}, "author": null, "title": "Barcoded viral tracing of single-cell interactions in central nervous system inflammation - Science", "description": "Despite their importance in the physiology and pathology of the central nervous system (CNS), few methods are available for the unbiased, systematic investigation of cell-to-cell interactions at single-cell resolution. Clark et al. developed RABID-seq, a meth…", "url": "https://science.sciencemag.org/content/372/6540/eabf1230.full", "urlToImage": "https://science.sciencemag.org/content/372/6540/eabf1230/F1.large.jpg", "publishedAt": "2021-04-22T17:56:05Z", "content": "By Iain C. Clark, Cristina Gutiérrez-Vázquez, Michael A. Wheeler, Zhaorong Li, Veit Rothhammer, Mathias Linnerbauer, Liliana M. Sanmarco, Lydia Guo, Manon Blain, Stephanie E. J. Zandee, Chun-Cheih Ch… [+396 chars]"}, {"source": {"id": null, "name": "New York Post"}, "author": "Reuters", "title": "Russia plans to launch own space station after quitting ISS - New York Post ", "description": "Russia is ready to start building its own space station with the aim of launching it into orbit by 2030 if President Vladimir Putin gives the go-ahead, the head of its Roscosmos space agency said o…", "url": "https://nypost.com/2021/04/22/russia-plans-to-launch-own-space-station-after-quitting-iss/", "urlToImage": "https://nypost.com/wp-content/uploads/sites/2/2021/04/2021-04-21T192220Z_1622529583_RC2J0N95KGKG_RTRMADP_3_RUSSIA-SPACE-1.jpg?quality=90&strip=all&w=1200", "publishedAt": "2021-04-22T16:51:00Z", "content": "Russia is ready to start building its own space station with the aim of launching it into orbit by 2030 if President Vladimir Putin gives the go-ahead, the head of its Roscosmos space agency said on … [+1433 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "Asteroseismologists Confirm That Older Stars Rotate Faster Than Expected - SciTechDaily", "description": "Stars spin faster than expected as they age according to a new study led by scientists at the University of Birmingham which uses asteroseismology to shed new light on this emerging theory. All stars, like the Sun, are born spinning. As they grow older, their…", "url": "https://scitechdaily.com/asteroseismologists-confirm-that-older-stars-rotate-faster-than-expected/", "urlToImage": "https://scitechdaily.com/images/Older-Stars-Rotate-Faster.jpg", "publishedAt": "2021-04-22T15:00:26Z", "content": "“Sound waves trapped inside stars cause them to oscillate at particular frequencies. These vibrations are visible on the surface, and can be measured by astronomers using space telescopes. When a sta… [+3977 chars]"}]}