{"status": "ok", "totalResults": 51, "articles": [{"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "Unprecedented New Panorama of the Center of Our Milky Way – Reveals Magnetized Threads Weaving Spectacular Galactic Tapestry - SciTechDaily", "description": "A new panorama provides an unprecedented X-ray view above and below the center of Milky Way. This new survey builds on previous Chandra observations, stitching together 370 separate pointings of the telescope. In this main image, different bands of X-rays fro…", "url": "https://scitechdaily.com/unprecedented-new-panorama-of-the-center-of-our-milky-way-reveals-magnetized-threads-weaving-spectacular-galactic-tapestry/", "urlToImage": "https://scitechdaily.com/images/Chandra-Survey-of-Galactic-Center-Crop.jpg", "publishedAt": "2021-05-27T18:44:10Z", "content": "A panorama of the Galactic Center builds on previous surveys from Chandra and other telescopes. This latest version expands Chandra’s high-energy view farther above and below the plane of the galaxy … [+6037 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Isaac Schultz", "title": "Physicists Caught Two Atoms 'Talking' to Each Other - Gizmodo", "description": "A team of physicists in the Netherlands and Germany recently placed a bunch of titanium atoms under a scanning tunneling microscope. Those atoms were in constant, quiet interaction with each other through the directions of their spins. In a clever feat, the r…", "url": "https://gizmodo.com/physicists-caught-two-atoms-talking-to-each-other-1846967872", "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/0fca43addc9742b05bbc1d9d242ac9e1.png", "publishedAt": "2021-05-27T18:00:00Z", "content": "A team of physicists in the Netherlands and Germany recently placed a bunch of titanium atoms under a scanning tunneling microscope. Those atoms were in constant, quiet interaction with each other th… [+6158 chars]"}, {"source": {"id": null, "name": "Live Science"}, "author": "Ben Turner", "title": "Glow-in-the-dark baby squid and tardigrades to be blasted into space - Livescience.com", "description": "Scientists hope to identify the genes that the animals use to adapt to extreme environments.", "url": "https://www.livescience.com/baby-squid-and-tardigrades-launched.html", "urlToImage": "https://cdn.mos.cms.futurecdn.net/UtkRwZCAyjp7sTjqLtyyh3-1200-80.jpeg", "publishedAt": "2021-05-27T17:41:10Z", "content": "NASA is preparing to rocket around 5,000 tardigrades those adorably pudgy \"water bears \" and 128 glow-in-the-dark baby squid into space.\r\nThe animals are heading to the International Space Station (I… [+4399 chars]"}, {"source": {"id": null, "name": "NASA"}, "author": "mars.nasa.gov", "title": "Surviving an In-Flight Anomaly: What Happened on Ingenuity's Sixth Flight - NASA Planetary Science", "description": "On the 91st Martian day, or sol, of NASA’s Mars 2020 Perseverance rover mission, the Ingenuity Mars Helicopter performed its sixth flight.", "url": "https://mars.nasa.gov/technology/helicopter/status/305/surviving-an-in-flight-anomaly-what-happened-on-ingenuitys-sixth-flight/", "urlToImage": "https://mars.nasa.gov/images/mepjpl/PIA24600-16x9.jpg", "publishedAt": "2021-05-27T17:09:30Z", "content": "On the 91st Martian day, or sol, of NASAs Mars 2020 Perseverance rover mission, the Ingenuity Mars Helicopter performed its sixth flight. The flight was designed to expand the flight envelope and dem… [+5781 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Spacetime crystals proposed by placing space and time on an equal footing - Phys.org", "description": "A Penn State scientist studying crystal structures has developed a new mathematical formula that may solve a decades-old problem in understanding spacetime, the fabric of the universe proposed in Einstein's theories of relativity.", "url": "https://phys.org/news/2021-05-spacetime-crystals-space-equal-footing.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/2021/spacetime-crystals-pro.jpg", "publishedAt": "2021-05-27T16:41:22Z", "content": "A Penn State scientist studying crystal structures has developed a new mathematical formula that may solve a decades-old problem in understanding spacetime, the fabric of the universe proposed in Ein… [+4146 chars]"}, {"source": {"id": null, "name": "BBC News"}, "author": "https://www.facebook.com/bbcnews", "title": "New dark matter map reveals cosmic mystery - BBC News", "description": "The most detailed map of dark matter in the Universe is puzzling physicists.", "url": "https://www.bbc.com/news/science-environment-57244708", "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/093E/production/_118666320_darkenergymap.jpg", "publishedAt": "2021-05-27T16:05:12Z", "content": "By Pallab GhoshScience correspondent\r\nimage copyrightN Jeffrey/Dark Energy Collaboration\r\nimage captionThis is the most detailed map of of the distribution of dark matter in the Universe. The bright … [+5055 chars]"}, {"source": {"id": null, "name": "Daily Mail"}, "author": "Ian Randall", "title": "Physics: Scientists capture the highest EVER resolution images of atoms - Daily Mail", "description": "These images are so fine-tuned, that the blurring remaining in the shot is the product of the thermal jiggling of the atoms themselves, the team from New York's Cornell University explained.", "url": "https://www.dailymail.co.uk/sciencetech/article-9625703/Physics-Scientists-capture-highest-resolution-images-atoms.html", "urlToImage": "https://i.dailymail.co.uk/1s/2021/05/27/16/43524199-0-image-a-54_1622128116795.jpg", "publishedAt": "2021-05-27T15:22:41Z", "content": "Researchers have broken the record for the highest resolution image ever captured of individual atoms, creating a shot that is 'zoomed in' some 100 million times.\r\nThese images are so fine-tuned, in … [+4704 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "Spinning Neutron Stars Reveal New Insights Into Elusive Continuous Gravitational Waves - SciTechDaily", "description": "Five years on from the first discovery of gravitational waves, an international team of scientists, including from the ARC Centre of Excellence for Gravitational Wave Discovery (OzGrav), are continuing the hunt for new discoveries and insights into the Univer…", "url": "https://scitechdaily.com/spinning-neutron-stars-reveal-new-insights-into-elusive-continuous-gravitational-waves/", "urlToImage": "https://scitechdaily.com/images/Continuous-Gravitational-Waves.gif", "publishedAt": "2021-05-27T14:00:22Z", "content": "Artist’s impression of continuous gravitational waves generated by a spinning asymmetric neutron star. Credit: Mark Myers, Ozgrav-Swinburne University\r\nFive years on from the first discovery of gravi… [+7432 chars]"}, {"source": {"id": null, "name": "Live Science"}, "author": "Paul Sutter", "title": "Fluffy ball of darkinos could be lurking at the center of the Milky Way - Livescience.com", "description": "Our galaxy's black hole may be something else entirely.", "url": "https://www.livescience.com/fluffy-ball-darkinos-center-milky-way.html", "urlToImage": "https://cdn.mos.cms.futurecdn.net/aUjP7anBNThFAV2QhVctY4-1200-80.gif", "publishedAt": "2021-05-27T12:58:14Z", "content": "In the summer of 2014, astronomers watched with giddy anticipation as a cloud of gas, known as G2, swung dangerously close to a supermassive black hole at the center of the Milky Way. Sparks didn't f… [+5774 chars]"}, {"source": {"id": null, "name": "Live Science"}, "author": "Laura Geggel", "title": "Huge egg from extinct dwarf emu found in sand dune - Livescience.com", "description": "The egg was startlingly large.", "url": "https://www.livescience.com/dwarf-emu-egg-found.html", "urlToImage": "https://cdn.mos.cms.futurecdn.net/DA3WonjL2PTmkVt5AT8DgD-1200-80.jpg", "publishedAt": "2021-05-27T12:43:23Z", "content": "The impressively large egg of a dwarf emu a short and stocky bird that went extinct around 200 years ago has been unearthed from a sand dune on an island between Australia and Tasmania, a new study f… [+4243 chars]"}, {"source": {"id": null, "name": "The Indian Express"}, "author": "Trends Desk", "title": "‘Hey, Istanbul. You’re glowing!’: NASA shares stunning image of city from space - The Indian Express", "description": "Taking to Instagram, the space agency shared the image, which has captured the night lights of Turkey's most famous city, split by the Bosporus and the Golden Horn.", "url": "https://indianexpress.com/article/trending/trending-globally/nasa-areal-image-of-istanbul-iss-7332832/", "urlToImage": "https://images.indianexpress.com/2021/05/Trending-card-11-1.jpg", "publishedAt": "2021-05-27T12:12:08Z", "content": "National Aeronautics and Space Administration (NASA) recently shared an orbital photograph of Istanbul taken from the International Space Station (ISS), and the image has left netizens mesmerised.\r\nT… [+803 chars]"}, {"source": {"id": null, "name": "SpaceNews"}, "author": "Jeff Foust", "title": "GAO report identifies technical and management risks with Artemis - SpaceNews", "description": "A GAO report warns that NASA’s Artemis program faces technical and management risks that raise doubts about returning humans to the moon by 2024.", "url": "https://spacenews.com/gao-report-identifies-technical-and-management-risks-with-artemis/", "urlToImage": "https://spacenews.com/wp-content/uploads/2021/05/ppe-halo.jpg", "publishedAt": "2021-05-27T11:47:07Z", "content": "WASHINGTON A Government Accountability Office report warns that NASAs Artemis program faces technical risks as well as management issues that raise doubts about achieving the goal of returning humans… [+5817 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Zamira Rahim, CNN", "title": "Stephen Hawking's archive and office acquired by UK cultural giants - CNN", "description": "Two major cultural institutions in Britain have obtained renowned physicist Stephen Hawking's office and archive in a £4.2 million ($5.9 million) deal on behalf of the country.", "url": "https://www.cnn.com/2021/05/27/uk/stephen-hawking-archive-scli-scn-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/210527043855-stephen-hawking-file-2006-super-tease.jpg", "publishedAt": "2021-05-27T11:26:00Z", "content": null}, {"source": {"id": null, "name": "Space.com"}, "author": "Samantha Mathewson", "title": "Miss the Super Flower Blood Moon this week? Here's when to see the next total lunar eclipse. - Space.com", "description": "", "url": "https://www.space.com/next-blood-moon-lunar-eclipse-2022", "urlToImage": "https://cdn.mos.cms.futurecdn.net/fvhiQNppNH8YcpNLCdGVbi-1200-80.jpg", "publishedAt": "2021-05-27T11:19:41Z", "content": "If you missed the total lunar eclipse on Wednesday (May 26), you'll have to wait nearly a year for the next one. \r\nSkywatchers in much of the world were treated to a total lunar eclipse on Wednesday … [+4326 chars]"}, {"source": {"id": null, "name": "HubbleSite"}, "author": null, "title": "Lopsided Galaxy NGC 2276 - HubbleSite", "description": "", "url": "https://hubblesite.org/contents/news-releases/2021/news-2021-029", "urlToImage": "//stsci-opo.org/STScI-01F62J7990KBBPZ91QQDFP9WQF.png", "publishedAt": "2021-05-27T11:00:00Z", "content": "Research Box Title\r\nThe magnificent spiral galaxy NGC 2276 looks a bit lopsided in this Hubble Space Telescope snapshot. A bright hub of older yellowish stars normally lies directly in the center of … [+2050 chars]"}, {"source": {"id": null, "name": "NPR"}, "author": "Adam Frank", "title": "'Helgoland' Is A Poetic Argument For Carlo Rovelli's View Of Quantum Mechanics - NPR", "description": "Carlo Rovelli writes that quantum mechanics tells us reality is a net of interactions where there are no things, only relationships; nothing has properties until it interacts with something else.", "url": "https://www.npr.org/2021/05/27/1000444659/helgoland-offers-a-new-way-to-understand-the-world-and-our-place-in-it", "urlToImage": "https://media.npr.org/assets/img/2021/05/26/helgo_wide-afdaef88223dfd1ee3fbab889538004934950522.jpg?s=1400", "publishedAt": "2021-05-27T10:13:17Z", "content": "Helgoland: Making Sense of the Quantum Revolution, by Carlo Rovelli\r\nRiverhead\r\nAs you read these words the world around you seems pretty solid, pretty stable: The device you're using seems to exist … [+5917 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "By Angus Watson and Francesca Street, CNN", "title": "What it was like on board the Qantas supermoon flight to nowhere - CNN", "description": "As people on the ground to admire a rare super blood moon eclipse, perhaps the best view of the astronomical marvel came from 43,000 feet in the sky -- on board a Qantas-operated \"flight to nowhere.\"", "url": "https://www.cnn.com/travel/article/lunar-eclipse-qantas-super-blood-moon-flight-scn/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/210527105039-03-qantas-supermoon-super-tease.jpg", "publishedAt": "2021-05-27T09:11:15Z", "content": "Sydney (CNN) The moon was illuminated a bright coppery red, big and beaming in the night sky.\r\nAnd as people on the ground in Australia and New Zealand and parts of the western United States peered u… [+5132 chars]"}, {"source": {"id": null, "name": "NPR"}, "author": "Lauren Sommer", "title": "Scientists Are Trying To Save Coral Reefs From Climate Change - NPR", "description": "Hotter oceans are putting coral reefs in peril worldwide. Scientists are warning that to save them, heat-trapping emissions must fall, and reefs will need more protection and restoration.", "url": "https://www.npr.org/2021/05/27/999837654/fearing-their-kids-will-inherit-dead-coral-reefs-scientists-are-urging-bold-acti", "urlToImage": "https://media.npr.org/assets/img/2021/05/24/corals-1_wide-88a716b9ed55951d539b39341a77a594250a6240.jpg?s=1400", "publishedAt": "2021-05-27T09:05:00Z", "content": "Scientists expect increasing marine heat waves to cause coral bleaching, which can result in reefs dying off.\r\nKevin Lino/NOAA/NMFS/PIFSC/ESD\r\nCoral reef biologists are often asked the same question … [+5000 chars]"}, {"source": {"id": null, "name": "Teslarati"}, "author": "https://www.facebook.com/13ericralph31", "title": "SpaceX’s first flight-proven Starship rolled back to factory for likely retirement - Teslarati", "description": "While SpaceX has spent the better part of three weeks inspecting the first flight-proven Starship to survive a high-altitude launch and landing, the company appears to have decided to retire the rocket instead of flying it again. On May 25th, four days after …", "url": "https://www.teslarati.com/spacex-first-flight-proven-starship-retired/", "urlToImage": "https://www.teslarati.com/wp-content/uploads/2021/05/Starship-Boca-Chica-052621-NASASpaceflight-bocachicagal-SN15-retirement-10-crop-c-1024x625.jpg", "publishedAt": "2021-05-27T08:57:33Z", "content": "While SpaceX has spent the better part of three weeks inspecting the first flight-proven Starship to survive a high-altitude launch and landing, the company appears to have decided to retire the rock… [+4273 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Breanna Bishop", "title": "Experiments validate the possibility of helium rain inside Jupiter and Saturn - Phys.org", "description": "Nearly 40 years ago, scientists first predicted the existence of helium rain inside planets composed primarily of hydrogen and helium, such as Jupiter and Saturn. However, achieving the experimental conditions necessary to validate this hypothesis hasn't been…", "url": "https://phys.org/news/2021-05-validate-possibility-helium-jupiter-saturn.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/2021/experiments-validate-t.jpg", "publishedAt": "2021-05-27T06:23:28Z", "content": "Nearly 40 years ago, scientists first predicted the existence of helium rain inside planets composed primarily of hydrogen and helium, such as Jupiter and Saturn. However, achieving the experimental … [+4165 chars]"}]}