{"status": "ok", "totalResults": 53, "articles": [{"source": {"id": null, "name": "Gizmodo.com"}, "author": "George Dvorsky", "title": "Space Station Spiders Found a Hack to Build Webs Without Gravity - Gizmodo", "description": "Experiments on the International Space Station suggest spiders can weave normal-looking webs in space—they just need a surprising resource.", "url": "https://gizmodo.com/space-station-spiders-found-a-hack-to-build-webs-withou-1845851520", "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/exxkq1yb9vk0emen1yqq.jpg", "publishedAt": "2020-12-10T19:20:00Z", "content": "Experiments on the International Space Station suggest spiders can weave normal-looking webs in spacethey just need a surprising resource.\r\nSpiders are capable of building typical webs in microgravit… [+4194 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Tom McKay", "title": "Honeybees Fend Off Asian Giant Hornets With Poop - Gizmodo", "description": "Attacks by giant hornets, relatives of murder hornets, on honeybee hives are absolutely horrifying. New research published in PLOS ONE on Wednesday highlights a unique defensive strategy that Asian honeybees use fend them off: animal poop.", "url": "https://earther.gizmodo.com/honeybees-fend-off-asian-giant-hornets-with-poop-1845851808", "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/v3fjj9b1lo2ragytrvmn.jpg", "publishedAt": "2020-12-10T18:20:00Z", "content": "Attacks by giant hornets, relatives of murder hornets, on honeybee hives are absolutely horrifying. Worker hornets identify bee hives and then bring in reinforcements of two to dozens of others, slau… [+4213 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Jack Guy, CNN", "title": "New 'sea dragon' species discovered by amateur fossil hunter off English coast - CNN", "description": "A British fossil hunter has found a previously unidentified \"sea dragon\" on the southern English coast.", "url": "https://www.cnn.com/2020/12/10/uk/sea-dragon-discovered-scli-intl-gbr-scn/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/201210102434-02-sea-dragon-discovered-uk-scli-intl-gbr-super-tease.jpg", "publishedAt": "2020-12-10T17:53:00Z", "content": null}, {"source": {"id": "rt", "name": "RT"}, "author": "RT", "title": "Astronomers discover ‘celestial highway’ that could rapidly speed up travel through our Solar System - RT", "description": "Astronomers have discovered a “celestial highway” to travel through the Solar System much faster than was previously possible. The development raises the prospect of rapidly sending crafts across vast swathes of space.", "url": "https://www.rt.com/news/509282-celestial-highway-solar-system/", "urlToImage": "https://cdni.rt.com/files/2020.12/article/5fd25a9f85f54017c21308d4.jpg", "publishedAt": "2020-12-10T17:53:00Z", "content": "The extraordinary superhighway network was discovered by an international team of researchers from Serbia and the United States. The routes can transport comets and asteroids nearly the distance from… [+2302 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "NASA and Boeing Target New Launch Date for Next Starliner Test Flight to Space Station - SciTechDaily", "description": "NASA and Boeing now are targeting March 29 for the launch of Starliner’s second uncrewed flight test to the International Space Station as part of the agency’s Commercial Crew Program. Orbital Flight Test-2 (OFT-2) is a critical developmental milestone on the…", "url": "https://scitechdaily.com/nasa-and-boeing-target-new-launch-date-for-next-starliner-test-flight-to-space-station/", "urlToImage": "https://scitechdaily.com/images/Boeing-Starliner-Crew-Module.jpg", "publishedAt": "2020-12-10T17:21:40Z", "content": "Boeing’s Starliner crew module, with back shells installed, is inside the company’s Commercial Crew and Cargo Processing Facility at Kennedy Space Center on Dec. 8, 2020, in preparation for the Orbit… [+4582 chars]"}, {"source": {"id": "engadget", "name": "Engadget"}, "author": "", "title": "NASA names the astronauts eligible for early Artemis Moon missions - Engadget", "description": "NASA has named the 18 astronauts eligible for Artemis' first crewed Moon missions, and they include both veterans and newcomers.", "url": "https://www.engadget.com/nasa-artemis-astronaut-list-for-moon-missions-154258011.html", "urlToImage": "https://o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=95&image_uri=https%3A%2F%2Fs.yimg.com%2Fos%2Fcreatr-uploaded-images%2F2020-12%2F3942f810-3af9-11eb-a5eb-61f0e57c737d&client=amp-blogside-v2&signature=9239db33553ecda565d4fe1d793d53a6a02bc8a7", "publishedAt": "2020-12-10T16:35:05Z", "content": "NASA has shared a shortlist of astronauts eligible for the first Artemis missions to the Moon, and it won’t surprise you to hear that it’s an eclectic mix. The 18 candidates not only cover a range of… [+568 chars]"}, {"source": {"id": null, "name": "Space.com"}, "author": "Amy Thompson", "title": "You can watch a US spy satellite launch on a giant Delta IV Heavy rocket tonight. Here's how. - Space.com", "description": "Liftoff is scheduled for 6:15 p.m. EST (2315 GMT).", "url": "https://www.space.com/ula-nrol-44-spy-satellite-delta-iv-heavy-launch-webcast", "urlToImage": "https://cdn.mos.cms.futurecdn.net/kFyHj7CVxCgpvZwkbnn7qG-1200-80.jpg", "publishedAt": "2020-12-10T16:11:00Z", "content": "CAPE CANAVERAL, Fla. A new U.S. spy satellite will launch into space early Thursday (Dec. 10) on the mightiest rocket built by the United Launch Alliance (ULA): the massive Delta IV Heavy.\r\nThe boost… [+6873 chars]"}, {"source": {"id": null, "name": "NASA"}, "author": null, "title": "Hubble Pins Down Weird Exoplanet with Far-Flung Orbit - NASA", "description": "A planet in an unlikely orbit around a double star 336 light-years away may offer a clue to a mystery much closer to home: a hypothesized, distant body in our solar system dubbed \"Planet Nine.\"", "url": "https://www.nasa.gov/feature/goddard/2020/hubble-pins-down-weird-exoplanet-with-far-flung-orbit/", "urlToImage": "http://www.nasa.gov/sites/default/files/thumbnails/image/stsci-h-p2053d-f-1010x695.png", "publishedAt": "2020-12-10T16:03:50Z", "content": null}, {"source": {"id": "rt", "name": "RT"}, "author": "RT", "title": "Astronomers detect gigantic x-ray bubbles stretching out above and below the Milky Way - RT", "description": "A new survey of the sky in the X-ray spectrum has captured hitherto unseen, but incredibly large, structures hiding in plain sight in the Milky Way and beyond.", "url": "https://www.rt.com/news/509240-gigantic-xray-bubbles-milky-way/", "urlToImage": "https://cdni.rt.com/files/2020.12/article/5fd22f3985f540264c3e0d0a.PNG", "publishedAt": "2020-12-10T14:29:00Z", "content": "The structures in question are giant bubbles composed of X-rays, emanating from the galactic center and extending beyond, both above and below, the galactic plane. \r\nThey are so big that they dwarf t… [+3157 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Artificial intelligence finds surprising patterns in Earth's biological mass extinctions - Phys.org", "description": "Charles Darwin's landmark opus \"On the Origin of the Species\" ends with a beautiful summary of his theory of evolution: \"There is a grandeur in this view of life, with its several powers, having been originally breathed into a few forms or into one; and that,…", "url": "https://phys.org/news/2020-12-artificial-intelligence-patterns-earth-biological.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2020/58-artificialin.jpg", "publishedAt": "2020-12-10T13:03:45Z", "content": "Charles Darwin's landmark opus \"On the Origin of the Species\" ends with a beautiful summary of his theory of evolution: \"There is a grandeur in this view of life, with its several powers, having been… [+8266 chars]"}, {"source": {"id": null, "name": "YouTube"}, "author": null, "title": "Space weather warning! Solar flare could affect electrical grids, GPS systems - FOX 2 St. Louis", "description": "There’s a space weather warning for Earth. The planet is under a geomagnetic storm watch. And what’s happening on the sun could affect everyone on Earth.", "url": "https://www.youtube.com/watch?v=2kjJqhtFl1g", "urlToImage": "https://i.ytimg.com/vi/2kjJqhtFl1g/maxresdefault.jpg", "publishedAt": "2020-12-10T04:35:04Z", "content": null}, {"source": {"id": null, "name": "NASASpaceflight.com"}, "author": "Chris Bergin", "title": "Chinese Long March 11 lofts GECAM mission - NASASpaceflight.com", "description": "On Wednesday, China launched a double satellite mission intended for research in electromagnetic counterparts of…", "url": "https://www.nasaspaceflight.com/2020/12/chinese-long-march-11-gecam-mission/", "urlToImage": "https://www.nasaspaceflight.com/wp-content/uploads/2020/12/gecam-10.jpg", "publishedAt": "2020-12-10T03:11:00Z", "content": "On Wednesday, China launched a double satellite mission intended for research in electromagnetic counterparts of gravitational waves. The launch took place from the Xichang Satellite Center, Sichuan … [+4536 chars]"}, {"source": {"id": null, "name": "Yahoo Entertainment"}, "author": "Reuters", "title": "Australian scientists develop genome sequencing to trace COVID-19 cases within four hours - Yahoo News", "description": "Australian scientists said on Thursday they had developed a rapid genome sequencing method that would cut to within four hours the time taken to trace the...", "url": "https://news.yahoo.com/australian-scientists-develop-genome-sequencing-023552407.html", "urlToImage": "https://s.yimg.com/uu/api/res/1.2/m6hiy9PEke7i9BqQ7X8b9Q--~B/aD01MzQ7dz04MDA7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/reuters.com/b61095ff5d28568fdcafdada81538843", "publishedAt": "2020-12-10T02:35:00Z", "content": "SYDNEY (Reuters) - Australian scientists said on Thursday they had developed a rapid genome sequencing method that would cut to within four hours the time taken to trace the source of coronavirus cas… [+1543 chars]"}, {"source": {"id": null, "name": "Salt Lake Tribune"}, "author": null, "title": "Do you see what I see? Planetary alignment to create a 'Christmas star' - Salt Lake Tribune", "description": "A star, a star will dance in the night on Dec. 21.", "url": "https://sltrib.com/religion/2020/12/09/do-you-see-what-i-see/", "urlToImage": "https://www.sltrib.com/resizer/ewCuWC2pZ8FfbtWf_KOmixtUqwk=/1200x630/cloudfront-us-east-1.images.arcpublishing.com/sltrib/I5SLQCNRBFF7RM4DL7RS542MJQ.jpg", "publishedAt": "2020-12-10T02:04:36Z", "content": "A star, a star will dance in the night on Dec. 21.\r\nActually, it wont be a star, but the so-called great conjunction of two planets Jupiter and Saturn creating something similar to what some astronom… [+2886 chars]"}, {"source": {"id": null, "name": "Science Daily"}, "author": null, "title": "New superhighway system discovered in the Solar System - Science Daily", "description": "Researchers have discovered a new superhighway network to travel through the Solar System much faster than was previously possible. Such routes can drive comets and asteroids near Jupiter to Neptune's distance in under a decade and to 100 astronomical units i…", "url": "https://www.sciencedaily.com/releases/2020/12/201209094216.htm", "urlToImage": "https://www.sciencedaily.com/images/scidaily-icon.png", "publishedAt": "2020-12-10T00:49:08Z", "content": "Researchers have discovered a new superhighway network to travel through the Solar System much faster than was previously possible. Such routes can drive comets and asteroids near Jupiter to Neptune'… [+1619 chars]"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "William Harwood", "title": "SpaceX launches Starship prototype on spectacular test flight, rocket explodes on touchdown - CBS News", "description": "Despite the setback, an elated Elon Musk says valuable data was collected.", "url": "https://www.cbsnews.com/news/spacex-starship-rocket-prototype-explodes-landing/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2020/12/09/b5af4aca-0a2a-4a06-87fc-ab75698b39e7/thumbnail/1200x630/e861c33e069a9c901ae28181e1b03d4c/120920-launch1.jpg", "publishedAt": "2020-12-10T00:16:00Z", "content": "A full-scale prototype of of SpaceX's futuristic Starship rocket blasted off from south Texas Wednesday in the program's most ambitious test flight to date, soaring to airliner altitudes before falli… [+8851 chars]"}, {"source": {"id": null, "name": "KABC-TV"}, "author": "By Adriana Navarro, AccuWeather staff writer", "title": "AccuWeather: Northern lights may glow over parts of US this week - KABC-TV", "description": "After years of slumber, a solar flare burst from the sun toward Earth is tempting a rare glimpse at the northern lights for areas farther south than normal and becoming the latest sign that the sun is \"waking up.\"", "url": "https://abc7.com/8645778/", "urlToImage": "https://cdn.abcotvs.com/dip/images/8646018_120920-wpvi-northern-lights-accuweather-video-vid.jpg?w=1600", "publishedAt": "2020-12-10T00:09:21Z", "content": "After years of slumber, a solar flare burst from the sun toward Earth is tempting a rare glimpse at the northern lights for areas farther south than normal and becoming the latest sign that the sun i… [+5814 chars]"}, {"source": {"id": null, "name": "New York Times"}, "author": "Kenneth Chang", "title": "Can Israelis Put Two Landers on the Moon at Once? - The New York Times", "description": "Although the Beresheet lunar landing ended in a crash last year,  SpaceIL wants to try again with a more complex mission by 2024.", "url": "https://www.nytimes.com/2020/12/09/science/israel-moon-beresheet-2.html", "urlToImage": "https://static01.nyt.com/images/2020/12/09/science/09ISRAEL-MOON1/09ISRAEL-MOON1-facebookJumbo.jpg", "publishedAt": "2020-12-09T22:21:07Z", "content": "In May last year, NASA released a photograph taken by its Lunar Reconnaissance Orbiter spacecraft that showed the scar that Beresheet made on the moon.\r\nSpaceIL hopes that international partnerships … [+1289 chars]"}, {"source": {"id": null, "name": "VOA News"}, "author": "VOA Learning English", "title": "Japanese Asteroid Samples Make it Back to Earth - VOA Learning English", "description": "A Japanese spacecraft has successfully dropped asteroid samples from space. A capsule carrying the samples landed in Australia and were collected by Japan’s space agency.", "url": "https://learningenglish.voanews.com/a/japanese-asteroid-samples-make-it-back-to-earth/5691948.html", "urlToImage": "https://gdb.voanews.com/9cf412cf-1280-4fa2-bff3-e76494121d1a_w1200_r1.jpg", "publishedAt": "2020-12-09T22:01:00Z", "content": "A Japanese spacecraft has successfully dropped asteroid samples from space. The samples landed safely in the Australian Outback.\r\nThe container carrying the asteroid soil samples was dropped from 220… [+4242 chars]"}, {"source": {"id": "the-next-web", "name": "The Next Web"}, "author": "Tristan Greene", "title": "Here’s 3 sad science news stories to ruin your day (because it’s still 2020) - The Next Web", "description": "2020 still has a few more weeks left and if ever there was a guarantee it's not going down without a fight, it's this week's glut of sad science stories. Do you like aliens, dogs, or ...", "url": "https://thenextweb.com/?p=1331108", "urlToImage": "https://img-cdn.tnwcdn.com/image/tnw?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F12%2Fsadscience.jpg&signature=06e47be07bfa104d1772f2e8493f28e5", "publishedAt": "2020-12-09T21:05:50Z", "content": "2020 still has a few more weeks left and if ever there was a guarantee its not going down without a fight, its this weeks glut of sad science stories. Do you like aliens, dogs, or believe scientists … [+3271 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Researcher adds to timeline of human evolution by studying an island fox - Phys.org", "description": "Nearly two decades ago, a small-bodied \"human-like\" fossil, Homo floresiensis, was discovered on an island in Indonesia. Some scientists have credited the find, now nicknamed \"Hobbit,\" as representative of a human ancestor who developed dwarfed features after…", "url": "https://phys.org/news/2020-12-timeline-human-evolution-island-fox.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2020/researcherad.jpg", "publishedAt": "2020-12-09T21:00:13Z", "content": "Nearly two decades ago, a small-bodied \"human-like\" fossil, Homo floresiensis, was discovered on an island in Indonesia. Some scientists have credited the find, now nicknamed \"Hobbit,\" as representat… [+3633 chars]"}, {"source": {"id": null, "name": "NPR"}, "author": "NPR", "title": "Researchers On Why Dogs Learn Only A Limited Number Of Words - NPR", "description": "Dogs are good at learning new words. But researchers say dogs don't understand small sound differences in words such as  \"dog\" or \"dig.\" It may explain why most don't learn a large number of words.", "url": "https://www.npr.org/2020/12/09/944739759/researchers-on-why-dogs-learn-only-a-limited-number-of-words", "urlToImage": "https://media.npr.org/include/images/facebook-default-wide.jpg?s=1400", "publishedAt": "2020-12-09T21:00:00Z", "content": "Dogs are good at learning new words. But researchers say dogs don't understand small sound differences in words such as \"dog\" or \"dig.\" It may explain why most don't learn a large number of words.ARI… [+3460 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "New study helps pinpoint when earth's plate subduction began - Phys.org", "description": "A new study from scientists at Scripps Institution of Oceanography at UC San Diego and the University of Chicago sheds light on a hotly contested debate in Earth sciences: when did plate subduction begin?", "url": "https://phys.org/news/2020-12-earth-plate-subduction-began.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2019/1-earthscore.jpg", "publishedAt": "2020-12-09T20:59:26Z", "content": "A new study from scientists at Scripps Institution of Oceanography at UC San Diego and the University of Chicago sheds light on a hotly contested debate in Earth sciences: when did plate subduction b… [+4955 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Jesse Jenkins", "title": "Shocking adaptations discovered in electric fish of Brazil's Amazon - Phys.org", "description": "A study of weakly electric fishes from a remote area of the Brazilian Amazon Basin has not only offered a unique window into how an incredibly rare fish has adapted to life in caves over tens of thousands of years, it has also revealed for the first time that…", "url": "https://phys.org/news/2020-12-electric-fish-brazil-amazon.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2020/spookyintera.jpg", "publishedAt": "2020-12-09T20:56:13Z", "content": "A study of weakly electric fishes from a remote area of the Brazilian Amazon Basin has not only offered a unique window into how an incredibly rare fish has adapted to life in caves over tens of thou… [+7077 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "New evidence: Neandertals buried their dead - Phys.org", "description": "Was burial of the dead practiced by Neandertals or is it an innovation specific to our species? There are indications in favor of the first hypothesis but some scientists remain skeptical. For the first time in Europe, however, a multi-disciplinary team led b…", "url": "https://phys.org/news/2020-12-evidence-neandertals-dead.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2020/newevidencen.jpg", "publishedAt": "2020-12-09T20:55:47Z", "content": "Was burial of the dead practiced by Neandertals or is it an innovation specific to our species? There are indications in favor of the first hypothesis but some scientists remain skeptical. For the fi… [+3805 chars]"}, {"source": {"id": "usa-today", "name": "USA Today"}, "author": "Doyle Rice", "title": "Our 'concrete jungle' is winning: Human-made materials now outweigh all living things on Earth, study says - USA TODAY", "description": "The mass of all the human-produced materials exceeds the mass of all life on the planet. And by 2040, it will double, a new study says.", "url": "https://www.usatoday.com/story/news/nation/2020/12/09/human-made-materials-outweighs-all-living-things-earth-study/6507646002/", "urlToImage": "https://www.gannett-cdn.com/presto/2020/12/09/USAT/933b3254-c9d3-4198-aecc-27096b354834-Anthropomass_Itai_Raveh_002.jpg?crop=6119,3442,x0,y549&width=3200&height=1680&fit=bounds", "publishedAt": "2020-12-09T20:19:38Z", "content": "Story Highlights\r\n<ul><li>Humanity has become a dominant force in shaping the face of the Earth.</li><li>In 1900, human-produced mass equaled only about 3% of the total biomass.</li><li>Buildings and… [+3174 chars]"}, {"source": {"id": null, "name": "New York Post"}, "author": "Suzy Weiss", "title": "Don't count on face shields to protect you from COVID-19: study - New York Post ", "description": "Face shields aren’t really shielding much. A new study is the latest science casting doubt on plastic face shields in the fight against COVID-19. The study included a video to illustrate how …", "url": "https://nypost.com/2020/12/09/dont-count-on-face-shields-to-protect-you-from-covid-19/", "urlToImage": "https://nypost.com/wp-content/uploads/sites/2/2020/12/face-shield-1.jpg?quality=90&strip=all&w=1200", "publishedAt": "2020-12-09T20:16:00Z", "content": "Face shields aren’t really shielding much. \r\nA new study is the latest science casting doubt on plastic face shields in the fight against COVID-19. \r\nThe study included a video to illustrate how a sn… [+1672 chars]"}, {"source": {"id": null, "name": "The Conversation Africa"}, "author": "Anthony J. Martin, Melissa Hage", "title": "We discovered a 115,000-year-old iguana nest fossil in the Bahamas - The Conversation US", "description": "A trace fossil of an iguana burrow was discovered on San Salvador Island in the Bahamas. Estimated to be 115,000 years old, it is the first known fossil of its kind.", "url": "https://theconversation.com/we-discovered-a-115-000-year-old-iguana-nest-fossil-in-the-bahamas-151270", "urlToImage": "https://images.theconversation.com/files/373422/original/file-20201207-17-u9ozpb.png?ixlib=rb-1.1.0&rect=1%2C183%2C1176%2C588&q=45&auto=format&w=1356&h=668&fit=crop", "publishedAt": "2020-12-09T19:04:00Z", "content": "A pregnant iguana dug into a vegetated sand dune about 115,000 years ago on a small island in a chain of islands that one day would be called the Bahamas. Once she buried herself and was surrounded b… [+5199 chars]"}, {"source": {"id": null, "name": "WRAL.com"}, "author": "Tony Rice", "title": "Look for northern lights Wednesday & Thursday night - WRAL.com", "description": "Auroral activity was forecasted to be visible as far south as North Carolina Thursday night, the result of a solar storm earlier in the week.", "url": "https://www.wral.com/aurora-hopes-dashed-by-weaker-than-expected-solar-storm/19421496/", "urlToImage": "https://wwwcache.wral.com/asset/weather/2020/12/09/19421501/iss052e007857-DMID1-5p4xjsld8-640x480.jpg", "publishedAt": "2020-12-09T18:36:00Z", "content": "By Tony Rice, NASA Ambassador\r\nThe northern horizon in North Carolina and Virginia west to Northern California is forecasted to take on a green color as particles from a solar storm interact with the… [+2592 chars]"}, {"source": {"id": null, "name": "fox8.com"}, "author": "Darcie Loreno", "title": "‘Best meteor shower of the year’: The Geminids peak this weekend with close to 60 meteors per hour - WJW FOX 8 News Cleveland", "description": "NASA reports the Geminid meteor shower occurs between Dec. 4 to Dec. 17 every year, with the best nights for viewing on Dec. 13 and Dec. 14.", "url": "https://fox8.com/news/best-meteor-shower-of-the-year-the-geminids-peak-this-weekend-with-up-to-60-meteors-per-hour/", "urlToImage": "https://fox8.com/wp-content/uploads/sites/12/2020/12/Gemenides_meteor_shower_getty.jpg?w=1280", "publishedAt": "2020-12-09T18:19:00Z", "content": "(WJW) — What could be one of the best meteor showers of 2020 is happening this weekend. \r\nNASA reports the Geminid meteor shower occurs between Dec. 4 to Dec. 17 every year, with the best nights for … [+1264 chars]"}, {"source": {"id": null, "name": "CNET"}, "author": "Amanda Kooser", "title": "NASA Perseverance Mars rover is packed with secret stowaways - CNET", "description": "From a dinosaur to a bit of Sherlock Holmes lore, some amazing extras are riding along on the trip to Mars.", "url": "https://www.cnet.com/news/nasa-perseverance-mars-rover-is-packed-with-secret-stowaways/", "urlToImage": "https://cnet4.cbsistatic.com/img/kAlEd0bh24T1ReTpyVbVG8nRV1s=/1200x630/2020/12/09/90073502-8f33-4c94-91a7-535847e364f7/nasamastcamsundial.jpg", "publishedAt": "2020-12-09T18:13:42Z", "content": "A piece of this Martian meteorite that spent time on the ISS is now a part of NASA's Perseverance rover.\r\nNASA/JPL-Caltech /LANL/CNES/ESA/Thomas Pesquet\r\nNASA's next-generation Perseverance rover is … [+3150 chars]"}, {"source": {"id": null, "name": "Yahoo Entertainment"}, "author": "By Will Dunham", "title": "Scientists clarify origins of pterosaurs, the dinosaur era's flying reptiles - Yahoo News", "description": "Scientists may have solved one of paleontology's enduring mysteries - the evolutionary origins of the flying reptiles called pterosaurs that ruled the skies ...", "url": "https://news.yahoo.com/scientists-clarify-origins-pterosaurs-dinosaur-170625347.html", "urlToImage": "https://s.yimg.com/uu/api/res/1.2/TmnPuxzC9QDYoek6SOc7mQ--~B/aD00NTA7dz04MDA7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/reuters.com/7311acdc11998c907c9b9a8b6148db5b", "publishedAt": "2020-12-09T17:06:00Z", "content": "On Saturday, Gov. Ron DeSantis and Florida Republican leaders turned the backyard of the governors mansion into a GOP gloatfest with a pandemic twist.Some of the top players in the party that has ove… [+8328 chars]"}, {"source": {"id": null, "name": "Nature.com"}, "author": null, "title": "Capillary condensation under atomic-scale confinement - Nature.com", "description": "In the tiniest of capillaries, barely larger than a water molecule, condensation is surprisingly predictable from the macroscopic&nbsp;Kelvin condensation equation, a coincidence partially owing to elastic deformation of the capillary walls.", "url": "https://www.nature.com/articles/s41586-020-2978-1", "urlToImage": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41586-020-2978-1/MediaObjects/41586_2020_2978_Fig1_HTML.png", "publishedAt": "2020-12-09T16:32:09Z", "content": "<li></li>\r\n1.Charlaix, E. &amp; Ciccotti, M. Capillary Condensation in Confined Media (CRC 2010).\r\n<li></li>\r\n2.van Honschoten, J. W., Brunets, N. &amp; Tas, N. R. Capillarity at the nanoscale. Chem.… [+8386 chars]"}, {"source": {"id": null, "name": "Nature.com"}, "author": null, "title": "Proton collisions probe the final frontier of the standard model of particle physics - Nature.com", "description": "Measurements of the nuclear forces between protons and hyperons.", "url": "https://www.nature.com/articles/d41586-020-03393-z", "urlToImage": "https://media.nature.com/lw1024/magazine-assets/d41586-020-03393-z/d41586-020-03393-z_18656772.png", "publishedAt": "2020-12-09T16:28:21Z", "content": "In a paper in Nature, the ALICE Collaboration1 reports that data from high-energy collisions between protons can be used to investigate the little-understood nuclear forces between protons and subato… [+7037 chars]"}, {"source": {"id": null, "name": "Nature.com"}, "author": null, "title": "Detection of large-scale X-ray bubbles in the Milky Way halo - Nature.com", "description": "Observations from the eROSITA telescope reveal soft-X-ray-emitting bubbles extending above and below the Galactic plane, which arose from energy injected into the Galactic halo from past activity in the Galactic centre.", "url": "https://www.nature.com/articles/s41586-020-2979-0", "urlToImage": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41586-020-2979-0/MediaObjects/41586_2020_2979_Fig1_HTML.png", "publishedAt": "2020-12-09T16:18:17Z", "content": "<li></li>\r\n1.Su, M., Slatyer, T. R. &amp; Finkbeiner, D. P. Giant gamma-ray bubbles from Fermi-LAT: active galactic nucleus activity or bipolar Galactic wind? Astrophys. J. 724, 10441082 (2010).\r\nADS… [+7151 chars]"}, {"source": {"id": null, "name": "Futurism"}, "author": null, "title": "China Crashed Spacecraft Into the Moon so It Wouldn't Become Space Junk - Futurism", "description": "\"This is an important pledge made by China as a responsible major country, towards the peaceful exploration and utilisation of space by humans.\"", "url": "https://futurism.com/the-byte/china-crashed-spacecraft-moon-space-junk", "urlToImage": "https://wp-assets.futurism.com/2020/12/china-crashed-spacecraft-moon-space-junk-768x403.jpg", "publishedAt": "2020-12-09T16:11:46Z", "content": "Left Behind\r\nIn a bid to avoid cluttering space with even more pieces of orbital debris, the Chinese space agency crashed part of its Change-5 spacecraft into the Moon.\r\nThe Change-5 mission is alrea… [+1444 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Thamarasee Jeewandara", "title": "Accessing the arches of chaos in the solar system for fast transport - Phys.org", "description": "Space manifolds form the boundaries of dynamic channels to provide fast transport to the innermost and outermost reaches of the solar system. Such features are an important element in spacecraft navigation and mission design, providing a window to the apparen…", "url": "https://phys.org/news/2020-12-accessing-arches-chaos-solar-fast.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/2020/accessingthe.jpg", "publishedAt": "2020-12-09T15:32:36Z", "content": "Global arch-like structure of space manifolds in the Solar System. Short-term FLI maps of the region between the outer edge of the main asteroid belt at 3 AU to just beyond the semimajor axis of Uran… [+9765 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Space weather discovery puts 'habitable planets' at risk - Phys.org", "description": "A discovery that links stellar flares with radio-burst signatures will make it easier for astronomers to detect space weather around nearby stars outside the Solar System. Unfortunately, the first weather reports from our nearest neighbour, Proxima Centauri, …", "url": "https://phys.org/news/2020-12-space-weather-discovery-habitable-planets.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2020/5fd0b363b295d.jpg", "publishedAt": "2020-12-09T14:00:01Z", "content": "A discovery that links stellar flares with radio-burst signatures will make it easier for astronomers to detect space weather around nearby stars outside the Solar System. Unfortunately, the first we… [+6111 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Jennifer Chu", "title": "A technique to sift out the universe's first gravitational waves - Phys.org", "description": "In the moments immediately following the Big Bang, the very first gravitational waves rang out. The product of quantum fluctuations in the new soup of primordial matter, these earliest ripples through the fabric of space-time were quickly amplified by inflati…", "url": "https://phys.org/news/2020-12-technique-sift-universe-gravitational.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/2020/4-atechniqueto.jpg", "publishedAt": "2020-12-09T13:32:17Z", "content": "In the moments immediately following the Big Bang, the very first gravitational waves rang out. The product of quantum fluctuations in the new soup of primordial matter, these earliest ripples throug… [+7983 chars]"}, {"source": {"id": null, "name": "Ctvnews.ca"}, "author": "Katie Hunt", "title": "How Neanderthal DNA affects human health -- including the risk of getting COVID-19 - CTV News", "description": "The evidence that Homo sapiens interbred with Neanderthals first emerged in 2010, after Swedish geneticist Svante Pääbo pioneered methods to extract, sequence and analyze ancient DNA from Neanderthal bones.", "url": "https://www.ctvnews.ca/sci-tech/how-neanderthal-dna-affects-human-health-including-the-risk-of-getting-covid-19-1.5223158", "urlToImage": "https://www.ctvnews.ca/polopoly_fs/1.5223162.1607518347!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg", "publishedAt": "2020-12-09T12:53:00Z", "content": "Early modern humans originated in Africa and started spreading around the world about 80,000 years ago. As they traveled, they came across other ancient humans, including Neanderthals, who had alread… [+9358 chars]"}, {"source": {"id": null, "name": "Teslarati"}, "author": "https://www.facebook.com/13ericralph31", "title": "SpaceX docks two Dragons to the space station for the first time - Teslarati", "description": "For the first time, SpaceX has successfully docked two Dragons to the International Space Station (ISS) at the same time. Carrying roughly three metric tons (~6600 lb) of cargo, SpaceX’s first upgraded Cargo Dragon aced its inaugural orbital flight and dockin…", "url": "https://www.teslarati.com/spacex-docks-two-dragons-space-station-first-time/", "urlToImage": "https://www.teslarati.com/wp-content/uploads/2020/12/CRS-21-Cargo-Dragon-2-120720-Sergey-Kud-Sverchkov-ISS-arrival-6-crop-c-1024x492.jpg", "publishedAt": "2020-12-09T10:21:46Z", "content": "For the first time, SpaceX has successfully docked two Dragons to the International Space Station (ISS) at the same time.\r\nCarrying roughly three metric tons (~6600 lb) of cargo, SpaceX’s first upgra… [+3565 chars]"}, {"source": {"id": null, "name": "Express"}, "author": "Callum Hoare", "title": "Alaska's Yellowstone: Underwater supervolcano capable of 'world-changing' eruption found - Daily Express", "description": "ALASKA could be at the centre of a 'world-changing' eruption, a scientist has warned, after discovering what is thought to be an underwater supervolcano just days after the region was rocked by a huge earthquake.", "url": "https://www.express.co.uk/news/science/1370183/alaska-yellowstone-supervolcano-eruption-warning-ring-fire-earthquake-aleutian-islands-spt", "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/151/750x445/1370183.jpg", "publishedAt": "2020-12-09T07:43:00Z", "content": null}, {"source": {"id": null, "name": "Oneindia.com"}, "author": "Alphonse Joseph", "title": "Explained: Why people vaccinated against COVID-19 still need to wear mask? - Oneindia", "description": "The vaccine for the novel coronavirus from Pfizer and Moderna seem to be remarkably good at preventing serious illness. But, it is unclear how well these vaccines would curb the spread of the coronavirus.", "url": "https://www.oneindia.com/india/explained-why-people-vaccinated-against-covid-19-still-need-to-wear-mask-3187074.html", "urlToImage": "https://www.oneindia.com/img/1200x80/2020/12/vaccine1-1607499509.jpg", "publishedAt": "2020-12-09T07:40:12Z", "content": "New Delhi, Dec 09: The vaccine for the novel coronavirus from Pfizer and Moderna seem to be remarkably good at preventing serious illness. But, it is unclear how well these vaccines would curb the sp… [+2143 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Hidden symmetry could be key to more robust quantum systems, researchers find - Phys.org", "description": "Researchers have found a way to protect highly fragile quantum systems from noise, which could aid in the design and development of new quantum devices, such as ultra-powerful quantum computers.", "url": "https://phys.org/news/2020-12-hidden-symmetry-key-robust-quantum.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2019/1-quantum.jpg", "publishedAt": "2020-12-09T05:00:01Z", "content": "Researchers have found a way to protect highly fragile quantum systems from noise, which could aid in the design and development of new quantum devices, such as ultra-powerful quantum computers.\r\nThe… [+4308 chars]"}, {"source": {"id": null, "name": "CleanTechnica"}, "author": "Chanan Bos", "title": "Molecular Biology Just Had A Big Breakthrough, It’s Like Battery Day All Over Again - CleanTechnica", "description": "This week, we again had one of those days in which a single new event changes the trajectory of humanity’s future; a scientific advance that was not expected for another decade, an advance that many expected would take a quantum computer to achieve", "url": "https://cleantechnica.com/2020/12/08/molecular-biology-just-had-a-big-breakthrough-its-like-battery-day-all-over-again/", "urlToImage": "https://cleantechnica.com/files/2020/12/Protein-folding-Watermarked.jpg", "publishedAt": "2020-12-09T03:51:39Z", "content": "ResearchPublished on December 8th, 2020 |\r\n by Chanan Bos\r\n0\r\nDecember 8th, 2020 by Chanan Bos \r\nIt’s not often that a single news event changes the trajectory of humanitys future. The last one was T… [+8794 chars]"}, {"source": {"id": null, "name": "Haveeru.com.mv"}, "author": "Mortimer Nelson", "title": "A strong solar storm hit the Earth on December 10, 2020 - haveeruonline", "description": "Estimated reading time:", "url": "https://www.haveeru.com.mv/a-strong-solar-storm-hit-the-earth-on-december-10-2020/", "urlToImage": null, "publishedAt": "2020-12-08T23:24:06Z", "content": "Estimated reading time: &lt;1&gt;MinuteThe sun shone on the sun on December 7th. Plasma and radiation were thrown towards Earth – they are expected to hit the atmosphere on December 9th. The main thr… [+1024 chars]"}, {"source": {"id": null, "name": "Express"}, "author": "Sean Martin", "title": "Fireball shoots over USA and Canada 'Once in a lifetime sighting' - video - Daily Express", "description": "A FIREBALL stunned onlookers over Canada and the US, with some claiming it was unlike anything they had ever seen.", "url": "https://www.express.co.uk/news/science/1370099/fireball-usa-canada-meteor-video-meteors-asteroid-space-evg", "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/151/750x445/1370099.jpg", "publishedAt": "2020-12-08T22:31:00Z", "content": null}, {"source": {"id": null, "name": "Phys.Org"}, "author": "James Badham", "title": "Research group has made a defect-resistant superalloy that can be 3-D-printed - Phys.org", "description": "In recent years, it has become possible to use laser beams and electron beams to \"print\" engineering objects with complex shapes that could not be achieved by conventional manufacturing. The additive manufacturing (AM) process, or 3-D printing, for metallic m…", "url": "https://phys.org/news/2020-12-group-defect-resistant-superalloy-d-printed.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/2020/5fcfda6459956.jpg", "publishedAt": "2020-12-08T19:56:37Z", "content": "In recent years, it has become possible to use laser beams and electron beams to \"print\" engineering objects with complex shapes that could not be achieved by conventional manufacturing. The additive… [+5255 chars]"}, {"source": {"id": null, "name": "Live Science"}, "author": "Brandon Specktor", "title": "Epic time-lapse shows what the Milky Way will look like 400,000 years from now - Livescience.com", "description": "The night sky will appear completely different half a million years from now. Researchers figured out what it'll look like.", "url": "https://www.livescience.com/gaia-map-40000-stars.html", "urlToImage": "https://cdn.mos.cms.futurecdn.net/ntFhtaEW7d7GFUMHc4qSoB-1200-80.gif", "publishedAt": "2020-12-08T19:56:00Z", "content": "Have you ever seen 40,000 shooting stars blaze across the sky at the same time?\r\nIf you'd like to, the European Space Agency (ESA) is offering you two options: Either stare at the night sky for about… [+2438 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "NASA to Study Ryugu Asteroid Sample Collected by Japan's Hayabusa2 in New Astromaterials Research Lab - SciTechDaily", "description": "Just weeks after NASA’s OSIRIS-REx spacecraft made a successful touch-and-go grab of samples from asteroid Bennu, researchers at the agency’s Johnson Space Center in Houston are looking forward to receiving a sample from asteroid Ryugu via the Japanese Aerosp…", "url": "https://scitechdaily.com/nasa-to-study-ryugu-asteroid-sample-collected-by-japans-hayabusa2-in-new-astromaterials-research-lab/", "urlToImage": "https://scitechdaily.com/images/New-Asteroid-Lab-Rendering.jpg", "publishedAt": "2020-12-08T19:32:04Z", "content": "View of asteroid Ryugu from Hayabusa 2. Credit: JAXA, University of Tokyo &amp; collaborators\r\nJust weeks after NASA’s OSIRIS-REx spacecraft made a successful touch-and-go grab of samples from astero… [+6265 chars]"}, {"source": {"id": null, "name": "Space.com"}, "author": "Space.com Staff", "title": "Watch live Tuesday: SpaceX to launch 1st Starship high-altitude test flight - Space.com", "description": "The launch webcast begins at 7 a.m. EST (1200 GMT).", "url": "https://www.space.com/17933-nasa-television-webcasts-live-space-tv.html", "urlToImage": "https://cdn.mos.cms.futurecdn.net/XbejgBs9N5rUMq5zHb4XUb-1200-80.jpeg", "publishedAt": "2017-06-06T20:02:55Z", "content": "SpaceX will attempt to launch its first high-altitude Starship test flight Tuesday (Dec. 8) and you can watch it live here, courtesy of the private spaceflight company. The launch webcast will begin … [+5033 chars]"}, {"source": {"id": null, "name": "Space.com"}, "author": "Hanneke Weitering", "title": "Space calendar 2020: Rocket launches, sky events, missions & more! - Space.com", "description": "", "url": "https://www.space.com/32286-space-calendar.html", "urlToImage": "https://cdn.mos.cms.futurecdn.net/3nVmZz9czgqfsTaiVcckPo-1200-80.jpg", "publishedAt": "2017-06-06T20:02:51Z", "content": "LAST UPDATED Dec. 8: These dates are subject to change, and will be updated throughout the year as firmer dates arise. Please DO NOT schedule travel based on a date you see here. Launch dates collect… [+12574 chars]"}, {"source": {"id": null, "name": "PennLive"}, "author": null, "title": "Real-Time News from PennLive - pennlive.com - pennlive.com", "description": null, "url": "https://www.pennlive.com/news/", "urlToImage": null, "publishedAt": "2015-10-23T16:44:48Z", "content": null}]}