{"status": "ok", "totalResults": 47, "articles": [{"source": {"id": "reuters", "name": "Reuters"}, "author": "Reuters", "title": "Chinese researchers propose deflecting 'Armageddon' asteroids with rockets - Reuters", "description": "Chinese researchers want to send more than 20 of China's largest rockets to practice turning away a sizable asteroid - a technique that may eventually be crucial if a killer rock is on a collision course with Earth.", "url": "https://www.reuters.com/lifestyle/science/chinese-researchers-propose-deflecting-armageddon-asteroids-with-rockets-2021-07-07/", "urlToImage": "https://www.reuters.com/resizer/UJx4xj7UFTAzVdDsAFfnJ_iW9Sg=/1200x628/smart/filters:quality(80)/cloudfront-us-east-2.images.arcpublishing.com/reuters/ODPBVL6IAVLWVFSUCAVSMWU76Y.jpg", "publishedAt": "2021-07-07T04:29:00Z", "content": "A model of the Long March-5 Y5 rocket from China's lunar exploration program Chang'e-5 Mission is displayed at an exhibition inside the National Museum in Beijing, China March 3, 2021. REUTERS/Tingsh… [+2691 chars]"}, {"source": {"id": null, "name": "CNBC"}, "author": "Emily DeCiccio", "title": "NASA is actively searching for intelligent life in the universe and is looking for habitable planets, official says - CNBC", "description": "Intelligent life may exist elsewhere in the universe, NASA Administrator Bill Nelson said in an interview Tuesday, and NASA is actively searching for signs.", "url": "https://www.cnbc.com/2021/07/06/nasa-is-actively-searching-for-life-in-the-universe-official-says.html", "urlToImage": "https://image.cnbcfm.com/api/v1/image/106856709-1616171396677-gettyimages-1061868566-jm1_5098_2018103173708512.jpeg?v=1616171436", "publishedAt": "2021-07-07T00:49:00Z", "content": "Intelligent life may exist elsewhere in the universe besides Earth, NASA Administrator Bill Nelson said in an interview Tuesday, and NASA is actively searching for signs.\r\n\"If you have a universe tha… [+1457 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "Mysterious Population of Rogue Planets Spotted Near the Center of Our Galaxy - SciTechDaily", "description": "Tantalizing evidence has been uncovered for a mysterious population of “rogue” (or “free-floating”) planets, planets that may be alone in deep space, unbound to any host star. The results include four new discoveries that are consistent with planets of simila…", "url": "https://scitechdaily.com/mysterious-population-of-rogue-planets-spotted-near-the-center-of-our-galaxy/", "urlToImage": "https://scitechdaily.com/images/Free-Floating-Planet-Artists-Concept.jpg", "publishedAt": "2021-07-07T00:21:33Z", "content": "Artist’s impression of a free-floating planet.\r\nTantalizing evidence has been uncovered for a mysterious population of rogue (or free-floating) planets, planets that may be alone in deep space, unbou… [+3705 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Rachel Ramirez, CNN", "title": "Dragonflies are losing their wing color because of climate change, study shows - CNN ", "description": "Researchers worry that female dragonflies may no longer recognize their male counterparts.", "url": "https://www.cnn.com/2021/07/06/us/dragonfly-wings-climate-change/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/210706095656-blue-dasher-male-dragonfly-restricted-super-tease.jpg", "publishedAt": "2021-07-06T21:39:00Z", "content": null}, {"source": {"id": null, "name": "Medical Xpress"}, "author": "Science X staff", "title": "Researchers unlock secrets behind liver regrowth and regenerative medicine - Medical Xpress", "description": "NYU Abu Dhabi (NYUAD) researchers have uncovered a code that sets the genome of the liver to account for the remarkable ability for this organ to regenerate. This finding offers new insight into how the specific genes that promote regeneration can be activate…", "url": "https://medicalxpress.com/news/2021-07-secrets-liver-regrowth-regenerative-medicine.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2019/1-liver.jpg", "publishedAt": "2021-07-06T20:04:05Z", "content": "NYU Abu Dhabi (NYUAD) researchers have uncovered a code that sets the genome of the liver to account for the remarkable ability for this organ to regenerate. This finding offers new insight into how … [+3859 chars]"}, {"source": {"id": null, "name": "Futurism"}, "author": null, "title": "Elon Musk Says New Spacecraft Will \"Chomp Up\" Space Junk - Futurism", "description": "Chomp chomp.", "url": "https://futurism.com/the-byte/elon-musk-chomp-space-junk", "urlToImage": "https://wp-assets.futurism.com/2021/07/elon-musk-chomp-space-junk.jpg", "publishedAt": "2021-07-06T19:59:00Z", "content": "\"We can fly Starship around space and chomp up debris with the moving fairing door.\"\r\nChomp Loeil\r\nEarths orbit is becoming increasingly littered with our leftover garbage. More than 27,000 pieces of… [+1871 chars]"}, {"source": {"id": null, "name": "Space.com"}, "author": "Tereza Pultarova", "title": "Europe will launch a new two-handed robotic arm to the International Space Station soon - Space.com", "description": "A new robot will help astronauts take care of the International Space Station.", "url": "https://www.space.com/european-robotic-arm-international-space-station", "urlToImage": "https://cdn.mos.cms.futurecdn.net/DKm9Tsa7jX5effUSJR5ta9-1200-80.jpg", "publishedAt": "2021-07-06T19:44:02Z", "content": "An autonomous robotic arm is readying to fly to the International Space Station\r\n to service its Russian segment. \r\nThe European Robotic Arm (ERA), built by European aerospace company Airbus for the … [+2333 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Ultrathin semiconductors are electrically connected to superconductors for the first time - Phys.org", "description": "Whether in smartphones, televisions or building technology, semiconductors play a central role in electronics and therefore in our everyday lives. In contrast to metals, it is possible to adjust their electrical conductivity by applying a voltage and hence to…", "url": "https://phys.org/news/2021-07-ultrathin-semiconductors-electrically-superconductors.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/2021/ultrathin-semiconducto.jpg", "publishedAt": "2021-07-06T19:37:20Z", "content": "Whether in smartphones, televisions or building technology, semiconductors play a central role in electronics and therefore in our everyday lives. In contrast to metals, it is possible to adjust thei… [+5325 chars]"}, {"source": {"id": null, "name": "Space.com"}, "author": "Meghan Bartels", "title": "New NASA chief Bill Nelson brings a politician's eye to space agency - Space.com", "description": "\"If you really want to know the truth, I'm like a kid in a candy store,\" Nelson said.", "url": "https://www.space.com/nasa-administrator-bill-nelson-space-priorities", "urlToImage": "https://cdn.mos.cms.futurecdn.net/FFZGxgQ54TBNgPQbULbzAj-1200-80.jpg", "publishedAt": "2021-07-06T19:32:20Z", "content": "NASA's new administrator, Bill Nelson\r\n, is a familiar face in the space community, but the agency he has led for nearly two months now has changed a great deal in recent years.\r\nNelson comes to the … [+18709 chars]"}, {"source": {"id": null, "name": "WGHP FOX 8 Greensboro"}, "author": "Bryan Hughes, Nexstar Media Wire", "title": "Massive galactic structure discovered, by accident, with Green Bank Telescope - WGHP FOX 8 Greensboro", "description": "It was so unexpected that they had to bring in the big one, the 20-meter telescope, to confirm what they were observing.", "url": "https://myfox8.com/news/massive-galactic-structure-discovered-by-accident-with-green-bank-telescope/", "urlToImage": "https://myfox8.com/wp-content/uploads/sites/17/2021/07/capture9-7-e1616496779501.jpg?w=1280", "publishedAt": "2021-07-06T18:53:14Z", "content": "GREEN BANK, W.Va. (WOWK) Astronomers at the National Science Foundation’s Green Bank Telescope (GBT) in West Virginia discovered a massive, previously unknown structure in the Milky Way galaxy, accor… [+5693 chars]"}, {"source": {"id": null, "name": "Universe Today"}, "author": null, "title": "Potentially More Subsurface Lakes Found on Mars - Universe Today", "description": "One of the hardest things to reconcile in science is when new data either complicates or refutes previously findings.  It’s even more difficult when those findings were widely publicized and heralded around the community.  But that is how science works – the …", "url": "https://www.universetoday.com/151725/potentially-more-subsurface-lakes-found-on-mars/", "urlToImage": "https://www.universetoday.com/wp-content/uploads/2021/07/5078.jpg", "publishedAt": "2021-07-06T18:44:58Z", "content": "One of the hardest things to reconcile in science is when new data either complicates or refutes previously findings.  Its even more difficult when those findings were widely publicized and heralded … [+3726 chars]"}, {"source": {"id": null, "name": "Daily Mail"}, "author": "Holden Walter-warner", "title": "Moment fireball lights up the Idaho sky in the middle of the night, making it look like it's daytime - Daily Mail", "description": "Jordan Ragsdale was using an AllSkyCam from AMS at 10:52pm local time on Saturday evening when they captured the fireball from Eagle, Idaho.", "url": "https://www.dailymail.co.uk/news/article-9761819/Moment-fireball-lights-Idaho-sky-middle-night-making-look-like-daytime.html", "urlToImage": "https://i.dailymail.co.uk/1s/2021/07/06/18/45111631-0-image-a-51_1625593507756.jpg", "publishedAt": "2021-07-06T18:24:35Z", "content": "Stunning video shows the moment a fireball lit up the Idaho sky in the middle of the night so it appeared to be daytime in the state for a brief instant.\r\nJordan Ragsdale was using an AllSkyCam from … [+3492 chars]"}, {"source": {"id": null, "name": "Space.com"}, "author": "Tereza Pultarova", "title": "Tropical Storm Elsa delays SpaceX Dragon cargo ship's return to Earth - Space.com", "description": "Storm surge in Florida would make recovery after splashdown unsafe, so the Dragon will stay at the space station a bit longer.", "url": "https://www.space.com/tropical-storm-elsa-delays-spacex-dragon-iss-departure", "urlToImage": "https://cdn.mos.cms.futurecdn.net/X28T2qCFiXmFQjhAbnyRmY-1200-80.jpg", "publishedAt": "2021-07-06T18:08:16Z", "content": "NASA and SpaceX have delayed the departure of the SpaceX CRS-22 Dragon cargo ship from the International Space Station (ISS) as Tropical Storm Elsa approaches Florida. \r\nThe cargo spacecraft, which w… [+2236 chars]"}, {"source": {"id": null, "name": "Live Science"}, "author": "Ben Turner", "title": "World's thinnest electronic device is 2 atoms thick - Livescience.com", "description": "The thinner size allows electrons to move across the device much faster, which could lead to the development of much quicker computers.", "url": "https://www.livescience.com/thinnest-ever-electronic-device.html", "urlToImage": "https://cdn.mos.cms.futurecdn.net/FJgERArcVykW8vws9LuMtA-1200-80.jpeg", "publishedAt": "2021-07-06T16:59:13Z", "content": "Scientists have developed the worlds thinnest piece of technology, a tiny device only two atoms\r\n thick that can be used to store electronic information.\r\nThe device consists of two layers, one made … [+3812 chars]"}, {"source": {"id": null, "name": "Quanta Magazine"}, "author": null, "title": "'Social' Mitochondria, Whispering Between Cells, Influence Health - Quanta Magazine", "description": "Mitochondria appear to communicate and cooperate with one another, both within and between cells. Biologists are only just beginning to understand how and why.", "url": "https://www.quantamagazine.org/social-mitochondria-whispering-between-cells-influence-health-20210706/", "urlToImage": "https://d2r55xnwy6nx47.cloudfront.net/uploads/2021/07/Social-Mitochondria_1200_social.jpg", "publishedAt": "2021-07-06T16:42:25Z", "content": "Yet as much as mitochondria can look like individual entities, they also intermingle a lot throughout their life cycle. Scientists have known for decades that mitochondria fuse merging membranes into… [+10742 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "New nanotech will enable a 'healthy' electric current production inside the human body - Phys.org", "description": "A new nanotechnology development by an international research team led by Tel Aviv University researchers will make it possible to generate electric currents and voltage within the human body through the activation of various organs (mechanical force). The re…", "url": "https://phys.org/news/2021-07-nanotech-enable-healthy-electric-current.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2017/fuelcell.png", "publishedAt": "2021-07-06T16:35:59Z", "content": "A new nanotechnology development by an international research team led by Tel Aviv University researchers will make it possible to generate electric currents and voltage within the human body through… [+6004 chars]"}, {"source": {"id": null, "name": "WBAY"}, "author": "CNN staff", "title": "Sun throws out largest solar flare since 2017 - WBAY", "description": "The solar flare was captured by NASA’s Solar Dynamics Observatory and was classified as an X-class eruption, the most powerful type.", "url": "https://www.wbay.com/2021/07/06/sun-throws-out-largest-solar-flare-since-2017/", "urlToImage": "https://gray-wbay-prod.cdn.arcpublishing.com/resizer/6fcusyyzyZHYKEgzVZj_9R4pBwo=/980x0/smart/filters:quality(85)/cloudfront-us-east-1.images.arcpublishing.com/gray/C57Q6B4O65C2PNXL5QIOBHTWPY.jpg", "publishedAt": "2021-07-06T16:14:00Z", "content": "(CNN) Clearly not wanting to be outdone by a weekend of fireworks on earth, NASA scientists say the sun fired off its biggest solar flare in years, just ahead of the holiday.\r\nThe moment was captured… [+731 chars]"}, {"source": {"id": null, "name": "autoevolution"}, "author": "Daniel Patrascu", "title": "20000 Satellites Falling to Earth Could Be Worse Than Nuclear War - autoevolution", "description": "We are not sure how many movies and books depict such a scenario, but losing all of the world’s satellites in a single blow is something sci-fi writers seem really concerned with. And probably so should we, given how it’s thanks in part to satellites that we …", "url": "https://www.autoevolution.com/news/20000-satellites-falling-to-earth-could-be-worse-than-nuclear-war-164782.html", "urlToImage": "https://s1.cdn.autoevolution.com/images/news/20000-satellites-falling-to-earth-could-be-worse-than-nuclear-war-164782_1.jpeg", "publishedAt": "2021-07-06T14:51:00Z", "content": "In most of these writings, satellites going offline and then the ensuing mayhem on Earth is all that happens. But what if these pieces of human-made hardware did not stay in orbit, but head back down… [+2934 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Ancient diamonds show Earth was primed for life's explosion at least 2.7 billion years ago - Phys.org", "description": "A unique study of ancient diamonds has shown that the basic chemical composition of the Earth's atmosphere which makes it suitable for life's explosion of diversity was laid down at least 2.7 billion years ago. Volatile gases conserved in diamonds found in an…", "url": "https://phys.org/news/2021-07-ancient-diamonds-earth-primed-life.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2021/ancient-diamonds-show.jpg", "publishedAt": "2021-07-06T13:57:43Z", "content": "A unique study of ancient diamonds has shown that the basic chemical composition of the Earth's atmosphere which makes it suitable for life's explosion of diversity was laid down at least 2.7 billion… [+5307 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "Astronomers Discover a Supra-Massive Black Hole Population in a “Fluffy” Star Cluster in Our Galaxy - SciTechDaily", "description": "Palomar 5 is a unique star cluster. This is firstly because it is one of the “fluffiest” clusters in the halo of our Galaxy, with the average distance between the stars being a few light-years, comparable to the distance from the Sun to the nearest star. Seco…", "url": "https://scitechdaily.com/astronomers-discover-a-supra-massive-black-hole-population-in-a-fluffy-star-cluster-in-our-galaxy/", "urlToImage": "https://scitechdaily.com/images/Black-Hole-Concentration-in-NGC-6397.gif", "publishedAt": "2021-07-06T13:33:08Z", "content": "This is an artists impression of a concentration of black holes. Credit: ESA/Hubble, N. Bartmann\r\nPalomar 5 is a unique star cluster. This is firstly because it is one of the fluffiest clusters in th… [+4254 chars]"}]}