{"status": "ok", "totalResults": 43, "articles": [{"source": {"id": null, "name": "NASA"}, "author": null, "title": "NASA's Perseverance Captures Video, Audio of Fourth Ingenuity Flight – NASA's Mars Exploration Program - NASA Mars Exploration", "description": "Sounds of the Mars Helicopter’s whirring rotors add another new dimension to the historic project.", "url": "https://mars.nasa.gov/news/8941/nasas-perseverance-captures-video-audio-of-fourth-ingenuity-flight/", "urlToImage": "https://mars.nasa.gov/system/news_items/main_images/8941_20210507_HelicopterFliesOnMars.jpg", "publishedAt": "2021-05-07T15:31:49Z", "content": "Sounds of the Mars Helicopter’s whirring rotors add another new dimension to the historic project.\r\nFor the first time, a spacecraft on another planet has recorded the sounds of a separate spacecraft… [+5483 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "Sharks Use Earth’s Magnetic Fields to Guide Them Like a Map – “It Really Is Mind Blowing” - SciTechDaily", "description": "Sea turtles are known for relying on magnetic signatures to find their way across thousands of miles to the very beaches where they hatched. Now, researchers reporting in the journal Current Biology on May 6, 2021, have some of the first solid evidence that s…", "url": "https://scitechdaily.com/sharks-use-earths-magnetic-fields-to-guide-them-like-a-map-it-really-is-mind-blowing/", "urlToImage": "https://scitechdaily.com/images/Bonnethead-Shark-Hunting-at-Night.jpg", "publishedAt": "2021-05-07T14:27:22Z", "content": "Sea turtles are known for relying on magnetic signatures to find their way across thousands of miles to the very beaches where they hatched. Now, researchers reporting in the journal Current Biology … [+4166 chars]"}, {"source": {"id": null, "name": "The Sun"}, "author": "Harry Pettit", "title": "Scientist predicted a man named ‘Elon’ would colonise Mars in book written 70 YEARS ago... - The Sun", "description": "", "url": "https://www.thesun.co.uk/tech/14881853/predict-man-elon-colonise-mars-book/", "urlToImage": "https://www.thesun.co.uk/wp-content/uploads/2021/05/NINTCHDBPICT000643389533-2.jpg?strip=all&quality=100&w=1200&h=800&crop=1", "publishedAt": "2021-05-07T13:22:00Z", "content": "ELON Musk's plot to colonise other worlds may have been predicted by a German scientist 70 years ago.\r\nWriting in his 1952 science fiction novel \"Project Mars\", engineer Wernher von Braun described a… [+4121 chars]"}, {"source": {"id": "techcrunch", "name": "TechCrunch"}, "author": "Darrell Etherington", "title": "SpaceX might try to fly the first Starship prototype to successfully land a second time - TechCrunch", "description": "SpaceX is fresh off a high for its Starship spacecraft development program, but according to CEO Elon Musk, it’s already looking ahead to potentially repeating its latest success with an unplanned early reusability experiment. Earlier this week, SpaceX flew t…", "url": "http://techcrunch.com/2021/05/07/spacex-might-try-to-fly-the-first-starship-prototype-to-successfully-land-a-second-time/", "urlToImage": "https://techcrunch.com/wp-content/uploads/2021/05/HP_SN15_Desktop.jpg?w=764", "publishedAt": "2021-05-07T12:21:58Z", "content": "SpaceX is fresh off a high for its Starship spacecraft development program, but according to CEO Elon Musk, it’s already looking ahead to potentially repeating its latest success with an unplanned ea… [+1837 chars]"}, {"source": {"id": null, "name": "Space.com"}, "author": "Tereza Pultarova", "title": "'Spaghettified' star wrapped around a black hole spotted for the first time - Space.com", "description": "Astronomers observe as a giant black hole sucks in a spaghettified star.", "url": "https://www.space.com/spaghettified-star-observed-near-black-hole", "urlToImage": "https://cdn.mos.cms.futurecdn.net/AtBFL9uC69d8pWzYwMsApS-1200-80.jpg", "publishedAt": "2021-05-07T11:10:16Z", "content": "Filaments of material wrapped around a supermassive black hole have been spotted for the first time suggesting a star trapped by the black hole's gravity has just been destroyed by spaghettification.… [+4072 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "“I Felt Really Heavy!” – NASA’s SpaceX Crew-1 Astronauts Discuss Their Historic Mission and Return to Earth - SciTechDaily", "description": "NASA astronauts Michael Hopkins, Victor Glover, and Shannon Walker, along with Japan Aerospace Exploration Agency (JAXA) astronaut Soichi Noguchi, participated in the first media event following their mission and splashdown, where they answered questions abou…", "url": "https://scitechdaily.com/i-felt-really-heavy-nasas-spacex-crew-1-astronauts-discuss-their-historic-mission-and-return-to-earth/", "urlToImage": "https://scitechdaily.com/images/NASA-SpaceX-Crew-1-Landing.jpg", "publishedAt": "2021-05-07T10:25:29Z", "content": "Crew-1 astronauts pictured after their return to Earth: NASA astronauts Mike Hopkins, Victor Glover, and Shannon Walker and Japan Aerospace Exploration Agency (JAXA) astronaut Soichi Noguchi. Credit:… [+5138 chars]"}, {"source": {"id": null, "name": "ScienceAlert"}, "author": "Michelle Starr", "title": "There's Evidence Volcanoes Are Active on Mars, Raising Chances of Recent Habitability - ScienceAlert", "description": "Evidence seems to be mounting for a geologically and volcanically active Mars.", "url": "https://www.sciencealert.com/volcanoes-on-mars-could-be-active-raising-the-chances-of-recent-habitability", "urlToImage": "https://www.sciencealert.com/images/2021-05/processed/1200px-osiris_mars_true_color_2_1024.jpg", "publishedAt": "2021-05-07T07:29:30Z", "content": "Evidence seems to be mounting for a geologically and volcanically active Mars.\r\nA new, close study of volcanic features on the surface of the red planet has found that a lava deposit on the Elysium P… [+4253 chars]"}, {"source": {"id": null, "name": "WDAF FOX4 Kansas City"}, "author": "Makenzie Koch", "title": "Seeing lights in the sky? SpaceX Starlink satellite — not UFOs — passes over Kansas City area - WDAF FOX4 Kansas City", "description": "KANSAS CITY, Mo. — If you’re seeing a strange string of lights in the sky Thursday night, don’t worry. It’s not aliens invading. It’s just a SpaceX Starlink satellite traveling over the Kansas City region. Others in various parts of the central Midwest, like …", "url": "https://fox4kc.com/news/seeing-lights-in-the-sky-spacex-starlink-satellite-not-ufos-passes-over-kansas-city-area/", "urlToImage": "https://fox4kc.com/wp-content/uploads/sites/16/2021/05/starlink.jpg?w=1280", "publishedAt": "2021-05-07T03:16:03Z", "content": "KANSAS CITY, Mo. — If you’re seeing a strange string of lights in the sky Thursday night, don’t worry. It’s not aliens invading.\r\nIt’s just a SpaceX Starlink satellite traveling over the Kansas City … [+907 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "Shuvuuia: Extraordinary Dinosaurs That Hunted in the Dark - SciTechDaily", "description": "The tiny desert-living dinosaur Shuvuuia had extraordinary vision and owl-like hearing for nocturnal life in the Mongolian desert. Today's 10,000 species of birds live in virtually every habitat on Earth, but only a handful have adaptations enabling them to h…", "url": "https://scitechdaily.com/shuvuuia-extraordinary-dinosaurs-that-hunted-in-the-dark/", "urlToImage": "https://scitechdaily.com/images/Shuvuuia-Deserti-Reconstruction-Crop.jpg", "publishedAt": "2021-05-07T02:45:25Z", "content": "Shuvuuia deserti artist’s reconstruction. Credit: Viktor Radermaker\r\nThe tiny desert-living dinosaur Shuvuuia had extraordinary vision and owl-like hearing for nocturnal life in the Mongolian desert.… [+4045 chars]"}, {"source": {"id": null, "name": "SpaceNews"}, "author": "Jeff Foust", "title": "Starliner test flight scheduled for July 30 - SpaceNews", "description": "NASA and Boeing have scheduled a second uncrewed test flight of the CST-100 Starliner commercial crew spacecraft for July 30.", "url": "https://spacenews.com/starliner-test-flight-scheduled-for-july-30/", "urlToImage": "https://spacenews.com/wp-content/uploads/2021/05/starliner-oft2preps.jpg", "publishedAt": "2021-05-06T22:58:37Z", "content": "WASHINGTON NASA and Boeing have scheduled a second uncrewed test flight of the CST-100 Starliner commercial crew spacecraft for July 30.\r\nIn separate statements, the agency and the company said they … [+4050 chars]"}, {"source": {"id": null, "name": "NASA"}, "author": null, "title": "NASA Invites Public, Media to Watch Asteroid Mission Begin Return - NASA", "description": "NASA invites the public and the media to watch its first asteroid sample return mission begin a two-year cruise home at 4 p.m. EDT Monday, May 10, on NASA Television, the NASA app, and the agency’s website.", "url": "https://www.nasa.gov/press-release/nasa-invites-public-media-to-watch-asteroid-mission-begin-return-to-earth/", "urlToImage": "http://www.nasa.gov/sites/default/files/thumbnails/image/osiris-rex_departure_0.png", "publishedAt": "2021-05-06T21:25:37Z", "content": null}, {"source": {"id": null, "name": "Science Magazine"}, "author": null, "title": "Direct observation of deterministic macroscopic entanglement - Science Magazine", "description": "Quantum entanglement occurs when two separate entities become strongly linked in a way that cannot be explained by classical physics; it is a powerful resource in quantum communication protocols and advanced technologies that aim to exploit the enhanced capab…", "url": "https://science.sciencemag.org/content/372/6542/622.full", "urlToImage": "https://science.sciencemag.org/content/372/6542/622/F1.large.jpg", "publishedAt": "2021-05-06T18:04:49Z", "content": "Abstract\r\nQuantum entanglement of mechanical systems emerges when distinct objects move with such a high degree of correlation that they can no longer be described separately. Although quantum mechan… [+693 chars]"}, {"source": {"id": null, "name": "Science Magazine"}, "author": null, "title": "A rooted phylogeny resolves early bacterial evolution - Science Magazine", "description": "The origin of the eubacteria and phylogenetic relationships between subgroups have been difficult to resolve. Applying a phylogenetic analysis and recent computational methods to the expanded diversity of bacterial sequences from metagenomic analyses, Coleman…", "url": "https://science.sciencemag.org/content/372/6542/eabe0511.full", "urlToImage": "https://science.sciencemag.org/content/372/6542/eabe0511/F1.large.jpg", "publishedAt": "2021-05-06T18:04:49Z", "content": "By Gareth A. Coleman, Adrián A. Davín, Tara A. Mahendrarajah, Lénárd L. Szánthó, Anja Spang, Philip Hugenholtz, Gergely J. Szöllsi, Tom A. Williams\r\nScience07 May 2021"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "“Molecular Glue” Boosts Efficiency and Makes Perovskite Solar Cells Dramatically More Reliable Over Time - SciTechDaily", "description": "A research team from Brown University has made a major step toward improving the long-term reliability of perovskite solar cells, an emerging clean energy technology. In a study to be published on Friday, May 7, 2021, in the journal Science, the team demonstr…", "url": "https://scitechdaily.com/molecular-glue-boosts-efficiency-and-makes-perovskite-solar-cells-dramatically-more-reliable-over-time/", "urlToImage": "https://scitechdaily.com/images/Molecular-Glue-Perovskite-Solar-Cells.jpg", "publishedAt": "2021-05-06T18:00:27Z", "content": "Researchers have used self-assembled monolayer “molecular glue” to toughen interfaces in perovskite solar cells to make them more efficient, stable, and reliable. Credit: Padture lab/Brown University… [+6834 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Review: Most human origins stories are not compatible with known fossils - Phys.org", "description": "In the 150 years since Charles Darwin speculated that humans originated in Africa, the number of species in the human family tree has exploded, but so has the level of dispute concerning early human evolution. Fossil apes are often at the center of the debate…", "url": "https://phys.org/news/2021-05-human-stories-compatible-fossils.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2021/review-most-human-orig.jpg", "publishedAt": "2021-05-06T18:00:09Z", "content": "In the 150 years since Charles Darwin speculated that humans originated in Africa, the number of species in the human family tree has exploded, but so has the level of dispute concerning early human … [+4962 chars]"}, {"source": {"id": null, "name": "Science Magazine"}, "author": "jcole", "title": "Chernobyl's ruins grow restless, and entangling macroscopic objects - Science Magazine", "description": "On this week’s show: Researchers are keeping a close eye on worrying signals at the site of the Chernobyl nuclear disaster, and quantum entanglement for bigger and bigger things", "url": "https://www.sciencemag.org/podcast/chernobyl-s-ruins-grow-restless-and-entangling-macroscopic-objects", "urlToImage": "https://www.sciencemag.org/sites/default/files/chernobyl-pod.jpg", "publishedAt": "2021-05-06T18:00:00Z", "content": "Rich Stone, former international news editor at Science and current senior science editor at the Howard Hughes Medical Institutes Tangled Bank Studios, joins host Sarah Crespi to talk about concernin… [+846 chars]"}, {"source": {"id": "ign", "name": "IGN"}, "author": "Wesley LeBlanc", "title": "SpaceX Prototype Rocket for the Moon and Mars Makes First Successful Landing - IGN - IGN", "description": "SpaceX's prototype rocket for the Moon and Mars has made its first successful landing after four unsuccessful attempts since December.", "url": "https://www.ign.com/articles/spacex-elon-musk-prototype-rocket-for-the-moon-and-mars-makes-first-successful-landing", "urlToImage": "https://assets1.ignimgs.com/2021/05/06/screen-shot-2021-05-06-at-111013-am-1620319288469.png?width=1280", "publishedAt": "2021-05-06T17:31:05Z", "content": "SpaceX's prototype rocket, Starship, which has plans to eventually go to the Moon and Mars, has made its first-ever successful landing back on Earth.The space company founded by Elon Musk has made fo… [+2719 chars]"}, {"source": {"id": null, "name": "NASASpaceflight.com"}, "author": "Philip Sloss", "title": "NASA EGS, Jacobs preparing SLS Core Stage for Artemis 1 stacking - NASASpaceFlight.com - NASASpaceflight.com", "description": "The Core Stage of NASA’s first Space Launch System (SLS) vehicle arrived at the Kennedy…", "url": "https://www.nasaspaceflight.com/2021/05/nasa-egs-jacobs-sls-artemis-1-stacking/", "urlToImage": "https://www.nasaspaceflight.com/wp-content/uploads/2021/05/P1180372.small_.jpg", "publishedAt": "2021-05-06T17:25:54Z", "content": "The Core Stage of NASA’s first Space Launch System (SLS) vehicle arrived at the Kennedy Space Center (KSC) and was moved into the Vehicle Assembly Building (VAB) on April 29. The stage is now in the … [+19644 chars]"}, {"source": {"id": null, "name": "Interesting Engineering"}, "author": "Brad Bergan", "title": "Scientists Found Evidence of Fungus Growing on Mars - Interesting Engineering", "description": "Rovers on Mars snapped photos of what appear to be fungi-like life forms! But read the full study.", "url": "https://interestingengineering.com/fungus-growing-on-mars", "urlToImage": "https://inteng-storage.s3.amazonaws.com/img/iea/lV6D5Z7nwx/sizes/fungus-growing-on-mars_md.jpg", "publishedAt": "2021-05-06T16:58:26Z", "content": "On Mars, most life from Earth would not survive — but microbes like the black mold fungus might survive on the Red Planet's surface for a substantial timeframe. But, recent photos seem to suggest tha… [+3535 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Physicists describe new type of aurora - Phys.org", "description": "For millennia, humans in the high latitudes have been enthralled by auroras—the northern and southern lights. Yet even after all that time, it appears the ethereal, dancing ribbons of light above Earth still hold some secrets.", "url": "https://phys.org/news/2021-05-physicists-aurora.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2021/aurora.jpg", "publishedAt": "2021-05-06T16:44:42Z", "content": "For millennia, humans in the high latitudes have been enthralled by aurorasthe northern and southern lights. Yet even after all that time, it appears the ethereal, dancing ribbons of light above Eart… [+5768 chars]"}]}