{"status": "ok", "totalResults": 54, "articles": [{"source": {"id": null, "name": "ScienceAlert"}, "author": "Mike McRae", "title": "Physicists Have Broken The Speed of Light With Pulses Inside Hot Plasma - ScienceAlert", "description": "Sailing through the smooth waters of vacuum, a photon of light moves at around 300 thousand kilometers (186 thousand miles) a second. This sets a firm limit on how quickly a whisper of information can travel anywhere in the Universe.", "url": "https://www.sciencealert.com/pulses-of-light-can-break-the-universal-speed-limit-and-it-s-been-seen-inside-plasma", "urlToImage": "https://www.sciencealert.com/images/2021-05/processed/light_pulse_speed_plasma_1024.jpg", "publishedAt": "2021-05-21T05:24:37Z", "content": "Sailing through the smooth waters of vacuum, a photon of light moves at around 300 thousand kilometers (186 thousand miles) a second. This sets a firm limit on how quickly a whisper of information ca… [+3416 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "Magnetic Monsters: Hubble Tracks Down Location of Mysterious Radio Signals From Intergalactic Space - SciTechDaily", "description": "Hubble Tracks Down Fast Radio Bursts to Galaxies' Spiral Arms They come from anywhere in the sky: mysterious flashes of radio energy that disappear in the blink of an eye. They're called fast radio bursts (FRBs), and astronomers have spotted roughly 1,000 of …", "url": "https://scitechdaily.com/magnetic-monsters-hubble-tracks-down-location-of-mysterious-radio-signals-from-intergalactic-space/", "urlToImage": "https://scitechdaily.com/images/Blasts-of-Energy.jpg", "publishedAt": "2021-05-21T03:22:15Z", "content": "Hubble Tracks Down Fast Radio Bursts to Galaxies’ Spiral Arms\r\nThey come from anywhere in the sky: mysterious flashes of radio energy that disappear in the blink of an eye. They’re called fast radio … [+9597 chars]"}, {"source": {"id": "ars-technica", "name": "Ars Technica"}, "author": "Jennifer Ouellette", "title": "What mimes interacting with invisible objects says about visual perception - Ars Technica", "description": "Mimes \"make us feel like we’re aware of an object just by seeming to interact with it.\"", "url": "https://arstechnica.com/science/2021/05/mime-study-shows-how-we-build-visual-representations-of-objects-we-cant-see/", "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2021/05/mime6-760x380.jpg", "publishedAt": "2021-05-20T23:19:07Z", "content": "45 with 36 posters participating\r\nWhen we watch a mime seemingly pull rope, climb steps, or try to escape that infernal box, we don't struggle to recognize the implied objects. Rather, our minds auto… [+7329 chars]"}, {"source": {"id": null, "name": "Daily Mail"}, "author": "Jonathan Leake, Annabel Venning", "title": "How to be an expert: As research says clever people bluff facts, you too can be dinner party genius - Daily Mail", "description": "A study found bluffing is a sign of intelligence and that students succeeded in convincing a control group with definitions for made-up concepts. Here's your guide to bluffing your way to social success.", "url": "https://www.dailymail.co.uk/news/article-9602541/How-expert-research-says-clever-people-bluff-facts-dinner-party-genius.html", "urlToImage": "https://i.dailymail.co.uk/1s/2021/05/21/00/43249749-0-image-a-108_1621551701783.jpg", "publishedAt": "2021-05-20T23:08:44Z", "content": "Weve all heard of the gift of the gab. Now a scientific study suggests, if you are bright enough, you can persuade people of almost anything.\r\nStudents asked to define made-up concepts such as neural… [+7958 chars]"}, {"source": {"id": null, "name": "Space.com"}, "author": "Elizabeth Howell", "title": "China's push for 'space superiority' worries nominee for NASA deputy administrator - Space.com", "description": "Former NASA astronaut Pam Melroy weighs in on China's advances in space.", "url": "https://www.space.com/china-space-superiority-nasa-deputy-administrator-pam-melroy", "urlToImage": "https://cdn.mos.cms.futurecdn.net/dy8QQ4G8xsSZihE9AYcyyC-1200-80.jpg", "publishedAt": "2021-05-20T21:50:33Z", "content": "It appears that China will be one of the first challenges for NASA's new leaders.\r\nFormer astronaut Pam Melroy received questions about China's space activities during a Senate hearing Thursday (May … [+9034 chars]"}, {"source": {"id": null, "name": "San Francisco Chronicle"}, "author": "Jessica Flores", "title": "A ‘super blood moon’ is coming next week. Here’s how to catch it - San Francisco Chronicle", "description": "A ‘super blood moon’ occurs when there’s a full moon and a total lunar eclipse at...", "url": "https://www.sfchronicle.com/local/article/A-super-blood-moon-is-coming-next-week-16192270.php", "urlToImage": "https://s.hdnux.com/photos/01/00/02/34/16787203/7/rawImage.jpg", "publishedAt": "2021-05-20T21:33:17Z", "content": "The West Coast will have the best view of the super lunar eclipse next week, also known as a “super blood moon.”But you’ll have to wake up super early.On Wednesday, a supermoon will coincide with the… [+1190 chars]"}, {"source": {"id": null, "name": "Gizmodo.com"}, "author": "Isaac Schultz", "title": "This Fuzzy Image Shows a Spiral Forming Soon After the Big Bang - Gizmodo", "description": "A team of Japanese astronomers recently peered way, way back in time using a telescope array in Chile. What they made out in the distant, early universe is a record-breaking galaxy, one that turns back the clock on when galaxies took on their classic spiral s…", "url": "https://gizmodo.com/this-fuzzy-image-shows-a-spiral-forming-soon-after-the-1846935219", "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/32d7bd27c406551ddcffc9d34f2b98df.jpg", "publishedAt": "2021-05-20T19:30:00Z", "content": "A team of Japanese astronomers recently peered way, way back in time using a telescope array in Chile. What they made out in the distant, early universe is a record-breaking galaxy, one that turns ba… [+4962 chars]"}, {"source": {"id": null, "name": "CNET"}, "author": "Amanda Kooser", "title": "Total lunar eclipse: How to watch the super blood moon on May 26 - CNET", "description": "Super blood moon. Blood flower supermoon. Call it what whatever you like. It will be a beautiful sight.", "url": "https://www.cnet.com/how-to/total-lunar-eclipse-how-to-watch-the-super-flower-blood-moon-on-may-26/", "urlToImage": "https://www.cnet.com/a/img/dDigq9WaiNPm-ScdiMZDkzhiJqk=/1200x630/2021/05/13/602d53f2-ca29-4375-92f0-987334fb41eb/40-bloodmoon.jpg", "publishedAt": "2021-05-20T19:21:00Z", "content": "A NASA image of a \"blood moon\" blushing red.\r\nNASA\r\nParts of the world are about to experience a total lunar eclipse, but thanks to livestreams, you can watch the celestial festivities from anywhere.… [+1996 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Rare 4000-year comets can cause meteor showers on Earth - Phys.org", "description": "Comets that circle the Sun in very elongated orbits spread their debris so thin along their orbit or eject it out of the solar system altogether so that their meteor showers are hard to detect. From a new meteor shower survey published in the journal Icarus, …", "url": "https://phys.org/news/2021-05-rare-year-comets-meteor-showers.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2021/rare-4000-year-comets.jpg", "publishedAt": "2021-05-20T19:13:36Z", "content": "Comets that circle the Sun in very elongated orbits spread their debris so thin along their orbit or eject it out of the solar system altogether so that their meteor showers are hard to detect. From … [+3244 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Not graphene: Researchers discover new type of atomically thin carbon material - Phys.org", "description": "Carbon exists in various forms. In addition to diamond and graphite, there are recently discovered forms with astonishing properties. For example graphene, with a thickness of just one atomic layer, is the thinnest known material, and its unusual properties m…", "url": "https://phys.org/news/2021-05-graphene-atomically-thin-carbon-material.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/2021/a-new-form-of-carbon.jpg", "publishedAt": "2021-05-20T19:11:51Z", "content": "Carbon exists in various forms. In addition to diamond and graphite, there are recently discovered forms with astonishing properties. For example graphene, with a thickness of just one atomic layer, … [+3729 chars]"}, {"source": {"id": null, "name": "CNET"}, "author": "Amanda Kooser", "title": "China's Mars rover Zhurong sends back first images from the surface - CNET", "description": "The latest Mars robot got a good look at the dusty and rocky landscape at its landing site.", "url": "https://www.cnet.com/news/chinas-mars-rover-zhurong-sends-back-first-images-from-the-red-planets-surface/", "urlToImage": "https://www.cnet.com/a/img/_JMRMzFr4RU3Tc7Wo6qyU5AZsOc=/1200x630/2021/05/19/34882084-b6e3-4c8f-b856-3674d2bd91a4/zhurongfirstlooks.jpg", "publishedAt": "2021-05-20T18:40:00Z", "content": "The Zhurong rover's took this partial selfie on Mars with its rear navigation camera.\r\nCNSA\r\nChina's ambitious Tianwen-1 Mars mission -- a multipart effort involving an orbiter, lander and rover -- n… [+2281 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Max G. Levy", "title": "This Brain-Controlled Robotic Arm Can Twist, Grasp—and Feel - WIRED", "description": "Nathan Copeland learned to move a robotic arm with his mind, but it was kind of slow. Then researchers gave him touch feedback.", "url": "https://www.wired.com/story/this-brain-controlled-robotic-arm-can-twist-grasp-and-feel/", "urlToImage": "https://media.wired.com/photos/60a5b2118fb37ccc1b53b60d/191:100/w_1280,c_limit/Science-Brain-Implant-Robotic-Arm-614367552.jpg", "publishedAt": "2021-05-20T18:00:00Z", "content": "The brain is bidirectional: It takes information in while also sending signals out to the rest of the body, telling it to act. Even a motion that seems as straightforward as grabbing a cup calls on y… [+3569 chars]"}, {"source": {"id": null, "name": "Science Magazine"}, "author": null, "title": "Global acceleration in rates of vegetation change over the past 18000 years - Science Magazine", "description": "Although much is known about the rapid environmental changes that have occurred since the Industrial Revolution, the patterns of change over the preceding millennia have been only patchily understood. Using a global set of >1100 fossil pollen records, Mottl e…", "url": "https://science.sciencemag.org/content/372/6544/860.full", "urlToImage": "https://science.sciencemag.org/content/372/6544/860/F1.large.jpg", "publishedAt": "2021-05-20T17:54:28Z", "content": "Abstract\r\nGlobal vegetation over the past 18,000 years has been transformed first by the climate changes that accompanied the last deglaciation and again by increasing human pressures; however, the m… [+747 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Not all theories can explain the black hole M87* - Phys.org", "description": "As first pointed out by the German astronomer Karl Schwarzschild, black holes bend space-time to an extreme degree due to their extraordinary concentration of mass, and heat up the matter in their vicinity so that it begins to glow. New Zealand physicist Roy …", "url": "https://phys.org/news/2021-05-theories-black-hole-m87.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2021/not-all-theories-can-e.jpg", "publishedAt": "2021-05-20T17:52:20Z", "content": "As first pointed out by the German astronomer Karl Schwarzschild, black holes bend space-time to an extreme degree due to their extraordinary concentration of mass, and heat up the matter in their vi… [+3371 chars]"}, {"source": {"id": null, "name": "PetaPixel"}, "author": null, "title": "This Guy Remastered Photos of Earth Shot by Apollo Astronauts - PetaPixel", "description": "Philosopher Toby Ord remastered film scans of Earth photos captured by Apollo astronauts. The results are stunning.", "url": "https://petapixel.com/2021/05/20/this-guy-remastered-photos-of-earth-shot-by-apollo-astronauts/", "urlToImage": "https://petapixel.com/assets/uploads/2021/05/earthremastered.jpg", "publishedAt": "2021-05-20T17:08:37Z", "content": "Toby Ord was disappointed at the selection of Earth photos available compared to views we have of other planets, so he decided to try his own hand at restoring older Apollo astronaut photos of Earth … [+7026 chars]"}, {"source": {"id": null, "name": "Live Science"}, "author": "Brandon Specktor", "title": "World's first nuclear bomb test created rare, otherworldly crystal - Livescience.com", "description": "'Quasicrystals' like these are usually only found in meteorites and formed in the universe's mightiest explosions.", "url": "https://www.livescience.com/trinity-nuclear-bomb-test-rare-quasicrystal.html", "urlToImage": "https://cdn.mos.cms.futurecdn.net/dEvzsWcWVrdU8MGQ6Haa8f-1200-80.jpeg", "publishedAt": "2021-05-20T16:12:52Z", "content": "On July 16, 1945, the U.S. Army detonated the world's first nuclear test weapon\r\n over the New Mexico desert. In an instant, a metal-coated plutonium\r\n device named \"Gadget\" imploded, creating a garg… [+3880 chars]"}, {"source": {"id": null, "name": "NASA"}, "author": null, "title": "Salts Could Be Important Piece of Martian Organic Puzzle – NASA's Mars Exploration Program - NASA Mars Exploration", "description": "A NASA team has found that organic, or carbon-containing, salts are likely present on Mars, with implications for the Red Planet's past habitability.", "url": "https://mars.nasa.gov/news/8950/salts-could-be-important-piece-of-martian-organic-puzzle/", "urlToImage": "https://mars.nasa.gov/system/news_items/main_images/8950_1-Curiosity's-Color-View-768.jpg", "publishedAt": "2021-05-20T16:10:31Z", "content": "A NASA team has found that organic salts are likely present on Mars. Like shards of ancient pottery, these salts are the chemical remnants of organic compounds, such as those previously detected by N… [+6993 chars]"}, {"source": {"id": null, "name": "NASASpaceflight.com"}, "author": "William Graham", "title": "China ready for second launch attempt of Tianzhou 2, first cargo launch to new station - NASASpaceFlight.com - NASASpaceflight.com", "description": "China has scrubbed the second launch attempt in as many days of its Tianzhou 2…", "url": "https://www.nasaspaceflight.com/2021/05/tianzhou-2-launch/", "urlToImage": "https://www.nasaspaceflight.com/wp-content/uploads/2021/05/CZ-7-1-514x350.jpg", "publishedAt": "2021-05-20T16:09:11Z", "content": "China has scrubbed the second launch attempt in as many days of its Tianzhou 2 cargo mission to its new space station. Liftoff was expected Thursday, 20 May at 17:09 UTC / 13:09 EDT aboard a Chang Zh… [+8823 chars]"}, {"source": {"id": null, "name": "physicsworld.com"}, "author": null, "title": "Irregularly shaped Moon dust creates complex scattering effects – Physics World - physicsworld.com", "description": "Tomography technique measures the shape of lunar soil particles in rich detail", "url": "https://physicsworld.com/irregularly-shaped-moon-dust-creates-complex-scattering-effects/", "urlToImage": "https://physicsworld.com/wp-content/uploads/2021/05/263360_web.jpg", "publishedAt": "2021-05-20T15:30:06Z", "content": "The exact shapes of moon dust collected during the Apollo 11 mission. Credit: E. Garboczi/NIST and A. Sharits/AFRL\r\nThe Moons surface is covered with tiny rock grains that formed during eons of high … [+4410 chars]"}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "Science Launching on SpaceX's 22nd Cargo Resupply Mission to the Space Station - NASA", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMiK2h0dHBzOi8vd3d3LnlvdXR1YmUuY29tL3dhdGNoP3Y9VGliWHh3RVo0Z1nSAQA?oc=5", "urlToImage": null, "publishedAt": "2021-05-20T15:20:57Z", "content": null}]}