{"status": "ok", "totalResults": 51, "articles": [{"source": {"id": null, "name": "WDAF FOX4 Kansas City"}, "author": "Makenzie Koch", "title": "Seeing lights in the sky? SpaceX Starlink satellite — not UFOs — passes over Kansas City area - WDAF FOX4 Kansas City", "description": "KANSAS CITY, Mo. — If you’re seeing a strange string of lights in the sky Thursday night, don’t worry. It’s not aliens invading. It’s just a SpaceX Starlink satellite traveling over the Kansas City region. Others in various parts of the central Midwest, like …", "url": "https://fox4kc.com/news/seeing-lights-in-the-sky-spacex-starlink-satellite-not-ufos-passes-over-kansas-city-area/", "urlToImage": "https://fox4kc.com/wp-content/uploads/sites/16/2021/05/starlink.jpg?w=1280", "publishedAt": "2021-05-07T03:16:03Z", "content": "KANSAS CITY, Mo. — If you’re seeing a strange string of lights in the sky Thursday night, don’t worry. It’s not aliens invading.\r\nIt’s just a SpaceX Starlink satellite traveling over the Kansas City … [+907 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "Shuvuuia: Extraordinary Dinosaurs That Hunted in the Dark - SciTechDaily", "description": "The tiny desert-living dinosaur Shuvuuia had extraordinary vision and owl-like hearing for nocturnal life in the Mongolian desert. Today's 10,000 species of birds live in virtually every habitat on Earth, but only a handful have adaptations enabling them to h…", "url": "https://scitechdaily.com/shuvuuia-extraordinary-dinosaurs-that-hunted-in-the-dark/", "urlToImage": "https://scitechdaily.com/images/Shuvuuia-Deserti-Reconstruction-Crop.jpg", "publishedAt": "2021-05-07T02:45:25Z", "content": "Shuvuuia deserti artist’s reconstruction. Credit: Viktor Radermaker\r\nThe tiny desert-living dinosaur Shuvuuia had extraordinary vision and owl-like hearing for nocturnal life in the Mongolian desert.… [+4045 chars]"}, {"source": {"id": null, "name": "CNET"}, "author": "Jackson Ryan", "title": "No, NASA photos are not evidence of fungus growing on Mars, sorry - CNET", "description": "Despite what you might have read, the claims for life on Mars are shoddy and unscientific.", "url": "https://www.cnet.com/news/no-nasa-photos-are-not-evidence-of-fungus-growing-on-mars-sorry/", "urlToImage": "https://www.cnet.com/a/img/u8yzSq6O9vVKOE43jaGAWF7x26E=/1200x630/2021/05/06/d5f6b033-602b-443f-ac53-cd4a9da959d6/martian-blueberries-id5837-before.jpg", "publishedAt": "2021-05-07T00:51:00Z", "content": "Martian \"blueberries\" are rocky spheres that form on the surface of Mars. \r\nNASA/JPL-Caltech\r\nMars is very in right now. NASA's Perseverance rover is up there searching for life and the agency's Mars… [+5419 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "\"Felt Really Heavy:\" Astronauts Describe Returning To Earth On SpaceX Capsule - NDTV", "description": "Four astronauts just returned from the International Space Station described on Thursday their reentry into Earth's atmosphere and ocean splashdown after more than 160 days in space.", "url": "https://www.ndtv.com/world-news/astronauts-describe-returning-to-earth-on-spacex-capsule-felt-really-heavy-2436717", "urlToImage": "https://c.ndtvimg.com/2021-05/lcmfdck_astronauts-splash-down-off-florida-650_625x300_02_May_21.jpeg", "publishedAt": "2021-05-07T00:40:37Z", "content": "A SpaceX Crew Dragon capsule carrying the crew back to Earth splashed down off Florida early Sunday.\r\nWashington, United States: Four astronauts just returned from the International Space Station des… [+2273 chars]"}, {"source": {"id": null, "name": "SpaceNews"}, "author": "Jeff Foust", "title": "Starliner test flight scheduled for July 30 - SpaceNews", "description": "NASA and Boeing have scheduled a second uncrewed test flight of the CST-100 Starliner commercial crew spacecraft for July 30.", "url": "https://spacenews.com/starliner-test-flight-scheduled-for-july-30/", "urlToImage": "https://spacenews.com/wp-content/uploads/2021/05/starliner-oft2preps.jpg", "publishedAt": "2021-05-06T22:58:37Z", "content": "WASHINGTON NASA and Boeing have scheduled a second uncrewed test flight of the CST-100 Starliner commercial crew spacecraft for July 30.\r\nIn separate statements, the agency and the company said they … [+4050 chars]"}, {"source": {"id": null, "name": "NASA"}, "author": null, "title": "NASA Invites Public, Media to Watch Asteroid Mission Begin Return - NASA", "description": "NASA invites the public and the media to watch its first asteroid sample return mission begin a two-year cruise home at 4 p.m. EDT Monday, May 10, on NASA Television, the NASA app, and the agency’s website.", "url": "https://www.nasa.gov/press-release/nasa-invites-public-media-to-watch-asteroid-mission-begin-return-to-earth/", "urlToImage": "http://www.nasa.gov/sites/default/files/thumbnails/image/osiris-rex_departure_0.png", "publishedAt": "2021-05-06T21:25:37Z", "content": null}, {"source": {"id": null, "name": "NASA"}, "author": "mars.nasa.gov", "title": "Why Ingenuity's Fifth Flight Will Be Different - NASA Planetary Science", "description": "Around the time of our first flight, we talked a lot about having our “Wright brothers moment” at Mars.", "url": "https://mars.nasa.gov/technology/helicopter/status/299/why-ingenuitys-fifth-flight-will-be-different/", "urlToImage": "https://mars.nasa.gov/images/mepjpl/1-PIA24628-16x9.jpg", "publishedAt": "2021-05-06T19:48:10Z", "content": "Around the time of our first flight, we talked a lot about having our Wright brothers moment at Mars. And that makes a lot of sense, since those two mechanically-minded bicycle builders executed the … [+4409 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Volcanoes on Mars could be active, raising possibility of recent habitable conditions - Phys.org", "description": "Evidence of recent volcanic activity on Mars shows that eruptions could have taken place within the past 50,000 years, a paper by Planetary Science Institute Research Scientist David Horvath says.", "url": "https://phys.org/news/2021-05-volcanoes-mars-possibility-habitable-conditions.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/2021/volcanoes-on-mars-coul.jpg", "publishedAt": "2021-05-06T18:55:46Z", "content": "Evidence of recent volcanic activity on Mars shows that eruptions could have taken place within the past 50,000 years, a paper by Planetary Science Institute Research Scientist David Horvath says.\r\nM… [+4074 chars]"}, {"source": {"id": null, "name": "Science Magazine"}, "author": null, "title": "Direct observation of deterministic macroscopic entanglement - Science Magazine", "description": "Quantum entanglement occurs when two separate entities become strongly linked in a way that cannot be explained by classical physics; it is a powerful resource in quantum communication protocols and advanced technologies that aim to exploit the enhanced capab…", "url": "https://science.sciencemag.org/content/372/6542/622.full", "urlToImage": "https://science.sciencemag.org/content/372/6542/622/F1.large.jpg", "publishedAt": "2021-05-06T18:04:49Z", "content": "By Shlomi Kotler, Gabriel A. Peterson, Ezad Shojaee, Florent Lecocq, Katarina Cicak, Alex Kwiatkowski, Shawn Geller, Scott Glancy, Emanuel Knill, Raymond W. Simmonds, José Aumentado, John D. Teufel\r\n… [+27 chars]"}, {"source": {"id": null, "name": "Science Magazine"}, "author": null, "title": "Fossil apes and human evolution - Science Magazine", "description": "There has been much focus on the evolution of primates and especially where and how humans diverged in this process. It has often been suggested that the last common ancestor between humans and other apes, especially our closest relative, the chimpanzee, was …", "url": "https://science.sciencemag.org/content/372/6542/eabb4363.full", "urlToImage": "https://science.sciencemag.org/content/372/6542/eabb4363/F1.large.jpg", "publishedAt": "2021-05-06T18:04:49Z", "content": "Structured Abstract\r\nIn 1871, Darwin (1) speculated that humans originated in Africa based on the anatomical similarities with African apes (gorillas and chimpanzees) identified by Huxley (2). Howeve… [+5190 chars]"}, {"source": {"id": null, "name": "Science Magazine"}, "author": null, "title": "A rooted phylogeny resolves early bacterial evolution - Science Magazine", "description": "The origin of the eubacteria and phylogenetic relationships between subgroups have been difficult to resolve. Applying a phylogenetic analysis and recent computational methods to the expanded diversity of bacterial sequences from metagenomic analyses, Coleman…", "url": "https://science.sciencemag.org/content/372/6542/eabe0511.full", "urlToImage": "https://science.sciencemag.org/content/372/6542/eabe0511/F1.large.jpg", "publishedAt": "2021-05-06T18:04:49Z", "content": "By Gareth A. Coleman, Adrián A. Davín, Tara A. Mahendrarajah, Lénárd L. Szánthó, Anja Spang, Philip Hugenholtz, Gergely J. Szöllsi, Tom A. Williams\r\nScience07 May 2021"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "'Molecular glue' makes perovskite solar cells dramatically more reliable over time - Phys.org", "description": "A research team from Brown University has made a major step toward improving the long-term reliability of perovskite solar cells, an emerging clean energy technology. In a study to be published on Friday, May 7 in the journal Science, the team demonstrates a …", "url": "https://phys.org/news/2021-05-molecular-perovskite-solar-cells-reliable.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/2021/molecular-glue-makes-p.jpg", "publishedAt": "2021-05-06T18:00:12Z", "content": "A research team from Brown University has made a major step toward improving the long-term reliability of perovskite solar cells, an emerging clean energy technology. In a study to be published on Fr… [+6942 chars]"}, {"source": {"id": null, "name": "NASASpaceflight.com"}, "author": "Philip Sloss", "title": "NASA EGS, Jacobs preparing SLS Core Stage for Artemis 1 stacking - NASASpaceFlight.com - NASASpaceflight.com", "description": "The Core Stage of NASA’s first Space Launch System (SLS) vehicle arrived at the Kennedy…", "url": "https://www.nasaspaceflight.com/2021/05/nasa-egs-jacobs-sls-artemis-1-stacking/", "urlToImage": "https://www.nasaspaceflight.com/wp-content/uploads/2021/05/P1180372.small_.jpg", "publishedAt": "2021-05-06T17:25:54Z", "content": "The Core Stage of NASA’s first Space Launch System (SLS) vehicle arrived at the Kennedy Space Center (KSC) and was moved into the Vehicle Assembly Building (VAB) on April 29. The stage is now in the … [+19644 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "Mysterious Hydrogen-Free Supernova Sheds Light on Massive Stars’ Violent Death Throes - SciTechDaily", "description": "A curiously yellow pre-supernova star has caused astrophysicists to re-evaluate what’s possible at the deaths of our Universe’s most massive stars. The team describes the peculiar star and its resulting supernova in a new study published recently in Monthly N…", "url": "https://scitechdaily.com/mysterious-hydrogen-free-supernova-sheds-light-on-massive-stars-violent-death-throes/", "urlToImage": "https://scitechdaily.com/images/Yellow-Supergiant-Close-Binary-Blue-Main-Sequence-Companion-Star.jpg", "publishedAt": "2021-05-06T17:19:51Z", "content": "Artist’s impression of a yellow supergiant in a close binary with a blue, main sequence companion star, similar to the properties derived for the 2019yvr progenitor system in Kilpatrick et al. (2021)… [+4101 chars]"}, {"source": {"id": null, "name": "Interesting Engineering"}, "author": "Brad Bergan", "title": "Scientists Found Evidence of Fungus Growing on Mars - Interesting Engineering", "description": "Rovers on Mars snapped photos of what appear to be fungi-like life forms! But read the full study.", "url": "https://interestingengineering.com/fungus-growing-on-mars", "urlToImage": "https://inteng-storage.s3.amazonaws.com/img/iea/lV6D5Z7nwx/sizes/fungus-growing-on-mars_md.jpg", "publishedAt": "2021-05-06T16:58:26Z", "content": "On Mars, most life from Earth would not survive — but microbes like the black mold fungus might survive on the Red Planet's surface for a substantial timeframe. But, recent photos seem to suggest tha… [+3535 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Physicists describe new type of aurora - Phys.org", "description": "For millennia, humans in the high latitudes have been enthralled by auroras—the northern and southern lights. Yet even after all that time, it appears the ethereal, dancing ribbons of light above Earth still hold some secrets.", "url": "https://phys.org/news/2021-05-physicists-aurora.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2021/aurora.jpg", "publishedAt": "2021-05-06T16:44:42Z", "content": "For millennia, humans in the high latitudes have been enthralled by aurorasthe northern and southern lights. Yet even after all that time, it appears the ethereal, dancing ribbons of light above Eart… [+5768 chars]"}, {"source": {"id": "the-hill", "name": "The Hill"}, "author": "Joseph Guzman", "title": "Archaeologists discover the oldest known human burial in Africa | TheHill - The Hill", "description": "The burial site dates back to 78,000 years ago.", "url": "https://thehill.com/changing-america/enrichment/education/552138-archaeologists-discover-the-oldest-known-human-burial", "urlToImage": "https://thehill.com/sites/default/files/ca_oldestburialsiteinafrica_050621.png", "publishedAt": "2021-05-06T16:20:09Z", "content": "Archaeologists have uncovered the oldest known human burial in Africa: a young child laid to rest in a shallow grave 78,000 years ago. \r\nNew research published Wednesday in the journal Nature details… [+2271 chars]"}, {"source": {"id": null, "name": "New York Post"}, "author": "Will Feuer", "title": "SpaceX’s Mars rocket launches and successfully lands for first time - New York Post ", "description": "Elon Musk’s SpaceX launched and successfully landed for the first time a prototype of its Starship rocket, which the company intends to use to send people and cargo to Mars.", "url": "https://nypost.com/2021/05/06/spacexs-mars-rocket-successfully-lands-for-first-time/", "urlToImage": "https://nypost.com/wp-content/uploads/sites/2/2021/05/space-x-rocket-wp-rail-thumb-nyp.jpg?quality=90&strip=all&w=1200", "publishedAt": "2021-05-06T16:01:00Z", "content": "Elon Musks SpaceX is one step closer to Mars. \r\nThe space travel company launched and successfully landed for the first time a prototype of its Starship rocket, which the company intends to use to se… [+3029 chars]"}, {"source": {"id": "wired", "name": "Wired"}, "author": "Sara Harrison", "title": "Sharks Use the Earth’s Magnetic Field Like a Compass - WIRED", "description": "Biologists have long believed that these animals rely on magnetic sensing to migrate across oceans. Someone finally figured out how to prove it.", "url": "https://www.wired.com/story/sharks-use-the-earths-magnetic-field-like-a-compass/", "urlToImage": "https://media.wired.com/photos/6093272be749509a58517441/191:100/w_1280,c_limit/Science_whiteshark_692734627.jpg", "publishedAt": "2021-05-06T15:00:00Z", "content": "Its a really interesting and clear demonstration that sharks are using the Earths magnetic field as a kind of map, says Kenneth Lohmann, a professor of biology at the University of North Carolina who… [+3431 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Jennifer Chu", "title": "Physicists find a novel way to switch antiferromagnetism on and off - Phys.org", "description": "When you save an image to your smartphone, those data are written onto tiny transistors that are electrically switched on or off in a pattern of \"bits\" to represent and encode that image. Most transistors today are made from silicon, an element that scientist…", "url": "https://phys.org/news/2021-05-physicists-antiferromagnetism.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2019/magneticliqu.jpg", "publishedAt": "2021-05-06T14:19:10Z", "content": "When you save an image to your smartphone, those data are written onto tiny transistors that are electrically switched on or off in a pattern of \"bits\" to represent and encode that image. Most transi… [+7321 chars]"}]}