{"status": "ok", "totalResults": 55, "articles": [{"source": {"id": "fox-news", "name": "Fox News"}, "author": "Julia Musto", "title": "SpaceX Crew-2 launches astronauts to International Space Station - Fox News", "description": "NASA's SpaceX Crew-2 mission successfully launched into orbit early Friday morning.", "url": "https://www.foxnews.com/science/spacex-crew-launch-astronauts-international-space-station", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2021/04/spacex2.jpg", "publishedAt": "2021-04-23T13:02:15Z", "content": "NASA's SpaceX Crew-2 mission successfully launched into orbit early Friday morning.\r\nWith weather conditions clear, the Elon Musk-owned Falcon 9 rocket and Crew Dragon spacecraft Endeavour launched f… [+2521 chars]"}, {"source": {"id": null, "name": "CNBC"}, "author": "Michael Sheetz", "title": "Elon Musk thinks NASA's goal of landing people on the moon by 2024 is 'actually doable' - CNBC", "description": "Elon Musk thinks that SpaceX can help NASA meet its ambitious goal of returning astronauts to the moon within three years.", "url": "https://www.cnbc.com/2021/04/23/elon-musk-nasa-goal-of-2024-moon-landing-is-actually-doable-.html", "urlToImage": "https://image.cnbcfm.com/api/v1/image/106806377-1607090600215-gettyimages-1229893101-AFP_8WA6E2.jpeg?v=1613170197", "publishedAt": "2021-04-23T12:52:57Z", "content": "Elon Musk thinks SpaceX can help NASA meet its ambitious goal of landing astronauts on the moon by 2024.\r\n\"I think that can be done,\" Musk said Friday, speaking after SpaceX launched the Crew-2 missi… [+2044 chars]"}, {"source": {"id": null, "name": "WESH Orlando"}, "author": null, "title": "NASA astronaut flying on same ship her husband piloted last year - WESH 2 Orlando", "description": "Megan McArthur is a Space Shuttle veteran and is married to Bob Behnken, who co-piloted SpaceX's historic Demo-2 mission last May.", "url": "https://www.wesh.com/article/megan-mcarthur-bob-behnken-nasa-spacex/36201818", "urlToImage": "https://kubrick.htvapps.com/htv-prod-media.s3.amazonaws.com/images/ap21106674717492.jpg?crop=1.00xw:0.846xh;0,0&resize=1200:*", "publishedAt": "2021-04-23T11:03:00Z", "content": "CAPE CANAVERAL, Fla. —One of the four crew members set to blast into orbit Friday from the Space Coast has a unique perspective on flying in the capsule thats on the pad, because her husband flew on … [+1312 chars]"}, {"source": {"id": "ars-technica", "name": "Ars Technica"}, "author": "Eric Berger", "title": "Rocket Report: Amazon bypasses New Glenn, SLS ready for Florida shipment - Ars Technica", "description": "\"It’s extremely exciting to join with our partners to deploy new capabilities.\"", "url": "https://arstechnica.com/science/2021/04/rocket-report-virgin-orbit-inks-a-six-pack-space-force-accepts-reuse/", "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2021/04/s21-016_core_stage_removal_1163-1024x729-760x380.jpg", "publishedAt": "2021-04-23T11:00:53Z", "content": "Enlarge/ NASA and Boeing work to remove the SLS rocket core stage from its test stand in Mississippi.\r\n16 with 15 posters participating\r\nWelcome to Edition 3.42 of the Rocket Report! This week we hav… [+10365 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "NASA’s Ingenuity Helicopter Logs Second Successful Flight at “Wright Brothers Field” on Mars - SciTechDaily", "description": "The small rotorcraft’s horizons were expanded on its second flight. NASA’s Ingenuity helicopter successfully completed its second Mars flight on April 22 – the 18th sol, or Martian day, of its experimental flight test window. Lasting 51.9 seconds, the flight …", "url": "https://scitechdaily.com/nasas-ingenuity-helicopter-logs-second-successful-flight-at-wright-brothers-field-on-mars/", "urlToImage": "https://scitechdaily.com/images/NASAs-Ingenuity-Helicopter-Second-Flight.gif", "publishedAt": "2021-04-23T10:16:33Z", "content": "NASA’s Mars Perseverance rover acquired this image using its left Mastcam-Z camera. Mastcam-Z is a pair of cameras located high on the rover’s mast. This is one still frame from a sequence captured b… [+5342 chars]"}, {"source": {"id": null, "name": "Daily Mail"}, "author": "Ryan Morrison", "title": "Astrophotographer snaps his 'clearest ever photo of the SUN' - Daily Mail", "description": "Astrophotographer Andrew McCarthy said the image of the sun was one of the 'clearest' photos he has ever taken of our host star.", "url": "https://www.dailymail.co.uk/sciencetech/article-9503543/Astrophotographer-snaps-clearest-photo-SUN.html", "urlToImage": "https://i.dailymail.co.uk/1s/2021/04/23/10/42122018-0-image-a-5_1619171061236.jpg", "publishedAt": "2021-04-23T09:35:47Z", "content": "A sensational blood-red image of the sun, made up from 100,000 pictures taken from Earth shows our star in intricate detail, including a building solar flare.\r\nAstrophotographer Andrew McCarthy said … [+3609 chars]"}, {"source": {"id": null, "name": "Phys.Org"}, "author": "Science X staff", "title": "Fossils of 'giant cloud rats' discovered in Philippine caves - Phys.org", "description": "Rats, by and large, aren't terribly popular animals. But while you don't want an infestation of common black rats living in your house, their distant cousins in the Philippines are downright cuddly. These \"giant cloud rats\" live in the treetops of misty mount…", "url": "https://phys.org/news/2021-04-fossils-giant-cloud-rats-philippine.html", "urlToImage": "https://scx2.b-cdn.net/gfx/news/hires/2021/fossils-of-giant-cloud.jpg", "publishedAt": "2021-04-23T08:41:38Z", "content": "Rats, by and large, aren't terribly popular animals. But while you don't want an infestation of common black rats living in your house, their distant cousins in the Philippines are downright cuddly. … [+6736 chars]"}, {"source": {"id": null, "name": "The Guardian"}, "author": "Damian Carrington", "title": "Climate crisis has shifted the Earth’s axis, study shows - The Guardian", "description": "Massive melting of glaciers has tilted the planet’s rotation, showing the impact of human activities", "url": "https://amp.theguardian.com/environment/2021/apr/23/climate-crisis-has-shifted-the-earths-axis-study-shows", "urlToImage": null, "publishedAt": "2021-04-23T08:02:00Z", "content": "Climate changeMassive melting of glaciers has tilted the planets rotation, showing the impact of human activities\r\nThe massive melting of glaciers as a result of global heating has caused marked shif… [+3555 chars]"}, {"source": {"id": null, "name": "ScienceAlert"}, "author": "Mike McRae", "title": "A Record-Breaking Flare Has Erupted From The Closest Star to Our Solar System - ScienceAlert", "description": "Two years ago, our star's next door neighbor – Proxima Centauri – got a little emotional. It happens from time to time, only this time, the small red star really let go. A storm of fury that breaks its previous records, outdoing anything our own", "url": "https://www.sciencealert.com/our-nearest-stellar-neighbor-has-erupted-with-a-massive-flare-and-it-s-a-record-breaker", "urlToImage": "https://www.sciencealert.com/images/2021-04/processed/proxima-centauri-record-flare_1024.jpg", "publishedAt": "2021-04-23T06:05:47Z", "content": "Two years ago, our star's next door neighbor Proxima Centauri got a little emotional. It happens from time to time, only this time, the small red star really let go. A storm of fury that breaks its p… [+3816 chars]"}, {"source": {"id": null, "name": "Gulte"}, "author": "Suman", "title": "Perseverance Rover Made Breathable Oxygen On Mars - Gulte", "description": "In another huge first, we have finally made oxygen on Mars and created a milestone for the ISRU community. NASA’s Perseverance Mars rover has successfully used its MOXIE instrument and generated oxygen from the thin, carbon dioxide-dominated atmosphere in Mar…", "url": "https://www.gulte.com/trends/82297/perseverance-rover-made-breathable-oxygen-on-mars", "urlToImage": "https://cdn.gulte.com/wp-content/uploads/2021/04/Persevrance-660x330.jpg", "publishedAt": "2021-04-23T02:05:43Z", "content": "In another huge first, we have finally made oxygen on Mars and created a milestone for the ISRU community. NASAs Perseverance Mars rover has successfully used its MOXIE instrument and generated oxyge… [+1850 chars]"}, {"source": {"id": null, "name": "ScienceAlert"}, "author": "David Nield", "title": "Astronomers Trace Wild 22-Million-Year Journey of a Meteorite That Crashed to Earth - ScienceAlert", "description": "The asteroid 2018 LA crashed into Earth in the Kalahari Desert on 2 June 2018 – and now scientists have been able to trace it back 22 million years to the place where it originated from.", "url": "https://www.sciencealert.com/astronomers-trace-22-million-year-journey-of-a-meteorite-that-crashed-to-earth", "urlToImage": "https://www.sciencealert.com/images/2021-04/processed/skymap-1_1024.jpg", "publishedAt": "2021-04-23T02:04:39Z", "content": "The asteroid2018 LA crashed into Earth in the Kalahari Desert on 2 June 2018 and now scientists have been able to trace it back 22 million years to the place where it originated from.\r\nThis is the fi… [+3420 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "“The Unicorn” – Closest Black Hole to Earth Ever Discovered - SciTechDaily", "description": "Astronomers dub it “The Unicorn,” call it something special. Scientists have discovered one of the smallest black holes on record – and the closest one to Earth found to date. Researchers have dubbed it “The Unicorn,” in part because it is, so far, one of a k…", "url": "https://scitechdaily.com/the-unicorn-closest-black-hole-to-earth-ever-discovered/", "urlToImage": "https://scitechdaily.com/images/Small-Black-Hole-Illustation.jpg", "publishedAt": "2021-04-23T00:22:52Z", "content": "Credit: Ohio State illustration by Lauren Fanfer\r\nAstronomers dub it “The Unicorn,” call it something special.\r\nScientists have discovered one of the smallest black holes on record – and the closest … [+5289 chars]"}, {"source": {"id": null, "name": "Universe Today"}, "author": null, "title": "Giant Planet is Found at an Extreme Distance From its Star - Universe Today", "description": "One of the best things about the sheer number of exoplanets that astronomers are currently finding is how some are just very different. Those differences can sometimes undermine standing theories, and prompt scientists to start considering new theories that a…", "url": "https://www.universetoday.com/150988/giant-planet-is-found-at-an-extreme-distance-from-its-star/", "urlToImage": "https://www.universetoday.com/wp-content/uploads/2021/04/4766.jpg", "publishedAt": "2021-04-22T21:45:29Z", "content": "One of the best things about the sheer number of exoplanets that astronomers are currently finding is how some are just very different. Those differences can sometimes undermine standing theories, an… [+3579 chars]"}, {"source": {"id": null, "name": "CNET"}, "author": "Eric Mack", "title": "Massive flare recorded from Proxima Centauri, our star next door - CNET", "description": "The dim red dwarf star burned thousands of times brighter with ultraviolet radiation for a brief moment.", "url": "https://www.cnet.com/news/massive-flare-recorded-from-proxima-centauri-our-star-next-door/", "urlToImage": "https://www.cnet.com/a/img/VAgcdkB91oU7Amhn0E69WhzNkXY=/1200x630/2021/04/22/edfb308b-5879-446d-bebc-6a0bdc4fe05c/nrao21ao02-proximaflare-artistimp-v1.jpg", "publishedAt": "2021-04-22T21:07:55Z", "content": "Artist's conception of a violent flare erupting from the star Proxima Centauri. \r\nCredit: NRAO/S. Dagnello\r\nAstronomers from around the world have spotted one of the most powerful stellar flares ever… [+3017 chars]"}, {"source": {"id": null, "name": "SciTechDaily"}, "author": null, "title": "New All-Sky Map of Milky Way’s Outer Reaches Released – Could Offer a New Test of Dark Matter Theories - SciTechDaily", "description": "The highlight of the new chart is a wake of stars, stirred up by a small galaxy set to collide with the Milky Way. The map could also offer a new test of dark matter theories. Astronomers using data from NASA and ESA (European Space Agency) telescopes have re…", "url": "https://scitechdaily.com/new-all-sky-map-of-milky-ways-outer-reaches-released-could-offer-a-new-test-of-dark-matter-theories/", "urlToImage": "https://scitechdaily.com/images/All-Sky-Map-Milky-Way-Galaxy-scaled.jpg", "publishedAt": "2021-04-22T20:19:43Z", "content": "Astronomers have released a new all-sky map of the outermost region of our Milky Way galaxy. Credit: NASA/JPL-Caltech/NSF/R.Hurt\r\nThe highlight of the new chart is a wake of stars, stirred up by a sm… [+8676 chars]"}, {"source": {"id": null, "name": "SpaceNews"}, "author": "Jeff Foust", "title": "NASA and the new urgency of climate change - SpaceNews", "description": "When Joe Biden was elected president, many expected NASA would shift direction, emphasizing climate change over human spaceflight. Three months into Biden's term, it’s increasingly clear those changes aren’t nearly as radical as some might have thought.", "url": "https://spacenews.com/nasa-and-the-new-urgency-of-climate-change/", "urlToImage": "https://spacenews.com/wp-content/uploads/2021/04/AdobeStock_213664328.jpg", "publishedAt": "2021-04-22T20:15:43Z", "content": "Climate change is changing. There has been a growing push by scientists, environmental advocates and others to refer to the Earths changing climate as a climate crisis or even climate emergency to be… [+12732 chars]"}, {"source": {"id": null, "name": "New York Times"}, "author": "Kenneth Chang", "title": "It’s Dinner Time on the Space Station. Lobster or Beef Bourguignon? - The New York Times", "description": "Earth’s gastronomical delights are being adapted to life in orbit.", "url": "https://www.nytimes.com/2021/04/22/science/astronauts-food-space-station.html", "urlToImage": "https://static01.nyt.com/images/2021/04/22/science/22SCI-ASTRONAUTFOOD-promo/22SCI-ASTRONAUTFOOD-promo-facebookJumbo-v2.jpg", "publishedAt": "2021-04-22T19:40:32Z", "content": "François Adamski, the corporate chef of Servair, also had to experiment with his recipes. A risotto-like dish used einkorn, an ancient wheat grain, instead of rice, to add some crunchiness, and sauce… [+1465 chars]"}, {"source": {"id": null, "name": "SFGate"}, "author": "Amy Graff", "title": "There's still time to catch the Lyrid meteor shower in SF Bay Area - SF Gate", "description": "It peaked last night, but there's still time to catch the show.", "url": "https://www.sfgate.com/bayarea/article/2021-04-Lyrid-meteor-shower-San-Francisco-Bay-Area-16117197.php", "urlToImage": "https://s.hdnux.com/photos/01/01/67/20/17265724/3/rawImage.jpg", "publishedAt": "2021-04-22T19:09:03Z", "content": "The annual Lyrid meteor shower may have peaked last night, but there's still time to catch the show through April 25.In the Bay Area, you're unlikely to see the blazing fireballs streaking across the… [+1896 chars]"}, {"source": {"id": null, "name": "Good News Network"}, "author": "http://www.facebook.com/thegoodnewsnetwork", "title": "Scientists Create World's First Truly Biodegradable Single-use Plastic That 'Eats Itself' in Just 2 Weeks - Good News Network", "description": "University of California, Berkeley scientists have developed single-use plastics that can 'eat itself'.", "url": "https://www.goodnewsnetwork.org/berkeley-scientists-single-use-plastic-eats-itself/", "urlToImage": "https://www.goodnewsnetwork.org/wp-content/uploads/2021/04/Ivan-Jayapurna-a-UC-Berkeley-materials-science-and-engineering-graduate-student-preparing-a-sample-film-of-a-new-biodegradable-plastic.-Credit-Adam-Lau_UC-Berkeley.jpg", "publishedAt": "2021-04-22T18:59:06Z", "content": "Despite our efforts to sort and recycle, less than 9% of plastic gets recycled in the U.S., and most ends up in landfill or the environment.Biodegradable plastic bags and containers could help, but i… [+5729 chars]"}, {"source": {"id": null, "name": "Live Science"}, "author": "Stephanie Pappas", "title": "A student's physics project could make quantum computers twice as reliable - Livescience.com", "description": "All it takes is a simple coding change.", "url": "https://www.livescience.com/quantum-error-correcting-code.html", "urlToImage": "https://cdn.mos.cms.futurecdn.net/24zeyUXRA7ckkf8bj2SMcc-1200-80.jpg", "publishedAt": "2021-04-22T18:25:46Z", "content": "A student's tweak in quantum computing code could double its ability to catch errors, piquing the interest of Amazon's quantum computing program. \r\nThe new code could be used to build quantum compute… [+4779 chars]"}]}