{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Raymond Q4 net profit at Rs 58 crore, income up 9% to Rs 1,407.5 crore - Moneycontrol.com", "description": "The company had posted a net loss of Rs 69.10 crore during the January-March period of the previous fiscal.", "url": "https://www.moneycontrol.com/news/business/earnings/raymond-q4-net-profit-at-rs-58-crore-income-up-9-to-rs-1407-5-crore-6863751.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2020/04/raymond-770x433.jpg", "publishedAt": "2021-05-06T17:41:57Z", "content": "Raymond Ltd on Thursday reported a consolidated net profit of Rs 58.36 crore for the fourth quarter ended March 2021.\r\nThe company had posted a net loss of Rs 69.10 crore during the January-March per… [+2262 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Praj Industries consolidated Q4 PAT at Rs 52 crore - Moneycontrol.com", "description": "The company's PAT stood at Rs 24.86 crore in the year-ago period, Praj said in a statement.", "url": "https://www.moneycontrol.com/news/business/earnings/praj-industries-consolidated-q4-pat-at-rs-52-crore-6863761.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2018/10/Earnings-Image-462x435.jpg", "publishedAt": "2021-05-06T17:39:03Z", "content": "Industrial biotechnology company Praj Industries on Thursday reported a consolidated profit after tax (PAT) of Rs 52 crore for the quarter ended March 2021.\r\nThe company's PAT stood at Rs 24.86 crore… [+802 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Dow Jones hits fresh record high as cyclicals rise on jobless claims data - Moneycontrol.com", "description": "Investors are now awaiting a more comprehensive non-farm payrolls report on Friday for clues on the strength of the labor market and potentially the U.S. Federal Reserve's stance on monetary policy.", "url": "https://www.moneycontrol.com/news/business/markets/dow-jones-hits-fresh-record-high-as-cyclicals-rise-on-jobless-claims-data-6863651.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/02/wall-street-US-market-770x433.jpg", "publishedAt": "2021-05-06T17:07:01Z", "content": "The Dow Jones Industrials hit a record high on Thursday, as economically sensitive stocks rose after an upbeat weekly jobless claims report, while vaccine makers fell as President Joe Biden backed pl… [+2648 chars]"}, {"source": {"id": null, "name": "Livemint"}, "author": "Staff Writer", "title": "SBI digital services to be affected tomorrow due to maintenance. Details here - Mint", "description": "SBI has the largest network with over 22,000 branches and more than 57,889 ATMs across India.As of 31 December last year, it had 85 million internet banking and 19 million mobile banking users", "url": "https://www.livemint.com/companies/news/sbi-digital-services-to-be-affected-due-to-maintenance-on-may-7-11620319447413.html", "urlToImage": "https://images.livemint.com/img/2021/05/06/600x338/ea512efe-881c-11eb-9525-7608459b6ae4_1620014341856_1620319593761.jpg", "publishedAt": "2021-05-06T16:46:55Z", "content": "The country's largest lender State Bank of India (SBI) has said that its digital services will be affected tomorrow evening due to the scheduled up-gradation of the lender's digital banking platforms… [+889 chars]"}, {"source": {"id": null, "name": "CarToq.com"}, "author": "Ajeesh Kuttan", "title": "Sparingly used Jeep Compass Automatic SUVs selling cheaper than a Hyundai Creta - Cartoq", "description": "Jeep launched their Compass SUV in the market back in 2017 and after almost 3 years, the brand launched a facelift in India. It is their best seller in the country and is a popular SUV among car enthusiasts. Jeep has made several cosmetic and feature updates …", "url": "https://www.cartoq.com/sparingly-used-jeep-compass-automatic-suvs-selling-cheaper-than-a-hyundai-creta/", "urlToImage": "https://www.cartoq.com/wp-content/uploads/2021/05/Compass-used-featured-1019x530.jpg", "publishedAt": "2021-05-06T16:01:04Z", "content": "Jeep launched their Compass SUV in the market back in 2017 and after almost 3 years, the brand launched a facelift in India. It is their best seller in the country and is a popular SUV among car enth… [+2839 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Hero MotoCorp Q4 result beats estimates: Profit jumps 39% to Rs 865 crore on strong revenue, operating... - Moneycontrol.com", "description": "Hero MotoCorp proposed a final dividend of Rs 25 per share and special dividend of Rs 10 per share.", "url": "https://www.moneycontrol.com/news/business/earnings/hero-motocorp-q4-beats-estimates-profit-jumps-39-to-rs-865-crore-on-strong-revenue-operating-growth-6863311.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2020/07/Hero-Xtreme-160R-headlamp-770x435.jpg", "publishedAt": "2021-05-06T15:48:21Z", "content": "Two-wheeler maker Hero MotoCorp on May 6 reported healthy growth in March 2021 quarter earnings as standalone profit shot up 39.4 percent year-on-year (YoY) to Rs 865 crore, driven by strong revenue … [+1541 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "Slightly Increased Blood Clot Rates After AstraZeneca Shot: Study - NDTV", "description": "A large study in Denmark and Norway has found slightly increased rates of vein blood clots, including in the brain, among adults who had received their first dose of the Oxford-AstraZeneca COVID-19 vaccine.", "url": "https://www.ndtv.com/world-news/slightly-increased-blood-clot-rates-after-astrazeneca-covid-vaccine-jab-study-2436567", "urlToImage": "https://c.ndtvimg.com/2021-04/las1uf2_astrazeneca_625x300_26_April_21.jpg", "publishedAt": "2021-05-06T15:17:55Z", "content": "The team found no increase in the rate of arterial clots\r\nNew Delhi: A large study in Denmark and Norway has found slightly increased rates of vein blood clots, including in the brain, among adults w… [+3034 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Cognizant had to let go of business because it couldn't hire talent - Moneycontrol.com", "description": "The company said its revenue growth could have been higher but lost out due to a shortage of talent.", "url": "https://www.moneycontrol.com/news/business/companies/cognizant-had-to-let-go-of-business-because-it-couldnt-hire-talent-6863271.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2017/05/Cognizant-Chennai-e1522163397345-770x433.jpg", "publishedAt": "2021-05-06T15:09:02Z", "content": "Cognizant's attrition woes are now beginning to hurt its revenue, as it was forced to let go of new business due to its inability to hire talent. It is now putting in place measures that include trai… [+2957 chars]"}, {"source": {"id": null, "name": "Carandbike.com"}, "author": "Siddharth Vinayak Patankar", "title": "Exclusive: Pratap Bose Likely To Head Mahindra's New Global Design Centre - carandbike", "description": "The former Tata Design chief had always maintained he'd stay on in the UK. It is likely a new role may be created for Pratap Bose that could see him head M&M's new global design centre in the UK's Coventry region.", "url": "https://www.carandbike.com/news/exclusive-pratap-bose-to-head-mahindras-new-global-design-centre-2436544", "urlToImage": "https://c.ndtvimg.com/2021-03/h7jksucs_pratap-bose-tata-motors-global-design-head-vice-president_625x300_03_March_21.jpg", "publishedAt": "2021-05-06T14:46:41Z", "content": "Indian automobile designer Pratap Bose is expected to join the Mahindra Group to head the newly minted Mahindra Advanced Design Europe (MADE) centre in the West Midlands, U.K. Until recently, Bose wa… [+3022 chars]"}, {"source": {"id": null, "name": "Entrackr"}, "author": "Harsh Upadhyay", "title": "PhonePe's UPI market share rises to 45% in April; Google Pay slips a tad - Entrackr", "description": "Digital payments firm PhonePe has further increased its lead over Google Pay in terms of market share in Unified Payments Interface or UPI in April, data released by the National Payments Corporation of India or NPCI shows.  While PhonePe has increased its ma…", "url": "https://entrackr.com/2021/05/phonepes-upi-market-share-rises-to-45-in-april-google-pay-slips-a-tad/", "urlToImage": "https://entrackr.com/wp-content/uploads/2020/06/upi.jpg", "publishedAt": "2021-05-06T14:27:08Z", "content": null}, {"source": {"id": null, "name": "Livemint"}, "author": "ANI", "title": "Muthoot Finance partners with NIRA to provide personal loans - Mint", "description": "Through this partnership, salaried customers can avail personal loan of up to  ₹1 lakh from Muthoot by downloading the NIRA app from Google's Play store.", "url": "https://www.livemint.com/companies/news/muthoot-finance-partners-with-nira-to-provide-personal-loans-11620309871295.html", "urlToImage": "https://images.livemint.com/img/2021/05/06/600x338/loan-kysD--621x414@LiveMint_1620311007037.jpg", "publishedAt": "2021-05-06T14:25:15Z", "content": "The Muthoot Finance Limited on Thursday announced its collaboration with fintech NIRA as part of its strategy to strengthen its digital footprint.Through this partnership, salaried customers can avai… [+1203 chars]"}, {"source": {"id": null, "name": "News18"}, "author": "News18", "title": "Tesla Chief Elon Musk Takes a Dig at Tech Companies Like Apple, Xiaomi Working on Electric Vehicles - News18", "description": "The comment by the Tesla CEO as per industry observers is aimed at LG, Xiaomi, Sony, Huawei and Apple, all of which are engaged in the development of electric and autonomous models.", "url": "https://www.news18.com/news/auto/tesla-chief-elon-musk-takes-a-dig-at-tech-companies-like-apple-xiaomi-working-on-electric-vehicles-3712892.html", "urlToImage": "https://images.news18.com/ibnlive/uploads/2021/02/1612248219_elon-musk-.jpeg", "publishedAt": "2021-05-06T14:12:33Z", "content": "Elon Musk is famous for being blunt. He has been active in speaking against Bill Gates, Apple and Waymo. Now he's taken a jibe at the surging trend of consumer electronics firms eyeing to enter the s… [+1756 chars]"}, {"source": {"id": null, "name": "Carandbike.com"}, "author": "Siddharth Vinayak Patankar", "title": "Next-Gen Renault Duster May Also Now Skip India - carandbike", "description": "Renault rethinks its plans to introduce the third generation of the compact SUV in India. The Renault Duster nameplate has been responsible for building the brand in India.", "url": "https://www.carandbike.com/news/next-gen-renault-duster-may-also-now-skip-india-2436520", "urlToImage": "https://c.ndtvimg.com/2021-05/0cgltd94_2018-dacia-duster_625x300_06_May_21.jpg", "publishedAt": "2021-05-06T14:07:19Z", "content": "In what could be a shocking development, the next-generation Renault Duster compact SUV now may not come to India. It was expected to have a big-bang global debut in early 2023. Big changes at Renaul… [+3365 chars]"}, {"source": {"id": null, "name": "Android Authority"}, "author": null, "title": "Poll: Do you use a password manager on your devices? - Android Authority", "description": "It's World Password Day, and one of the best ways to secure your logins is to use a password manager.", "url": "https://www.androidauthority.com/password-manager-poll-1223633/", "urlToImage": "https://cdn57.androidauthority.net/wp-content/uploads/2020/04/1password-vs-lastpass-920x470.jpg", "publishedAt": "2021-05-06T14:07:11Z", "content": "It’s World Password Day today, a day that came about in order to help promote safer password habits. So that means less “password123” and more “J39jem@asdjf3.”\r\nAnother important tip we can recommend… [+845 chars]"}, {"source": {"id": null, "name": "U.Today"}, "author": null, "title": "Bank of England Governor Warns Crypto Holders About Losing All Their - U.Today", "description": "Bank of England Governor Andrew Bailey has once again offered a not-so-upbeat take on cryptocurrencies", "url": "https://u.today/bank-of-england-governor-warns-crypto-holders-about-losing-all-their-money", "urlToImage": "https://u.today/sites/default/files/styles/1200x900/public/2021-05/29868012294_1.png", "publishedAt": "2021-05-06T14:01:43Z", "content": "Bank of England Governor Andrew Bailey said Thursday that those who buy into the cryptocurrency craze should be ready to lose all their money during an online press conference:\r\nBuy them only if you'… [+1050 chars]"}, {"source": {"id": null, "name": "GaadiWaadi.com"}, "author": "Kshitij Rawat", "title": "2021 Honda CB150R Streetfire (Hornet 2.0 Inspired) Launched In Indonesia - GaadiWaadi.com", "description": "Along with a sportier design, the 2021 Honda CB150R Streetfire comes with better features and equipment compared to the older model", "url": "https://gaadiwaadi.com/2021-honda-cb150r-streetfire-hornet-2-0-inspired-launched-in-indonesia/", "urlToImage": "https://gaadiwaadi.com/wp-content/uploads/2021/05/2021-Honda-CB150R-Streetfire-SE-Furry-Matte-Red.jpg", "publishedAt": "2021-05-06T14:00:45Z", "content": "Honda has launched the 2021 CB150R Streetfire in the Indonesian market. The new model sports an updated design, along with a few upgrades here and there. The styling of the motorcycle is now much spo… [+1911 chars]"}, {"source": {"id": null, "name": "News18"}, "author": "News18", "title": "New Covid-19 Strains to Emerge in 6 Months, Booster Shots Will Be Needed: Moderna CEO - News18", "description": "Moderna CEO on Thursday said new coronavirus strains are likely to emerge and countries will be required to get booster shots of the two-dose covid-19 vaccine as the southern hemisphere heads toward winter months from June.", "url": "https://www.news18.com/news/world/new-covid-19-strains-to-emerge-in-6-months-booster-shots-will-be-needed-moderna-ceo-3713435.html", "urlToImage": "https://images.news18.com/ibnlive/uploads/2020/12/1607103660_moderna-1.jpg", "publishedAt": "2021-05-06T13:52:17Z", "content": "Moderna CEO on Thursday said new coronavirus strains are likely to emerge and countries will be required to get booster shots of the two-dose covid-19 vaccine as the southern hemisphere heads toward … [+2494 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Gold prices near Rs 47,000/10 gm as US dollar slides; silver rises Rs 465 a kg - Moneycontrol.com", "description": "As long as prices stay above $1,760 we can expect the positive bias to remain intact but it is required to close above $1800 to continue major rallies, said Hareesh V.", "url": "https://www.moneycontrol.com/news/business/commodities/gold-prices-near-rs-4700010-gm-as-us-dollar-slides-silver-rises-rs-465-a-kg-6862571.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2017/03/gold-metal-commodity-jewellery-770x433.jpg", "publishedAt": "2021-05-06T12:45:16Z", "content": "Gold prices soared by 239 to Rs 46,992 per 10 gram in the Mumbai retail market on strong global cues, but further advanced was restricted by a firm rupee. The retreat in the US dollar and concerns ov… [+4961 chars]"}, {"source": {"id": null, "name": "Team-BHP"}, "author": "Aditya Nadkarni", "title": "Competition Commission to probe Tata Motors' CV Business - Team-BHP", "description": "Tata Motors is facing an investigation ordered by the Competition Commission of India (CCI). The company faces allegations that it abused its market position while supplying commercial vehicles to some of its dealers. Tata Motors is India’s leading company wh…", "url": "https://www.team-bhp.com/news/competition-commission-probe-tata-motors-cv-business", "urlToImage": "https://www.team-bhp.com/sites/default/files/styles/large/public/tata_6.jpg", "publishedAt": "2021-05-06T12:44:35Z", "content": "Tata Motors is facing an investigation ordered by the Competition Commission of India (CCI). The company faces allegations that it abused its market position while supplying commercial vehicles to so… [+834 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Allow taxation on cryptocurrency, define as an asset, have FDI limits: Industry body's proposal to... - Moneycontrol.com", "description": "IndiaTech, an industry body, has recommended to the government that cryptocurrencies should be regulated, but have a strong future in India. Crypto can boost FDI significantly, enhance tax collections and become an investment option.", "url": "https://www.moneycontrol.com/news/business/startup/allow-taxation-on-cryptocurrency-gst-have-fdi-limits-crypto-industry-bodys-proposal-to-government-6862441.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/04/crypto-currency_shutterstock_1784061893-770x433.jpg", "publishedAt": "2021-05-06T12:08:19Z", "content": "IndiaTech, an industry body which works with startups and their investors, has written to the government suggesting that cryptocurrencies should be regulated, but encouraging its usage as an asset an… [+2754 chars]"}]}