{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "Cipla Close To Commit Over $1 Billion For Moderna Booster Vaccine In India: Report - NDTV", "description": "Seeking fast-track approvals to bring Moderna's single-dose COVID-19 booster vaccine in India expeditiously, Cipla has requested the government for indemnification and exemptions from price capping, bridging trials and basic customs duty.", "url": "https://www.ndtv.com/india-news/cipla-close-to-commit-1-billion-to-moderna-for-booster-vaccine-in-india-report-2453334", "urlToImage": "https://c.ndtvimg.com/2021-04/r9rjee5g_moderna-covid19-vaccine_625x300_06_April_21.jpg", "publishedAt": "2021-05-31T17:52:37Z", "content": "Cipla has evinced interest to procure 50 million doses from Moderna for 2022. (Representational)\r\nNew Delhi: Seeking fast-track approvals to bring Moderna's single-dose COVID-19 booster vaccine in In… [+5146 chars]"}, {"source": {"id": null, "name": "NewsBytes"}, "author": "Siddhant Pandey", "title": "EPFO members allowed second advance withdrawal citing COVID-19 | NewsBytes - NewsBytes", "description": "The Employee Provident Fund Organization (EPFO) has allowed its subscribers to avail a second advance withdrawal in the wake of COVID-19", "url": "https://www.newsbytesapp.com/news/india/epfo-members-allowed-second-advance-withdrawal-citing-covid-19/story", "urlToImage": "https://i.cdn.newsbytesapp.com/images/l177_35081622481438.jpg", "publishedAt": "2021-05-31T17:49:57Z", "content": "The Employee Provident Fund Organization (EPFO) has allowed its five crore subscribers to avail a second advance withdrawal in the wake of the COVID-19 pandemic.\r\n Last March, the Centre had allowed … [+1761 chars]"}, {"source": {"id": null, "name": "The Indian Express"}, "author": "PTI", "title": "Close to commit over $1-bn to Moderna for Covid-19 booster vaccine; Provide price capping waiver, indemnity: Cipla to Govt - The Indian Express", "description": "Cipla's latest communication to the govt, dated May 29, follows a high-level meeting held recently during which it was discussed that Moderna has proposed to launch a single-dose vaccine for the Indian market, for which, they were in discussion with Cipla and…", "url": "https://indianexpress.com/article/india/moderna-covid-19-vaccine-india-cipla-7338567/", "urlToImage": "https://images.indianexpress.com/2021/05/Moderna22.jpg", "publishedAt": "2021-05-31T17:10:49Z", "content": "Seeking fast-track approvals to bring Moderna’s single-dose COVID-19 booster vaccine in India expeditiously, Cipla has requested the government for indemnification and exemptions from price capping, … [+4928 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "India GDP data | A look at the sectors that aided growth and those that dented it - Moneycontrol.com", "description": "India's economy recorded a growth of 1.6 percent in the fourth quarter indicating that the economy was in a revival mode before the second wave of the COVID struck the country.", "url": "https://www.moneycontrol.com/news/trends/india-gdp-data-a-look-at-the-sectors-that-aided-growth-and-those-that-dented-it-6966241.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/01/GDP_down.jpg", "publishedAt": "2021-05-31T16:44:29Z", "content": "The devastation that the COVID-19 pandemic inflicted upon India's economy was reflected in the GDP data released by the National Statistical Office on May 31. For the first time since 1980-81, India'… [+3691 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "RBI announces FPI investment limits in G-secs, SDLs - Moneycontrol.com", "description": "In a circular, the RBI said the allocation of incremental changes in the G-sec limit (in absolute terms) over the two sub-categories 'General' and 'Long-term' will be retained at 50:50 for FY 2021-22.", "url": "https://www.moneycontrol.com/news/business/economy/rbi-announces-fpi-investment-limits-in-g-secs-sdls-6967281.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/03/RBI_shutterstock_1686527644-770x433.jpg", "publishedAt": "2021-05-31T16:39:46Z", "content": "The Reserve Bank of India on Monday said the limits for foreign portfolio investors (FPI) investment during the current fiscal in government securities (G-secs) and State Development Loans (SDLs) wil… [+1066 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "Don't Quote Old Circular To Warn Customers On Crypto: RBI To Banks - NDTV", "description": "The Reserve Bank of India (RBI) has asked banks, NBFCs and payment system providers not to refer to its earlier virtual currencies-related circular, that was issued in April 2018 and later aside by the Supreme Court, in their communications to custom", "url": "https://www.ndtv.com/india-news/dont-quote-old-our-circular-on-crypto-currency-to-customers-reserve-bank-of-india-to-banks-2453277", "urlToImage": "https://c.ndtvimg.com/2021-02/kq34jumk_cryptocurrency-bitcoin-reuters_625x300_11_February_21.jpg", "publishedAt": "2021-05-31T15:56:02Z", "content": "The government is in the process of bringing a bill on crypto currencies. (Representational)\r\nMumbai: The Reserve Bank of India (RBI) has asked banks, NBFCs and payment system providers not to refer … [+2907 chars]"}, {"source": {"id": null, "name": "CarToq.com"}, "author": "Ajeesh Kuttan", "title": "New Mahindra Thar receives 55,000 bookings in 8 months: 1 in 2 bookings for Automatic variants - CarToq.com", "description": "Mahindra launched the all-new Thar in the market last year and it has received an overwhelming response from the customers. The all-new Mahindra Thar became so popular that now, there is a long waiting period on the SUV. The waiting period on the SUV is as lo…", "url": "https://www.cartoq.com/mahindra-thar-receives-55000-bookings-8-months/", "urlToImage": "https://www.cartoq.com/wp-content/uploads/2021/05/Thar-featured-1-1019x530.jpg", "publishedAt": "2021-05-31T15:53:06Z", "content": "Mahindra launched the all-new Thar in the market last year and it has received an overwhelming response from the customers. The all-new Mahindra Thar became so popular that now, there is a long waiti… [+3054 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Centre gives approval to 4 firms under PLI scheme for bulk drugs - Moneycontrol.com", "description": "The Department of Pharmaceuticals had launched the PLI scheme for promotion of domestic manufacturing of critical bulk drugs — Key Starting Materials (KSMs)/ Drug Intermediates and Active Pharmaceutical Ingredients (APIs).", "url": "https://www.moneycontrol.com/news/business/economy/centre-gives-approval-to-4-firms-under-pli-scheme-for-bulk-drugs-6967021.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/04/pharma1-770x433.jpg", "publishedAt": "2021-05-31T15:41:31Z", "content": "The government has given approval to four waitlisted firms under the Production Linked Incentive (PLI) scheme for domestic manufacturing of bulk drugs, an official statement said on Monday. The Depar… [+1496 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "Madras High Court Orders Covid-Linked Audit Of Renault-Nissan Plant - NDTV", "description": "Auto major Renault-Nissan will be inspected on its compliance to Covid safety precautions, the Madras High Court ordered today after the workers went on strike, alleging that authorities were not maintaining the Covid-safety protocols", "url": "https://www.ndtv.com/india-news/madras-high-court-orders-covid-linked-audit-of-renault-nissan-plant-2453269", "urlToImage": "https://c.ndtvimg.com/2021-05/qnm3dkfk_renaultnissan_625x300_31_May_21.jpg", "publishedAt": "2021-05-31T15:41:26Z", "content": "At Renault-Nissan, workers refused to resume work on Monday.\r\nChennai: Auto major Renault-Nissan will be inspected on its compliance to Covid safety precautions, the Madras High Court ordered today a… [+2455 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Market shifting from China to India to boost domestic chemical firms, says Deepak Fertilisers CMD - Moneycontrol", "description": "Despite the COVID-19 pandemic raging across the country, Sailesh C. Mehta is confident that the company’s robust growth numbers are sustainable.", "url": "https://www.moneycontrol.com/news/business/market-shifting-from-china-to-india-to-boost-domestic-chemical-firms-says-deepak-fertilisers-cmd-6967001.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2017/11/fertiliser-770x433.jpg", "publishedAt": "2021-05-31T15:37:28Z", "content": "A shift in supply chain and manufacturing from China to India would benefit Indian companies substantially, and a normal monsoon expected this year could be a fresh fillip for the domestic fertiliser… [+4055 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "RBI cancels the licence of Maharashtra's Shivajirao Bhosale Sahakari Bank - Moneycontrol", "description": "As per the data submitted by the bank, more than 98 percent of the depositors will receive full amounts of their deposits from Deposit Insurance and Credit Guarantee Corporation (DICGC), the RBI said.", "url": "https://www.moneycontrol.com/news/business/rbi-cancels-the-licence-of-maharashtras-shivajirao-bhosale-sahakari-bank-6966921.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/05/RBI-770x433.jpg", "publishedAt": "2021-05-31T15:21:09Z", "content": "The Reserve Bank of India (RBI) on May 31 cancelled the licence of Shivajirao Bhosale Sahakari Bank in Maharashtra citing poor finances of the co-operative bank. Consequently, the bank ceases to carr… [+1469 chars]"}, {"source": {"id": null, "name": "YourStory"}, "author": "Thimmaya Poojary", "title": "[Funding alert] Accio Robotics raises fresh capital from angel investors - YourStory", "description": "The robotics startup Accio Robotics will use the fresh round of funding for product development and increase its market reach.", "url": "https://yourstory.com/2021/05/funding-alert-accio-robotics-startup-100x-vc/amp", "urlToImage": "https://images.yourstory.com/cs/2/a09f22505c6411ea9c48a10bad99c62f/Imageo8q1-1622484899673.jpg", "publishedAt": "2021-05-31T14:54:05Z", "content": "Accio Robotics, a robotics automation startup focused on designing and manufacturing autonomous mobile robots, has raised a fresh undisclosed round of funding from a group of angel investors.\r\nThe fu… [+1987 chars]"}, {"source": {"id": null, "name": "Livemint"}, "author": "Staff Writer", "title": "Govt banks offering loans for covid-19 treatment. Should you opt for them? - Mint", "description": "While the personal loan for treatment of the covid-19 is available at cheaper rates, opt for them only if you are facing a temporary cash-flow problem", "url": "https://www.livemint.com/money/personal-finance/govt-banks-offering-loans-for-covid-19-treatment-should-you-opt-for-them-11622471838450.html", "urlToImage": "https://images.livemint.com/img/2021/05/31/600x338/ubi2-kyVC--621x414@LiveMint-33ea_1622472105859.jpg", "publishedAt": "2021-05-31T14:47:18Z", "content": "Public sector banks are offering personal loans of up to 5 lakh for the covid-19 treatment. Individuals can use the loan for the treatment of self or family members.According to Dinesh Khara, chairma… [+1800 chars]"}, {"source": {"id": null, "name": "GaadiWaadi.com"}, "author": "Surendhar M", "title": "Toyota Mirai FCEV Sets New Range Record; Beats Hyundai Nexo - GaadiWaadi.com", "description": "Toyota Mirai covered just over 1,000 km in its record run and had 9 km range leftover as per the onboard indication", "url": "https://gaadiwaadi.com/toyota-mirai-fcev-sets-new-range-record-beats-hyundai-nexo/", "urlToImage": "https://gaadiwaadi.com/wp-content/uploads/2021/05/2021-Toyota-Mirai.jpg", "publishedAt": "2021-05-31T14:29:04Z", "content": "Toyota’s Mirai FCEV (Fuel Cell Electric Vehicle) has broken a new record as the war to become the leader in the alternative mobility solutions rages on. While most of the mainstream global automakers… [+1802 chars]"}, {"source": {"id": null, "name": "CarToq.com"}, "author": "Paarth Khatri", "title": "Hyundai AX1 Micro SUV spied again ahead of launch: Maruti S-Presso challenger - CarToq.com", "description": "Hyundai is working on a new micro SUV which is currently being tested on the international roads. The new micro-SUV will be going against the likes of the Maruti Suzuki Ignis, Mahindra KUV100 and the upcoming Tata HBX. The AX1 looks like a hatchback that has …", "url": "https://www.cartoq.com/hyundai-ax1-micro-suv-spied-again/", "urlToImage": "https://www.cartoq.com/wp-content/uploads/2021/05/Hyundai-AX1-new-spy-shots-feattured-1019x530.jpg", "publishedAt": "2021-05-31T14:01:42Z", "content": "Hyundai is working on a new micro SUV which is currently being tested on the international roads. The new micro-SUV will be going against the likes of the Maruti Suzuki Ignis, Mahindra KUV100 and the… [+2959 chars]"}, {"source": {"id": null, "name": "Livemint"}, "author": "Gopika Gopakumar", "title": "Adar Poonawalla appointed as chairman of Magma Fincorp - Mint", "description": "The announcement is part of a series of leadership changes following the Poonawala-controlled Rising Sun Holdings acquiring controlling stake through an equity infusion of Rs3,456 crore earlier this month", "url": "https://www.livemint.com/companies/news/adar-poonawalla-appointed-as-chairman-of-magma-fincorp-11622467050826.html", "urlToImage": "https://images.livemint.com/img/2021/05/31/600x338/PWSF663_1594199444122_1594199470665_1622467114601.jpg", "publishedAt": "2021-05-31T13:21:45Z", "content": "Mumbai-based non-banking finance company Magma Fincorp Limited on Monday announced the appointment of Adar Poonawalla as the chairman of the company. Poonawalla is also the chief executive officer of… [+2274 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Indian Institute of Technology Madras to collaborate with IBM on courses related to Quantum Computing and... - Moneycontrol", "description": "As a result of this collaboration, faculty, researchers, and students will now have access to all of the firm's quantum systems and tools over IBM Cloud.", "url": "https://www.moneycontrol.com/news/business/indian-institute-of-technology-madras-to-collaborate-with-ibm-on-courses-related-to-quantum-computing-and-research-6966021.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/04/cloud-computing-770x433.jpg", "publishedAt": "2021-05-31T13:08:24Z", "content": "Indian Insitute of Technology (IIT) Madras has said it will collaborate with software firm IBM on developing quantum computing research.\r\nAs a result of this collaboration, faculty, researchers, and … [+1538 chars]"}, {"source": {"id": null, "name": "YourStory"}, "author": "Sujata Sangwan", "title": "[Funding alert] Ahmedabad-based startup consultancy platform Disruptium raises $200K in pre-seed round - YourStory", "description": "The funds raised by startup consultancy Disruptium would be deployed towards tech development, hiring key resources, and building alliances and partnerships", "url": "https://yourstory.com/2021/05/funding-ahmedabad-disruptium-consultancy-platform-for-startups/amp", "urlToImage": "https://images.yourstory.com/cs/2/b87effd06a6611e9ad333f8a4777438f/Imagegpmj-1622460852289.jpg", "publishedAt": "2021-05-31T11:59:37Z", "content": "Ahmedabad-based Disruptium, a consultancy platform for startups, has raised pre-seed funding of $200,000 from Pravesh Mehta (MD, Energysys and Lemonade Ventures) and Chokhani Ventures.\r\nOwned and ope… [+2510 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Nestle, under fire over unhealthy products, working on new strategy - Moneycontrol", "description": "The Financial Times reported it had seen an internal presentation circulated among top executives early this year stating that more than 60% of Nestle's mainstream food and drinks portfolio could not be considered healthy under a \"recognised definition of hea…", "url": "https://www.moneycontrol.com/news/business/nestle-under-fire-over-unhealthy-products-working-on-new-strategy-6965641.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/03/Nestle_shutterstock_1339616471-770x433.jpg", "publishedAt": "2021-05-31T11:55:59Z", "content": "Nestle said on Monday it was working on updating its nutrition and health strategy after the Financial Times reported an internal document at the food giant described a large portion of its food and … [+1466 chars]"}, {"source": {"id": null, "name": "Investing.com"}, "author": "Investing.com", "title": "Bank of Baroda Reports Huge Loss but CLSA Says it Can Gain 60% - Investing.com India", "description": "The Financial News section features stock market news in addition to stories about bonds, forex, commodities and economic releases.", "url": "https://in.investing.com/news/bank-of-baroda-reports-huge-loss-but-clsa-says-it-can-gain-60-2745206", "urlToImage": "https://i-invdn-com.investing.com/news/https://i-invdn-com.investing.com/akapi-images/800x450/91d857f8bfcaee41b90d4c1d0259c39d_w_800_h_450.jpg", "publishedAt": "2021-05-31T11:08:06Z", "content": "By Aditya Raghunath\r\nInvesting.com -- Bank of Baroda Ltd (NS:\r\nBOB\r\n) reported a loss of Rs 1,046.5 crore for the quarter ended March 2021 compared to a profit of Rs 506.59 crore in the corresponding… [+1031 chars]"}]}