{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "Gravitas: Bill Gates quit Microsoft amid probe into affair with staffer - WION", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMiK2h0dHBzOi8vd3d3LnlvdXR1YmUuY29tL3dhdGNoP3Y9THpJdEJDaVVJLTDSAQA?oc=5", "urlToImage": null, "publishedAt": "2021-05-17T18:26:22Z", "content": null}, {"source": {"id": null, "name": "Republic World"}, "author": "Press Trust Of India", "title": "SIIs Adar Poonawalla exits Panacea Biotec; sells entire stake for Rs 118 cr - Republic World", "description": "Serum Institute of India CEO Adar Poonawalla offloaded his entire stake in Panacea Biotec amounting to 5.15 per cent shareholding of the firm for Rs 118 cr.", "url": "https://www.republicworld.com/india-news/economy/siis-adar-poonawalla-exits-panacea-biotec-sells-entire-stake-for-rs-118-cr.html", "urlToImage": "https://img.republicworld.com/republic-prod/stories/promolarge/xxhdpi/t76hi2lfshabtagz_1621270755.jpeg?tr=f-jpeg", "publishedAt": "2021-05-17T16:59:00Z", "content": "Serum Institute of India CEO Adar Poonawalla on Monday offloaded his entire stake in Panacea Biotec amounting to 5.15 per cent shareholding of the firm for Rs 118 crore, through an open market transa… [+851 chars]"}, {"source": {"id": null, "name": "Livemint"}, "author": "Malyaban Ghosh", "title": "Tata Motors to report double digit growth in Q4 net profit due to recovery in JLR and low base - Mint", "description": "Possible write-offs on certain investments by JLR might lead to a loss of Rs10,363.5 crore, according to ICICI Securities", "url": "https://www.livemint.com/companies/company-results/tata-motors-to-report-double-digit-growth-in-q4-net-profit-11621268827440.html", "urlToImage": "https://images.livemint.com/img/2021/05/17/600x338/tataMotors-kl4H--621x414@LiveMint_1621268964822.jpg", "publishedAt": "2021-05-17T16:40:07Z", "content": "Tata Motors Ltd the vehicle manufacturing arm of conglomerate Tata Sons is expected to post double digit growth in consolidated revenues and net profit for the March quarter on the back of improvemen… [+3376 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Pfizer-BioNTech COVID-19 vaccines can be stored in fridge for 31 days, says EMA - Moneycontrol", "description": "The Pfizer-BioNTech COVID-19 vaccine's storage time at normal fridge temperatures was extended by the European Medicines Agency (EMA) to 31 days from five days, easing logistical challenges during rollouts in the region.", "url": "https://www.moneycontrol.com/news/coronavirus/pfizer-biontech-covid-19-vaccines-can-be-stored-in-fridge-for-31-days-says-ema-6905111.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/02/Pfizer-770x433.jpg", "publishedAt": "2021-05-17T16:38:45Z", "content": "Europe's drug regulator on May 17 recommended extending the storage time for the Pfizer-BioNTech (PFE.N), (22UAy.DE) COVID-19 vaccine at normal fridge temperatures to 31 days from five days, easing l… [+1765 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Bitcoin saga : Facebook announces cryptocurrency Diem, Musk distances from 'hustle' - Moneycontrol.com", "description": "", "url": "https://www.moneycontrol.com/news/business/cryptocurrency/bitcoin-saga-facebook-announces-cryptocurrency-diem-musk-distances-from-hustle-6903101.html", "urlToImage": "", "publishedAt": "2021-05-17T16:34:17Z", "content": "Days after Elon Musk announced that his company will not be accepting bitcoins as a mode of payment for Tesla cars, Facebook has announced the launch of its own cryptocurrency, Diem in 2021. Intended… [+3046 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Sebi proposes framework for gold exchange; yellow metal to be traded as e-gold receipt - Moneycontrol", "description": "The proposed gold exchange would infuse transparency in gold transactions and over a period of time enable India to emerge as a global price setter for the commodity", "url": "https://www.moneycontrol.com/news/business/sebi-proposes-framework-for-gold-exchange-yellow-metal-to-be-traded-as-e-gold-receipt-6905221.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/02/Gold.Pixabay-770x433.jpg", "publishedAt": "2021-05-17T16:30:30Z", "content": "Capital and commodity market regulator Securities and Exchange Board of India (Sebi) has come out with a discussion paper on setting up a gold spot exchange in the domestic market. The yellow metal w… [+2480 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Copper prices soar on supply disruption, lower inventory; speculator cut net long positions - Moneycontrol.com", "description": "LME supplies for copper are in deficit for the day which may strengthen the bull run.", "url": "https://www.moneycontrol.com/news/business/commodities/copper-price-soar-on-supply-disruption-lower-inventory-speculator-cut-net-long-positions-6904721.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/04/copper-770x433.jpg", "publishedAt": "2021-05-17T16:15:05Z", "content": "Copper prices edged higher due to the threat of strikes at mines in Chile and investors belief that prices will rally further offset weak Chinese factory data.\r\nThe base metal extended gains to trade… [+3796 chars]"}, {"source": {"id": null, "name": "BloombergQuint"}, "author": "Ed Hammond, Nick Turner", "title": "AT&T Merges Media Assets With Discovery in $130 Billion Deal - BloombergQuint", "description": "Tie-up combines two of the world’s biggest TV content owners.", "url": "https://www.bloombergquint.com/business/at-t-to-merge-media-assets-with-discovery-in-43-billion-deal", "urlToImage": "https://gumlet.assettype.com/bloombergquint%2F2021-05%2Fdf184f67-04eb-4faa-8435-1c7474782e33%2F362322543.jpg?rect=0%2C0%2C3998%2C2099&w=1200&auto=format%2Ccompress&ogImage=true", "publishedAt": "2021-05-17T15:33:45Z", "content": "(Bloomberg) -- AT&amp;T Inc. agreed to spin off its media operations in a deal with Discovery Inc. that will create a new entertainment company, merging assets ranging from CNN and HBO to HGTV and th… [+8364 chars]"}, {"source": {"id": null, "name": "Team-BHP"}, "author": "Rahul Nagaraj", "title": "Rumour: New Toyota Land Cruiser to debut by end of May 2021 - Team-BHP", "description": "The new (2022) Toyota Land Cruiser has been spied on multiple occasions revealing a number of details. Now, a fresh document has leaked online indicating the debut date of the SUV. If the leaked document is to be believed, the 2022 Toyota Land Cruiser will ha…", "url": "https://www.team-bhp.com/news/rumour-new-toyota-land-cruiser-debut-end-may-2021", "urlToImage": "https://www.team-bhp.com/sites/default/files/styles/large/public/toyota-land-cruiser-debut-date-4.jpg", "publishedAt": "2021-05-17T14:37:42Z", "content": "The new (2022) Toyota Land Cruiser has been spied on multiple occasions revealing a number of details. Now, a fresh document has leaked online indicating the debut date of the SUV.\r\nIf the leaked doc… [+1045 chars]"}, {"source": {"id": null, "name": "News18"}, "author": "News18", "title": "Hyderabad Girl Bags Rs 2 Crore Per Annum Dream Job at Microsoft - News18", "description": "Meet Deepthi Narkuti, the Hyderabad girl who bagged a whopping salary of Rs 2 crore per annum at the tech giant Microsoft.", "url": "https://www.news18.com/news/buzz/hyderabad-girl-bags-rs-2-crore-per-annum-dream-job-at-microsoft-3747029.html", "urlToImage": "https://images.news18.com/ibnlive/uploads/2021/05/1621260908_deepthi.jpeg", "publishedAt": "2021-05-17T14:16:54Z", "content": "Hyderabad resident Deepthi Narkuti is making headlines for bagging a job at the multinational teach giant Microsoft with a stupendous salary of Rs 2 crore per annum. Selected as a software developmen… [+1588 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "Reuters", "title": "Coronavirus second wave hit aggregate demand more than supply, says RBI bulletin - Economic Times", "description": "The central bank said despite seasonally adjusted month-on-month momentum in industrial production being positive for the fourth consecutive month, anecdotal evidence points to feedback loops from the demand contraction seeping through into curtailments of ou…", "url": "https://economictimes.indiatimes.com/news/economy/indicators/coronavirus-second-wave-hit-aggregate-demand-more-than-supply-says-rbi-bulletin/articleshow/82710345.cms", "urlToImage": "https://img.etimg.com/thumb/msid-82710343,width-1070,height-580,imgsize-657632,overlay-economictimes/photo.jpg", "publishedAt": "2021-05-17T14:10:00Z", "content": "The Reserve Bank of India said on Monday that the second wave of the COVID-19 pandemic in India has had a bigger impact on aggregate demand than on aggregate supply, and it believes the economic slow… [+2061 chars]"}, {"source": {"id": null, "name": "CarToq.com"}, "author": "Paarth Khatri", "title": "Jeep Grand Commander first spy shots without camouflage - CarToq.com", "description": "Jeep India is taking the Indian market quite seriously. They updated the Compass this year and also managed to make the Wrangler a CKD or Completely Knocked Down unit. They are working on two new products. There will be a compact SUV that will be the most aff…", "url": "https://www.cartoq.com/jeep-grand-commander-first-spy-shots-without-camouflage/", "urlToImage": "https://www.cartoq.com/wp-content/uploads/2021/05/Jeep-Commander-spied-without-camouflage-featured-1019x530.jpg", "publishedAt": "2021-05-17T13:57:33Z", "content": "Jeep India is taking the Indian market quite seriously. They updated the Compass this year and also managed to make the Wrangler a CKD or Completely Knocked Down unit. They are working on two new pro… [+3081 chars]"}, {"source": {"id": null, "name": "Livemint"}, "author": "PTI", "title": "Jaypee Infra insolvency: NBCC, Suraksha asked to submit revised bids by Tuesday - Mint", "description": "In this fourth round of bidding process, NBCC is offering up to 1,903 acre, while Surakasha group has proposed to give 2,651 acre to lenders.", "url": "https://www.livemint.com/companies/news/jaypee-infra-insolvency-nbcc-suraksha-asked-to-submit-revised-bids-by-tuesday-11621257113627.html", "urlToImage": "https://images.livemint.com/img/2021/05/17/600x338/jaypee13-kDAB--621x414@LiveMint_1621257630879.jpg", "publishedAt": "2021-05-17T13:21:24Z", "content": "State-owned NBCC and Suraksha group, which are in the race to acquire debt-laden Jaypee Infratech Ltd (JIL), will submit their revised bids by Tuesday. According to sources, a meeting of Committee of… [+3897 chars]"}, {"source": {"id": null, "name": "Team-BHP"}, "author": "Tushar Kelshikar", "title": "CarTrade files for IPO to raise around Rs. 2,000 crores - Team-BHP", "description": "CarTrade has filed for an initial public offer (IPO), becoming the first auto classifieds marketplace to do so in India. The company plans to raise around Rs. 2,000 crore via the IPO. It is said that the company has filed its draft red herring prospectus (DRH…", "url": "https://www.team-bhp.com/news/cartrade-files-ipo-raise-around-rs-2000-crores", "urlToImage": "https://www.team-bhp.com/sites/default/files/styles/large/public/CarTrade-Logo.jpg", "publishedAt": "2021-05-17T13:11:02Z", "content": "CarTrade has filed for an initial public offer (IPO), becoming the first auto classifieds marketplace to do so in India. The company plans to raise around Rs. 2,000 crore via the IPO.\r\nIt is said tha… [+389 chars]"}, {"source": {"id": null, "name": "Equity Bulls"}, "author": null, "title": "Tilaknagar Industries marks turnaround led by Debt-Restructuring, positions company for Long-Term Growth - Equity Bulls", "description": "The Board of Tilaknagar Industries has approved allotment of 1.39 crore equity shares of Rs 10 each to Edelweiss Asset Reconstruction Company Limited (EARC) at an issue price of Rs 24.36 per share, including premium of Rs 14.36 per equity s", "url": "https://www.equitybulls.com/admin/news2006/news_det.asp?id=288680", "urlToImage": "https://equitybulls.com/images/News-By-EquityBulls.jpg", "publishedAt": "2021-05-17T12:47:30Z", "content": "The Board of Tilaknagar Industries has approved allotment of 1.39 crore equity shares of Rs 10 each to Edelweiss Asset Reconstruction Company Limited (EARC) at an issue price of Rs 24.36 per share, i… [+1940 chars]"}, {"source": {"id": null, "name": "Analytics Insight"}, "author": "Disha Sinha", "title": "Diem: The Facebook Cryptocurrency will be Launched in 2021 - Analytics Insight", "description": "In 2021 the world can use a new Facebook cryptocurrency in several eCommerce transactions known as Diem. It is a lucrative revised digital currency project with a single U.S. dollar stablecoin pilot in a limited form.", "url": "https://www.analyticsinsight.net/diem-the-facebook-cryptocurrency-will-be-launched-in-2021/", "urlToImage": "https://analyticsinsight.b-cdn.net/wp-content/uploads/2021/05/cryptocurrency-9.jpg", "publishedAt": "2021-05-17T12:41:20Z", "content": "Facebook decides to launch its own new cryptocurrency Diem with Diem Association in 2021.\r\nThe term cryptocurrency is creating huge waves in the business world especially after the emergence of the C… [+4148 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "PTI", "title": "Rising Covid spends, fuel prices, online delivery will crowd out consumer demand, warns SBI report - Economic Times", "description": "As the pandemic rages through the country, it is worthwhile to look beyond the headline inflation as rural core has now jumped to 6.4 per cent in April and will rise further in May. The increasing health spend due to the pandemic is having a meaningful impact…", "url": "https://economictimes.indiatimes.com/news/economy/indicators/rising-covid-spends-fuel-prices-online-delivery-to-crowd-out-consumer-demand-warns-sbi-report/articleshow/82708604.cms", "urlToImage": "https://img.etimg.com/thumb/msid-69310973,width-1070,height-580,imgsize-94222,overlay-economictimes/photo.jpg", "publishedAt": "2021-05-17T12:35:00Z", "content": "The massive increase in healthcare spends, especially in the hinterland, steadily rising fuel prices and online delivery of articles will increase inflation pressure much higher on one hand and crowd… [+3951 chars]"}, {"source": {"id": null, "name": "Analytics Insight"}, "author": "Analytics Insight", "title": "HCL Expands Investment in the United Kingdom - Analytics Insight", "description": "HCL Technologies announces the expansion of investment in United Kingdom with the hiring of 1,000 technology professionals in fields like digital transformation, cloud, artificial intelligence, and cybersecurity.", "url": "https://www.analyticsinsight.net/hcl-expands-investment-in-the-united-kingdom/", "urlToImage": "https://analyticsinsight.b-cdn.net/wp-content/uploads/2021/05/HCL.jpg", "publishedAt": "2021-05-17T12:12:38Z", "content": "The company announced the hiring of 1,000 technology professionals in the UK\r\nNoida, IndiaMay 17, 2021: HCL Technologies (HCL), a leading global technology company, today announced the expansion of i… [+6493 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Resurgence of COVID-19 infections to put brakes on companies' earnings recovery: Moody's - Moneycontrol.com", "description": "Earnings have seen a rising trend since October 2020 following the easing of national and state-level lockdowns. But renewed restrictions in many states will weaken demand for goods and services, and disrupt the recent recovery trajectory.", "url": "https://www.moneycontrol.com/news/business/markets/resurgence-of-covid-19-infections-to-put-brakes-on-companies-earnings-recovery-moodys-6904031.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/03/shutterstock_1308720301-770x433.jpg", "publishedAt": "2021-05-17T12:11:36Z", "content": "Moody's Investors Service on Monday said if the second wave of the pandemic does not decline to more manageable levels and results in a prolonged and wider lockdowns, it will have a more severe effec… [+2619 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "ET Now", "title": "It has been a good year for Federal Bank given the challenges: Shyam Srinivasan - Economic Times", "description": "“This year, our objective was to make sure that we preserve and do not do anything silly because the odds were stacked against banks.”", "url": "https://economictimes.indiatimes.com/markets/expert-view/it-has-been-a-good-year-for-federal-bank-given-the-challenges-shyam-srinivasan/articleshow/82707568.cms", "urlToImage": "https://img.etimg.com/thumb/msid-82707561,width-1070,height-580,imgsize-324655,overlay-etmarkets/photo.jpg", "publishedAt": "2021-05-17T11:42:00Z", "content": "Our underlying principles remain the same preserve and conserve capital and preserve the portfolio quality and keep provision coverage at 65% for our largely secured book, says Shyam Srinivasan, MD &… [+6134 chars]"}]}