{"status": "ok", "totalResults": 20, "articles": [{"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "Visa To Allow Payments Using Cryptocurrency, Says \"Seeing Demand\" - NDTV", "description": "Visa Inc said on Monday it will allow the use of the cryptocurrency USD Coin to settle transactions on its payment network, the latest sign of growing acceptance of digital currencies by the mainstream financial industry.", "url": "https://www.ndtv.com/world-news/visa-to-allow-payments-using-cryptocurrency-says-seeing-demand-2401564", "urlToImage": "https://c.ndtvimg.com/2018-11/66dp44sg_visa-inc--reuters_625x300_16_November_18.jpg", "publishedAt": "2021-03-29T09:06:44Z", "content": "Visa's move comes as major finance firms including BNY Mellon, BlackRock Inc have embraced digital coins.\r\nVisa Inc said on Monday it will allow the use of the cryptocurrency USD Coin to settle trans… [+1910 chars]"}, {"source": {"id": null, "name": "CarToq.com"}, "author": "Shantonil Nag", "title": "Validity of vehicle documents extended to June 30th, 2021 - CarToq.com", "description": "The union transport ministry announced to extend the validity of motor vehicle documents to a new date in the future. Documents like driving license (DL), registration certificate and all types of permits will get an extension and will now be valid till June …", "url": "https://www.cartoq.com/document-validity-increased-india/", "urlToImage": "https://www.cartoq.com/wp-content/uploads/2020/12/vehicle-document-check-india-1019x530.jpg", "publishedAt": "2021-03-29T09:03:40Z", "content": "The union transport ministry announced to extend the validity of motor vehicle documents to a new date in the future. Documents like driving license (DL), registration certificate and all types of pe… [+2674 chars]"}, {"source": {"id": null, "name": "Investing.com"}, "author": "Investing.com", "title": "European Stocks Largely Higher; Credit Suisse Slumps on Hedge Fund Blow-Up By Investing.com - Investing.com", "description": "European Stocks Largely Higher; Credit Suisse Slumps on Hedge Fund Blow-Up", "url": "https://www.investing.com/news/stock-market-news/european-stocks-largely-higher-credit-suisse-slumps-on-hedge-fund-blowup-2459687", "urlToImage": "https://i-invdn-com.akamaized.net/news/LYNXNPEBAI0L4_L.jpg", "publishedAt": "2021-03-29T07:55:00Z", "content": "By Peter Nurse \r\nInvesting.com - European stock markets pushed to all-time highs on Monday, helped by optimism of a global economic recovery, although Credit Suisse (SIX:CSGN) slumped after warning o… [+3264 chars]"}, {"source": {"id": null, "name": "Livemint"}, "author": "Staff Writer", "title": "Third Covid vaccine in India likely to be approved soon: Dr Reddy's official - Mint", "description": "Pharma major Dr Reddy's has partnered with the Russia Direct Investment Fund to bring the Sputnik V vaccine to India and other nations.The Russian-made vaccine has reportedly proven to be equally effective for all age groups", "url": "https://www.livemint.com/news/world/third-covid-vaccine-in-india-likely-to-be-approved-soon-dr-reddy-s-official-11617002344144.html", "urlToImage": "https://images.livemint.com/img/2021/03/29/600x338/2021-03-28T170539Z_835601945_RC2HKM9EUCD7_RTRMADP_3_HEALTH-CORONAVIRUS-BRAZIL-VACCINE_1617003652125_1617003674603.JPG", "publishedAt": "2021-03-29T07:43:09Z", "content": "Pharmaceutical firm Dr Reddy's Laboratories expects the Russian-made Covid-19 vaccine, Sputnik V, to get approval from the Indian regulator in the next few weeks.\"We expect to get the approval in the… [+2380 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Venu Srinivasan: The man who took TVS from mopeds to BMW - Moneycontrol.com", "description": "We profile the TVS Motor Chairman, who announced last week that he would step down in 2023 and hand the reins over to former Jaguar Land Rover CEO Ralf Speth. Accolades have poured in for Srinivasan, who transformed the company that was once known only for ma…", "url": "https://www.moneycontrol.com/news/technology/auto/venu-srinivasan-the-man-who-took-tvs-from-mopeds-to-bmw-6704811.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/03/Chairman-Photograph-2-770x433.jpg", "publishedAt": "2021-03-29T07:41:33Z", "content": "After 21 years at the helm, Venu Srinivasan, Chairman of TVS Motor Company, will step down to let former Jaguar Land Rover CEO Ralf Speth become the new chairman of the two-wheeler company in 2023. T… [+5164 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "From Today, A Move To Revolutionise How Middle East Oil Is Sold - NDTV", "description": "Tucked between the Gulf of Oman and a craggy mountain range, the dusty port Fujairah isn't an obvious base from which to try and revolutionize the Middle East's oil markets.", "url": "https://www.ndtv.com/world-news/from-today-a-move-to-revolutionize-how-middle-east-oil-is-sold-2401493", "urlToImage": "https://c.ndtvimg.com/2021-03/c00851fo_abu-dhabi-650_625x300_29_March_21.jpeg", "publishedAt": "2021-03-29T07:06:17Z", "content": "Abu Dhabi's removing curbs with aim of opening up its oil to financial as well as physical traders.\r\nTucked between the Gulf of Oman and a craggy mountain range, the dusty port Fujairah isn't an obvi… [+5107 chars]"}, {"source": {"id": null, "name": "CarToq.com"}, "author": "Shantonil Nag", "title": "Audi stops working on new petrol-diesel engines - CarToq.com", "description": "Audi, one of the largest luxury automobile manufacturer around the world has announced it has stopped the development of any new internal combustion engines. Audi CEO Markus Duesmann cited the upcoming Euro7 emission norms for the decision. Audi, which is par…", "url": "https://www.cartoq.com/audi-petrol-diesel-engines/", "urlToImage": "https://www.cartoq.com/wp-content/uploads/2021/03/Audi-electric-future-featured-1018x530.jpg", "publishedAt": "2021-03-29T06:29:26Z", "content": "Audi, one of the largest luxury automobile manufacturer around the world has announced it has stopped the development of any new internal combustion engines. Audi CEO Markus Duesmann cited the upcomi… [+2815 chars]"}, {"source": {"id": null, "name": "Livemint"}, "author": "Neil Borate, Abhinav Kaul", "title": "Investor wealth rises 9 times over past 10 years in Motilal Oswal Nasdaq ETF - Mint", "description": "Motilal Oswal has announced plans of launching an Emerging Markets ETF next month. The fund house launched a Fund of Funds tracking the Nasdaq 100 ETF in November 2018 in order to make it possible for investors without demat and trading accounts to invest in …", "url": "https://www.livemint.com/market/stock-market-news/investor-wealth-rises-9-times-over-past-10-years-in-motilal-oswal-nasdaq-etf-11616996645443.html", "urlToImage": "https://images.livemint.com/img/2021/03/29/600x338/iStock-1032599674-kKEH--621x414@LiveMint_1616998340820.jpg", "publishedAt": "2021-03-29T06:14:02Z", "content": "MUMBAI: An Exchange Traded Fund (ETF), by Motilal Oswal Mutual Fund and tracking the Nasdaq 100 index, has grown about nine times since its launch on 29 March 2011, delivering a return of 24.17% (CAG… [+1642 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "Facebook, Google's New Plan To Connect Southeast Asia And America - NDTV", "description": "Facebook said on Monday it planned two new undersea cables to connect Singapore, Indonesia and North America in a project with Google and regional telecommunication companies to boost internet connection capacity between the regions.", "url": "https://www.ndtv.com/world-news/facebook-googles-plan-new-undersea-cables-to-connect-southeast-asia-and-america-2401439", "urlToImage": "https://c.ndtvimg.com/2020-08/0psfrbvg_facebook-generic-reuters_625x300_21_August_20.jpg", "publishedAt": "2021-03-29T05:23:18Z", "content": "Facebook said on Monday it planned two new undersea cables to connect Singapore, Indonesia and North America in a project with Google and regional telecommunication companies to boost internet connec… [+2529 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Markets may witness volatile trend in holiday-shortened week ahead, say analysts - Moneycontrol.com", "description": "\"Investors would keep a close eye on coronavirus situation and movement of the US bond yield,\" said Satish Kumar, Research Analyst, Choice Broking.", "url": "https://www.moneycontrol.com/news/business/markets/markets-may-witness-volatile-trend-in-holiday-shortened-week-ahead-say-analysts-6705171.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2020/01/BSE_Sensex_Stocks_market-770x433.png", "publishedAt": "2021-03-29T05:08:32Z", "content": "Equity markets may witness a volatile trend in the holiday-shortened week ahead and would be majorly driven by the COVID-19 situation in the country and global cues, analysts said.\r\nMarkets would rem… [+1262 chars]"}, {"source": {"id": null, "name": "Hindustan Times"}, "author": "HT Auto Desk", "title": "Ford, Mahindra end ties, will not share engine and platforms for future cars - HT Auto", "description": "In October 2019, Ford and Mahindra had said they would form a joint venture in India in a move to cut costs for developing and producing vehicles for emerging markets.", "url": "https://auto.hindustantimes.com/auto/news/ford-mahindra-end-ties-will-not-share-engine-and-platforms-for-future-cars-41616993300530.html", "urlToImage": "https://images.hindustantimes.com/auto/img/2021/03/29/600x338/for_mahindra_1616994232245_1616994241920.jpg", "publishedAt": "2021-03-29T05:05:17Z", "content": "US carmaker Ford Motor and Indian car manufacturer Mahindra and Mahindra had announced a joint venture last year that Mahindra was to acquire Ford's operations in India while the American brand had t… [+2032 chars]"}, {"source": {"id": null, "name": "Livemint"}, "author": "AFP", "title": "Oil prices drop, stocks rise as ship blocking Suez Canal refloated - Mint", "description": "Oil prices dropped on news that a cargo ship blocking the Suez Canal had been refloated", "url": "https://www.livemint.com/market/stock-market-news/oil-prices-drop-stocks-rise-as-ship-blocking-suez-canal-refloated-11616993233959.html", "urlToImage": "https://images.livemint.com/img/2021/03/29/600x338/2021-03-29T044525Z_1_LYNXMPEH2S07L_RTROPTP_3_EGYPT-SUEZCANAL-SHIP_1616993432145_1616993440638.JPG", "publishedAt": "2021-03-29T04:51:41Z", "content": "Asian markets mostly rose Monday, extending last week's positive finish and tracking a record-breaking lead from Wall Street as investors focus on the economic recovery, while oil prices dropped on n… [+3453 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "HDFC Bank special fixed deposit scheme for senior citizens extended till June 30 - Moneycontrol.com", "description": "HDFC Bank offers 75 basis points (bps) higher interest rate on these deposits to senior citizens.", "url": "https://www.moneycontrol.com/news/business/personal-finance/hdfc-bank-special-fixed-deposit-scheme-for-senior-citizens-extended-till-june-30-6704941.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2019/06/HDFCBank1-770x433.jpg", "publishedAt": "2021-03-29T04:47:47Z", "content": "HDFC Bank extended special fixed deposit scheme for senior citizens till June 30, this is the third time the bank has extended this scheme.\r\nThe 'Senior Citizen Care FD scheme' was launched in May 20… [+1419 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "Chinese Video Streamer Bilibili Sinks Day After $2.6 Billion IPO - NDTV", "description": "Video streaming site Bilibili sank on its first day trading on Hong Kong's stock exchange on Monday as investors fret over a global sell-off in Chinese tech shares.", "url": "https://www.ndtv.com/world-news/chinese-video-streamer-bilibili-sinks-day-after-2-6-billion-ipo-2401419", "urlToImage": "https://c.ndtvimg.com/2021-03/21eo4qpo_bilibili-650_625x300_29_March_21.jpeg", "publishedAt": "2021-03-29T04:44:05Z", "content": "Bilibili is already listed in New York.(Representational)\r\nHong Kong, China: Video streaming site Bilibili sank on its first day trading on Hong Kong's stock exchange on Monday as investors fret over… [+2619 chars]"}, {"source": {"id": null, "name": "Team-BHP"}, "author": "Tushar Kelshikar", "title": "Toyota to increase its car prices from April 1, 2021 - Team-BHP", "description": "Toyota has announced that it will hike the prices of its models from April 1, 2021. Toyota has stated that the prices are being increased as a result of rising input costs. While the company hasn't revealed the quantum of the price hike, it will try to absorb…", "url": "https://www.team-bhp.com/news/toyota-increase-its-car-prices-april-1-2021", "urlToImage": "https://www.team-bhp.com/sites/default/files/styles/large/public/unrivaled-performance-banner1600x1000.jpg", "publishedAt": "2021-03-29T04:35:24Z", "content": "Toyota has announced that it will hike the prices of its models from April 1, 2021.\r\nToyota has stated that the prices are being increased as a result of rising input costs. While the company hasn't … [+361 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "IANS", "title": "China's coal generation rises, India sees a decline: Study - Economic Times", "description": "Globally there was a record fall in coal generation in 2020, which was mirrored in India and other top coal power countries. China is now responsible for more than half (53 per cent) of the world's coal-fired electricity.", "url": "https://economictimes.indiatimes.com/news/international/world-news/chinas-coal-generation-rises-india-sees-a-decline-study/articleshow/81742341.cms", "urlToImage": "https://img.etimg.com/thumb/msid-81742341,width-1070,height-580,imgsize-150826,overlay-economictimes/photo.jpg", "publishedAt": "2021-03-29T03:49:00Z", "content": "China was the only G20 country that saw a large increase in coal generation in the pandemic year, said a research published on Monday by energy think tank Ember. India, on the other hand, saw a decli… [+3769 chars]"}, {"source": {"id": null, "name": "Bitcoin.com"}, "author": null, "title": "Indian Government Now Requires Companies to Disclose Cryptocurrency Holdings – Regulation Bitcoin News - Bitcoin News", "description": "The Indian government has introduced new cryptocurrency disclosure rules. Companies dealing in cryptocurrencies will have to disclose their crypto holdings, among other disclosures, as part of their financial statements beginning April 1.", "url": "https://news.bitcoin.com/indian-government-requires-companies-disclose-cryptocurrency-holdings/", "urlToImage": "https://news.bitcoin.com/wp-content/uploads/2019/09/india-disclosure.jpg", "publishedAt": "2021-03-29T03:40:37Z", "content": "The Indian government has introduced new cryptocurrency disclosure rules. Companies dealing in cryptocurrencies will have to disclose their crypto holdings, among other disclosures, as part of their … [+2822 chars]"}, {"source": {"id": null, "name": "CarToq.com"}, "author": "Paarth Khatri", "title": "What the Cullinan Black Badge – Rolls Royce’s most expensive SUV – feels like [Video] - CarToq.com", "description": "Rolls Royce Cullinan is one of the most expensive SUVs that you can currently buy in the world. The luxury manufacturer also launched a Black Bade edition of the SUV, which is a more expensive and performance-oriented version of the Cullinan. Here is a video …", "url": "https://www.cartoq.com/what-the-cullinan-black-badge-rolls-royces-most-expensive-suv-feels-like-video/", "urlToImage": "https://www.cartoq.com/wp-content/uploads/2021/03/rolls-royce-cullinan-featured-1-1018x530.jpg", "publishedAt": "2021-03-29T03:16:54Z", "content": "Rolls Royce Cullinan is one of the most expensive SUVs that you can currently buy in the world. The luxury manufacturer also launched a Black Bade edition of the SUV, which is a more expensive and pe… [+2853 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "AFP", "title": "Red lights and bathroom posters: Amazon's all-out fight to block a union - Economic Times", "description": "Amazon, while not officially declaring opposition to unions, has waged a determined campaign, holding weekly  informational  meetings, sending text messages and putting up posters in restrooms in an all-out effort to defeat the union initiative.", "url": "https://economictimes.indiatimes.com/news/international/business/red-lights-and-bathroom-posters-amazons-all-out-fight-to-block-a-union/articleshow/81741672.cms", "urlToImage": "https://img.etimg.com/thumb/msid-81741719,width-1070,height-580,imgsize-178311,overlay-economictimes/photo.jpg", "publishedAt": "2021-03-29T02:24:00Z", "content": "\"Make sure you take care of us!\" a worker shouts to two union organizers in orange vests standing at the entrance of Amazon's warehouse in Bessemer, Alabama -- ground zero of a battle over unionizing… [+4638 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Rise, fall, repeat — market trend perplexing, top 6 analysts tell us what lies ahead - Moneycontrol.com", "description": "This week is a truncated one as the market will be shut on March 29 for Holi and April 2 for Good Friday.", "url": "https://www.moneycontrol.com/news/business/markets/rise-fall-repeat-market-trend-perplexing-top-6-analysts-tell-us-what-lies-ahead-6703041.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2020/04/stocks-to-watch-title-770x433.jpg", "publishedAt": "2021-03-29T02:05:48Z", "content": "Rising COVID-19 cases and weak global cues kept stocks under pressure in the week gone by, dragging the Sensex and the Nifty lower by almost 2 percent as the market extended its losing run into the t… [+5737 chars]"}]}