{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Piramal Enterprises Q4 net loss narrows to Rs 510 cr - Moneycontrol.com", "description": "Revenue from operations stood at Rs 3,401.56 crore in the quarter under review. It was Rs 3,341 crore in the year-ago period, it added.", "url": "https://www.moneycontrol.com/news/business/earnings/piramal-enterprises-q4-net-loss-narrows-to-rs-510-cr-6890421.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2019/06/piramal-765x435.jpg", "publishedAt": "2021-05-13T15:28:17Z", "content": "Piramal Enterprises on Thursday reported narrowing of its consolidated net loss to Rs 510.39 crore for the quarter ended March 31, 2021.The company had posted a net loss of Rs 1,702.59 crore for the … [+2528 chars]"}, {"source": {"id": null, "name": "India.com"}, "author": "Zee Media Bureau", "title": "Bank alert! RBI cancels license of THIS bank, here`s what will happen to depositors - Zee News", "description": "The Reserve Bank of India has cancelled the license of Bagnan, United Co-operative Bank Ltd, West Bengal.", "url": "https://zeenews.india.com/economy/bank-alert-rbi-cancels-license-of-this-bank-here-s-what-will-happen-to-depositors-2361760.html", "urlToImage": "https://english.cdn.zeenews.com/sites/default/files/2021/05/13/936190-untitled-design-28.png", "publishedAt": "2021-05-13T15:10:56Z", "content": "The Reserve Bank of India has cancelled the license of Bagnan, United Co-operative Bank Ltd, West Bengal. The Central bank has taken the decision after it found that the bank doesnt have adequate cap… [+1072 chars]"}, {"source": {"id": null, "name": "News18"}, "author": "News18", "title": "Akshaya Tritiya 2021: Check City-Wise Auspicious Timings to Buy Gold - News18", "description": "Akshaya Tritiya, which is also known as Akha Teej, will fall on Friday, May 14 this year.", "url": "https://www.news18.com/news/business/akshaya-tritiya-2021-date-akha-teej-check-auspicious-timings-to-buy-gold-3735266.html", "urlToImage": "https://images.news18.com/ibnlive/uploads/2021/04/1619586290_gold-and-silver.jpg", "publishedAt": "2021-05-13T14:04:00Z", "content": "Akshaya Tritiya, which is also known as Akha Teej, will fall on Friday, May 14 this year. The day is considered highly auspicious and holy by Hindus. The Shukla Paksha Tritiya Tithi of Vaishakha mont… [+1954 chars]"}, {"source": {"id": null, "name": "Business Standard"}, "author": "Aditi Divekar", "title": "Vedanta swings into the black; posts Rs 6,531 cr profit in March quarter - Business Standard", "description": "Net sales of the company stood at Rs 27,874 crore in the period under review, up 42% from same period last year", "url": "https://www.business-standard.com/article/companies/vedanta-q4-profit-at-rs-6-432-cr-on-better-volumes-lower-production-cost-121051300985_1.html", "urlToImage": "https://bsmedia.business-standard.com/_media/bs/img/article/2020-12/29/full/1609235533-0889.jpg", "publishedAt": "2021-05-13T13:24:00Z", "content": "Anil Agarwal-led Vedanta Limited reported a consolidated net profit of Rs 6,531 crore in the March quarter as against a loss of Rs 12,521 crore in the corresponding period last year on the back of in… [+2985 chars]"}, {"source": {"id": null, "name": "CarToq.com"}, "author": "Shantonil Nag", "title": "Hyundai Verna gets segment-first wireless Android Auto and Apple CarPlay - CarToq.com", "description": "Hyundai has updated its Verna sedan with new features. The facelifted Hyundai Verna, which was launched in the Indian market last year has now become the first car in the segment to get wireless Android Auto and Apple CarPlay. While this is not the industry-f…", "url": "https://www.cartoq.com/hyundai-verna-android-auto-apple-carplay/", "urlToImage": "https://www.cartoq.com/wp-content/uploads/2021/05/Hyundai-Verna_featured-1018x530.jpg", "publishedAt": "2021-05-13T12:05:21Z", "content": "Hyundai has updated its Verna sedan with new features. The facelifted Hyundai Verna, which was launched in the Indian market last year has now become the first car in the segment to get wireless Andr… [+2779 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Explainer | What does the delay in H-1B wage hikes till Nov 2022 mean for Indian techies? - Moneycontrol", "description": "This is indeed a huge relief. Indians are the largest beneficiaries of the visa. In FY19, of the 1.8 lakh H-1B visa issues, Indians accounted for about 1.3 lakh.", "url": "https://www.moneycontrol.com/news/business/explainer-what-does-the-delay-in-h-1b-wage-hikes-till-nov-2022-mean-for-indian-techies-6889381.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2020/08/Visa-Passport-770x433.jpg", "publishedAt": "2021-05-13T12:02:39Z", "content": "The Biden administration has deferred once again the H-1B wage hike rule that would increase the salaries of highly skilled workforce. A huge relief indeed to Indian techies and IT firms, one of the … [+4386 chars]"}, {"source": {"id": null, "name": "Analytics Insight"}, "author": "Monomita Chakraborty", "title": "How Did Dogecoin Buzz Treat the Indian Crypto Exchanges? - Analytics Insight", "description": "The recent surge in Dogecoin prices made many cryptocurrency exchanges in India face system crashes. The largest Indian crypto exchange, WazirX slowed down due to high user traffic and an unexpected surge in cryptocurrency trading.", "url": "https://www.analyticsinsight.net/how-did-dogecoin-buzz-treat-the-indian-crypto-exchanges/", "urlToImage": "https://analyticsinsight.b-cdn.net/wp-content/uploads/2021/05/Dogecoin-1.jpg", "publishedAt": "2021-05-13T11:00:46Z", "content": "After Ethereum and Bitcoin, it is now Dogecoin that has taken the internet by storm. The global trading volume of Dogecoin tripled last week and it hit more than a whopping USD80 million market cap r… [+3821 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "Vaccine Effectiveness On India-Dominant Variants \"Remains Uncertain\": WHO - NDTV", "description": "New strains of the Covid variant found in India are deadlier and more infectious, the World Health Organisation has said on the country's coronavirus situation in a weekly update.", "url": "https://www.ndtv.com/india-news/coronavirus-vaccine-effectiveness-on-india-dominant-variants-remain-uncertain-who-2441004", "urlToImage": "https://c.ndtvimg.com/2021-05/06tp9ka8_covid-test_625x300_11_May_21.jpg", "publishedAt": "2021-05-13T10:55:32Z", "content": "New strains of the Covid variant found in India are deadlier and more infectious, WHO has said.\r\nNew Delhi: New strains of the Covid variant found in India are deadlier and more infectious, the World… [+2308 chars]"}, {"source": {"id": null, "name": "News18"}, "author": "Anulekha Ray", "title": "Petrol, Diesel Prices Hiked 7 times this Month: Know How Much Tax You Pay on Fuel - News18", "description": "Domestic fuel prices have hiked seven time this month.", "url": "https://www.news18.com/news/business/petrol-diesel-price-hiked-7-times-this-month-know-how-much-tax-you-currently-pay-on-fuel-3735017.html", "urlToImage": "https://images.news18.com/ibnlive/uploads/2020/07/1595572123_petrol-pump.jpg", "publishedAt": "2021-05-13T10:54:04Z", "content": "Domestic fuel prices have hiked seven time this month. Currently, petrol and diesel prices are at all-time high in Delhi and Mumbai. In Delhi, petrol costs Rs 92.05 a litre while diesel is being sold… [+2034 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "ITC extends employee assistance, to bear medical expenses of COVID-hit staff and their family members - Moneycontrol.com", "description": "The company has also extended a loan facility to its employees, which will support medical treatment of certain family members suffering from COVID-19.", "url": "https://www.moneycontrol.com/news/business/companies/itc-extends-employee-assistance-to-bear-medical-expenses-of-covid-hit-staffs-and-their-family-members-6888951.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/01/labour-unionlaboremployee-770x433.jpg", "publishedAt": "2021-05-13T10:31:56Z", "content": "FMCG major ITC has rolled out several employee benefits programmes to lend a helping hand to its employees and their families, who have turned COVID-positive.\r\nThe company on Thursday announced that … [+2179 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "COVID-19 | Medical facility, app for 24X7 helpline, vaccination drive: IndiGo lists measures to support... - Moneycontrol", "description": "A vaccination drive for IndiGo employees has already been initiated, the airline said, adding that the inoculation programme is underway across 40 stations in its network and at its support centre at Gurugram.", "url": "https://www.moneycontrol.com/news/business/companies/covid-19-medical-facility-app-for-24x7-helpline-vaccination-drive-indigo-lists-measures-to-support-employees-6888871.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2018/08/Indigo-770x433.jpg", "publishedAt": "2021-05-13T10:31:04Z", "content": "IndiGo, one of India's leading airline, has listed a spree of measures which it has enacted to support employees and their immediate family members amid the COVID-19 pandemic.\r\nIn partnership with th… [+2265 chars]"}, {"source": {"id": null, "name": "Gadgets Now"}, "author": "PTI", "title": "Flipkart users, cyber expert wants you to change your password; but why you should not be too worried - Gadgets Now", "description": "An alleged leaked database can potentially lead to unauthorised transactions from accounts of Flipkart customers who also used grocery platform BigBasket with common user ID and passwords, an independent cyber security expert said on Wednesday. According to t…", "url": "https://www.gadgetsnow.com/tech-news/cyber-expert-asks-flipkart-users-to-reset-passwords-but-why-all-users-need-not-worry/articleshow/82602794.cms", "urlToImage": "https://static.toiimg.com/thumb/resizemode-4,msid-82602794,imgsize-47592,width-800/82602794.jpg", "publishedAt": "2021-05-13T10:19:00Z", "content": "An alleged leaked database can potentially lead to unauthorised transactions from accounts of Flipkart customers who also used grocery platform BigBasket with common user ID and passwords, an indepen… [+1505 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "COVID Vaccine shortage | NASSCOM urges government to provide emergency use authorisation for all... - Moneycontrol", "description": "The agency has also recommended temporary relaxation of Foreign Contribution Regulation Act (FCRA) regulations and setting up a committee for optimising the use of data in India.", "url": "https://www.moneycontrol.com/news/business/covid-vaccine-shortage-provide-emergency-use-authorisation-for-all-who-approved-vaccines-nasscom-to-government-6888851.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/05/000_99M42T-770x433.jpg", "publishedAt": "2021-05-13T09:49:47Z", "content": "As the second wave of COVID-19 pandemic ravages the country leading to acute shortage of vaccines, the IT industry body NASSCOM has urged the government to provide emergency use authorization for all… [+2220 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Lupin aims to bring COVID-19 drugs, jabs; approaches Gilead for Remdesivir - Moneycontrol", "description": "Lupin aims to be actively involved in prevention and treatment of COVID-19, changing its strategy of being relatively less active during the first wave of the pandemic last year.", "url": "https://www.moneycontrol.com/news/business/companies/lupin-aims-to-bring-covid-19-drugs-jabs-approaches-gilead-for-remdesivir-6888001.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2018/02/RTX3AOKR-770x433.jpg", "publishedAt": "2021-05-13T09:17:45Z", "content": "Lupin has approached Gilead Sciences Inc for a voluntary license, or an authorisation given by a patent holder to a generics producer, to manufacture and distribute antiviral drug Remdesivir in India… [+1804 chars]"}, {"source": {"id": null, "name": "Livemint"}, "author": "Vivek Kaul", "title": "How to correctly read the IIP numbers and the scary truth it reveals about Indian economy - Mint", "description": "The base effect is at work here. The index contracted by 18.67% in March 2020 from a year earlier because of a nationwide lockdown, which brought industrial production to a standstill in many parts of the country last year", "url": "https://www.livemint.com/economy/how-to-correctly-read-the-iip-numbers-and-the-scary-truth-it-reveals-about-indian-economy-11620896619668.html", "urlToImage": "https://images.livemint.com/img/2021/05/13/600x338/2021-05-11T155822Z_1593589923_RC2RDN93D334_RTRMADP_3_FRANCE-ECONOMY_1620897262121_1620897299258.JPG", "publishedAt": "2021-05-13T09:16:59Z", "content": "The Index of Industrial Production (IIP) for March was released on Tuesday. As can be seen from the chart that follows, the IIP grew by 22.35% from a year earlier. This is the fastest the countrys in… [+3444 chars]"}, {"source": {"id": null, "name": "CarToq.com"}, "author": "Paarth Khatri", "title": "New Maruti Suzuki Celerio launch delayed: New timeline revealed - CarToq.com", "description": "Maruti Suzuki is working on a new generation of Celerio. The hatchback has not been updated since it was launched back in 2014. It was the first hatchback to offer an AMT gearbox which made it the most affordable automatic vehicle that you can buy in the Indi…", "url": "https://www.cartoq.com/new-maruti-suzuki-celerio-launch-delayed-new-timeline-revealed/", "urlToImage": "https://www.cartoq.com/wp-content/uploads/2021/05/Maruti-Suzuki-2021-Celerio-launch-postponed-featured-1019x530.jpg", "publishedAt": "2021-05-13T09:03:55Z", "content": "Maruti Suzuki is working on a new generation of Celerio. The hatchback has not been updated since it was launched back in 2014. It was the first hatchback to offer an AMT gearbox which made it the mo… [+2954 chars]"}, {"source": {"id": null, "name": "Hindustan Times"}, "author": "HT Auto Desk", "title": "2021 Ducati Streetfighter V4 launched in India - HT Auto", "description": "The key highlight of the Ducati Streetfighter V4 motorcycle is its Stradale V4 engine which has been sourced from the Panigale V4.", "url": "https://auto.hindustantimes.com/auto/two-wheelers/2021-ducati-streetfighter-v4-launched-in-india-41620896238205.html", "urlToImage": "https://images.hindustantimes.com/auto/img/2021/05/13/600x338/Streetfighter-V4-Red-MY20-Model-Preview-1050x650_1588248440986_1620896511532.png", "publishedAt": "2021-05-13T09:03:51Z", "content": "After a rather long wait, Ducati has finally introduced the much-awaited 2021 Streetfighter V4 hyper-naked motorcycle in the Indian market. It has been priced at 19.99 lakh for the base model and the… [+1596 chars]"}, {"source": {"id": null, "name": "Hindustan Times"}, "author": "HT Auto Desk", "title": "Fat and the Furious: Royal Enfield fitted with tractor tyres - HT Auto", "description": "From swingarm, suspension, handlebar to frame, nothing reminds of the stock bike this modified Royal Enfield is based on.", "url": "https://auto.hindustantimes.com/auto/two-wheelers/fat-and-the-furious-royal-enfield-fitted-with-tractor-tyres-41620891309889.html", "urlToImage": "https://images.hindustantimes.com/auto/img/2021/05/13/600x338/Untitled_1620895186302_1620895202539.jpg", "publishedAt": "2021-05-13T08:53:17Z", "content": "Royal Enfield bikes have a huge demand in the two-wheeler modification market. Many custom bike garages around the country specialize in working on Royal Enfield bikes simply because of the fact that… [+1672 chars]"}, {"source": {"id": null, "name": "Deccan Herald"}, "author": "Bloomberg", "title": "Thinking of mixing Covid-19 vaccines? Read this - Deccan Herald", "description": "Mixing doses of two leading Covid-19 vaccines increased patients’ side effects such as fatigue and headaches in early findings from a study that has yet to show how well such a cocktail defends against the virus.", "url": "https://www.deccanherald.com/science-and-environment/thinking-of-mixing-covid-19-vaccines-read-this-985401.html", "urlToImage": "https://www.deccanherald.com/sites/dh/files/articleimages/2021/05/13/990928-01-02-985401-1620896004.jpg", "publishedAt": "2021-05-13T08:47:48Z", "content": "By Marthe Fourcade and Suzi Ring\r\nMixing doses of two leading Covid-19 vaccines increased patients side effects such as fatigue and headaches in early findings from a study that has yet to show how w… [+2637 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "TVS Motor to offer extra salary, extended medical cover to families of employees succumbing to COVID-19 - Moneycontrol.com", "description": "The ex-gratia is in addition to the standard TVS Motor Company Family Welfare Fund and other statuary benefits applicable to deceased employees and their families", "url": "https://www.moneycontrol.com/news/technology/auto/extra-salary-childrens-school-fees-added-medical-cover-benefits-tvs-motor-will-offer-to-families-of-employees-succumbing-to-covid-19-6888021.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2020/11/TVS-ARIVE-770x433.jpg", "publishedAt": "2021-05-13T08:44:15Z", "content": "TVS Motor Company will pay up to three times the gross annual salary to the family of any employee who dies due COVID-19. The company will also fund the education of the employee's children up to und… [+1495 chars]"}]}