{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "CarToq.com"}, "author": "Ajeesh Kuttan", "title": "Almost new Mahindra Thar SUVs available for sale with no waiting period - Cartoq", "description": "Mahindra Thar is currently the most popular 4×4 SUV in the country. Ever since its launch in the market last year, Mahindra Thar has been in demand. It became popular among buyers for its looks, price and off-road capabilities. Mahindra Thar is so popular tha…", "url": "https://www.cartoq.com/almost-new-mahindra-thar-suvs/", "urlToImage": "https://www.cartoq.com/wp-content/uploads/2021/04/Used-Mahindra-Thar-featured-1019x530.jpg", "publishedAt": "2021-05-02T15:43:43Z", "content": "Mahindra Thar is currently the most popular 4×4 SUV in the country. Ever since its launch in the market last year, Mahindra Thar has been in demand. It became popular among buyers for its looks, pric… [+2982 chars]"}, {"source": {"id": null, "name": "Ambcrypto.com"}, "author": "Shubham Pandey", "title": "Binance charity fund is the latest to contribute to India’s COVID relief efforts - AMBCrypto News", "description": "Binance charity recently announced its efforts to contribute to the India COVID relief efforts, by aiding with oxygen supply operations. India recently recorded the highest one-day tally of fresh COVID 19 in the past 24 hours. In the past week, many reports h…", "url": "https://ambcrypto.com/binance-charity-fund-is-the-latest-to-contribute-to-indias-covid-relief-efforts/", "urlToImage": "https://ambcrypto.com/wp-content/uploads/2018/07/diego-ph-209301-unsplash-e1533017941563-900x600.jpg", "publishedAt": "2021-05-02T15:01:16Z", "content": "Binance charity recently announced its efforts to contribute to the India COVID relief efforts, by aiding with oxygen supply operations. India recently recorded the highest one-day tally of fresh COV… [+1920 chars]"}, {"source": {"id": null, "name": "GaadiWaadi.com"}, "author": "Sahil Kukreja", "title": "Suzuki Gixxer 250 & SF 250 Recalled Over Excessive Vibration - GaadiWaadi.com", "description": "The Suzuki Gixxer 250 is currently priced from Rs 1,67,700, while the Gixxer SF 250 is priced between Rs 1,78,400 and Rs 1,79,200 (all prices, ex-showroom New Delhi)", "url": "https://gaadiwaadi.com/suzuki-gixxer-250-sf-250-recalled-over-excessive-vibration/", "urlToImage": "https://gaadiwaadi.com/wp-content/uploads/2019/08/Suzuki-Gixxer-SF-250-Moto-GP-Edition-Launched-Priced-At-Rs.-1.71-Lakh-e1565169082864.jpg", "publishedAt": "2021-05-02T15:00:45Z", "content": "Suzuki has recalled the Gixxer 250 naked streetfighter and SF 250 fully-faired motorcycles to fix an issue after customers complained of excessive vibrations. A total of 199 units are said to be affe… [+1966 chars]"}, {"source": {"id": null, "name": "Coingape"}, "author": "Bhushan Akolkar", "title": "Flash Loan Attack on Binance Smart Chain, $30 Million Stolen From Spartan Protocol Using BNB - Coingape", "description": "While the crypto market has advanced to new innovation and development, it continues to marred with phishing and hacking attacks. Recently, Spartan Protocol - a community-driven platform incentivizing deep liquid pools - reported a fresh attack from online ha…", "url": "https://coingape.com", "urlToImage": "https://cdn.coingape.com/wp-content/uploads/2021/05/02181948/Binance-Smart-Chain-BSC-Crypto-Hack.jpeg", "publishedAt": "2021-05-02T12:49:58Z", "content": "While the crypto market has advanced to new innovation and development, it continues to marred with phishing and hacking attacks. Recently, Spartan Protocol – a community-driven platform incentivizin… [+2493 chars]"}, {"source": {"id": null, "name": "India.com"}, "author": "PTI", "title": "Alert! Vehicle ownership transfer rules updated, check new laws HERE - Zee News", "description": "The Ministry of Road Transport and Highways has notified certain changes in the Central Motor Vehicles Rules, 1989 to facilitate the owner of a vehicle for nominating a person in the registration certificate, which would help the motor vehicle to be registere…", "url": "https://zeenews.india.com/automobile/alert-vehicle-ownership-transfer-rules-updated-check-new-laws-here-2359277.html", "urlToImage": "https://english.cdn.zeenews.com/sites/default/files/2021/05/02/933709-untitled-design-2021-05-02t180641.378.png", "publishedAt": "2021-05-02T12:37:19Z", "content": "The Ministry of Road Transport and Highways has notified certain changes in the Central Motor Vehicles Rules, 1989 to facilitate the owner of a vehicle for nominating a person in the registration cer… [+2621 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Yes Bank rescue happened in nick of time before pandemic struck, happy with progress: CEO Prashant Kumar - Moneycontrol", "description": "Speaking for the first time about the journey since the RBI and the government moved in to bailout the lender seeing an exodus of deposits with a Rs 10,000-crore rescue act led by SBI, Kumar acknowledged that the thread was very slender and the timing was ver…", "url": "https://www.moneycontrol.com/news/business/yes-bank-rescue-happened-in-nick-of-time-before-pandemic-struck-happy-with-progress-ceo-prashant-kumar-6845701.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2020/03/Yes-Bank-2-770x433.jpg", "publishedAt": "2021-05-02T11:33:15Z", "content": "Yes Banks rescue act in early March 2020 happened in the nick of time ahead of the COVID-19 pandemic, and even a 15-day delay in it would have meant great difficulty for a lender about to close down,… [+4338 chars]"}, {"source": {"id": null, "name": "Hindustan Times"}, "author": "PTI", "title": "Ola is ready to take e-scooter to international markets this fiscal - HT Auto", "description": "Ola also announced last year an investment of ₹2,400-crore for setting up its first electric scooter factory in Tamil Nadu.", "url": "https://auto.hindustantimes.com/auto/news/ola-is-ready-to-take-e-scooter-to-international-markets-this-fiscal-41619949835663.html", "urlToImage": "https://images.hindustantimes.com/auto/img/2021/05/02/600x338/97-uEj7w_1615194353784_1619951061931.jpeg", "publishedAt": "2021-05-02T11:19:36Z", "content": "Ola Electric is looking at taking its electric scooter to international markets, including countries like France, Italy and Germany, this fiscal, a top company executive said.\r\nThe company, which is … [+2685 chars]"}, {"source": {"id": null, "name": "CNBCTV18"}, "author": null, "title": "AU Small Finance Bank Chief Audit Officer's exit raises eyebrows - CNBCTV18", "description": "AU Small Finance Bank Chief Audit Officer's exit raises eyebrows. Get latest Business online at cnbctv18.com", "url": "https://www.cnbctv18.com/finance/au-small-finance-bank-chief-audit-officers-exit-raises-eyebrows-questions-9165331.htm", "urlToImage": "https://images.cnbctv18.com/wp-content/uploads/2018/07/Audit.jpeg", "publishedAt": "2021-05-02T11:03:13Z", "content": "AU Small Finance Bank reported a weak set of numbers for the quarter ended March,  due to elevated stress in the bank's balance sheet. AU's gross non performing assets ratio deteriorated to 4.25 perc… [+1939 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Tesla allows six more months to start German gigafactory - Moneycontrol", "description": "A Tesla spokeswoman declined to comment on the report, referring to last month's official statement by the carmaker that put the start of production at the Gruenheide site towards the end of 2021.", "url": "https://www.moneycontrol.com/news/world/tesla-allows-six-more-months-to-start-german-gigafactory-6845431.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/04/Tesla-770x433.jpg", "publishedAt": "2021-05-02T11:01:01Z", "content": "Tesla CEO Elon Musk has given its German team six more months to start production at its delayed factory near Berlin, its first gigafactory in Europe, German weekly Automobilwoche reported, citing co… [+603 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Trade setup for Monday: Top 15 things to know before the Opening Bell - Moneycontrol.com", "description": "Going forward, 14,900-15,000 levels will remain a crucial resistance zone for the Nifty, says Rajesh Palviya of Axis Securities.", "url": "https://www.moneycontrol.com/news/business/markets/trade-setup-for-monday-top-15-things-to-know-before-the-opening-bell-4-6845011.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/04/stocks_sensex_nifty_stockmarket4-1-770x433.jpg", "publishedAt": "2021-05-02T10:14:22Z", "content": "The market snapped a four-day winning streak to close sharply lower on April 30, the first day of the May series, as all sectoral indices, barring pharma, traded in the red. The unabated surge in cor… [+6365 chars]"}, {"source": {"id": null, "name": "The Indian Express"}, "author": "PTI", "title": "Govt appoints Rabi Sankar as next RBI deputy governor - The Indian Express", "description": "Sankar fills the vacancy created by the retirement of BP Kanungo on April 2, after completing one-year extension.", "url": "https://indianexpress.com/article/india/govt-appoints-rabi-sankar-as-next-rbi-deputy-governor-7298997/", "urlToImage": "https://images.indianexpress.com/2021/05/RBi2.jpg", "publishedAt": "2021-05-02T08:31:57Z", "content": "The government has appointed RBI Executive Director T Rabi Sankar as the fourth deputy governor of the central bank.\r\nSankar fills the vacancy created by the retirement of BP Kanungo on April 2, afte… [+1079 chars]"}, {"source": {"id": null, "name": "Bitcoin.com"}, "author": null, "title": "Turkey Updates Cryptocurrency Regulation Amid Payments Ban and Collapsing Exchanges – Regulation Bitcoin News - Bitcoin News", "description": "The Turkish government has updated the country’s cryptocurrency regulation following the banning of cryptocurrencies for payments and failing crypto exchanges.", "url": "https://news.bitcoin.com/turkey-cryptocurrency-regulation-crypto-payments-ban-collapsing-exchanges/", "urlToImage": "https://news.bitcoin.com/wp-content/uploads/2019/09/turkey-regulation1.jpg", "publishedAt": "2021-05-02T07:39:48Z", "content": "The Turkish government has updated the country’s cryptocurrency regulation following the banning of cryptocurrencies for payments and failing crypto exchanges.\r\n<ul><li>Published in the Official Gaze… [+1762 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "ET Online", "title": "ETMarkets Investors' Guide: Can InvITs really deliver double the returns of a bank FD? - Economic Times", "description": "Before you invest your hard-earned money in Power Grid InvIT IPO, let us first understand what exactly is an InvIT? Listen in.", "url": "https://economictimes.indiatimes.com/markets/stocks/etmarkets-podcast/can-invits-really-deliver-double-the-returns-of-a-bank-fd/podcast/82353112.cms", "urlToImage": "https://img.etimg.com/photo/82353112.cms", "publishedAt": "2021-05-02T06:58:00Z", "content": "Hello, you have tuned into ETMarkets Investors' Guide, a show about asset classes, investment ideas and market trends. I am Nikhil Agarwal.If you are not a senior citizen, the maximum interest that y… [+944 chars]"}, {"source": {"id": null, "name": "Greatandhra.com"}, "author": "IANS", "title": "US may be winning war against Covid with vaccinations.. - Greatandhra.com", "description": "With nearly 100 million Americans fully vaccinated and new coronavirus cases at their lowest level since last October, the US might have attained or will reach the crucial inflection point, the media reported.", "url": "https://www.greatandhra.com/articles/special-articles/us-may-be-winning-war-against-covid-with-vaccinations-112774", "urlToImage": "https://www.greatandhra.com/newphotos9/covidvaccine71619937925.jpg", "publishedAt": "2021-05-02T06:45:25Z", "content": "With nearly 100 million Americans fully vaccinated and new coronavirus cases at their lowest level since last October, the US might have attained or will reach the crucial inflection point, the media… [+1998 chars]"}, {"source": {"id": null, "name": "Livemint"}, "author": "Staff Writer", "title": "SBI account KYC updation can be done via post or email - Mint", "description": "The SBI said it has been advised to accept KYC updated requests through mail or post without the physical presence of the customer in the branch in view of a resurgence in Covid-19 infections", "url": "https://www.livemint.com/industry/banking/sbi-account-kyc-updation-can-be-done-via-post-or-email-11619935866168.html", "urlToImage": "https://images.livemint.com/img/2021/05/02/600x338/20210315058L_1619937478557_1619937492038.jpg", "publishedAt": "2021-05-02T06:38:41Z", "content": "India's largest lender State Bank of India (SBI) has decided to permit acceptance of documents for KYC updation through mail or post in the wake of difficulties faced by customers due to local lockdo… [+1404 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "PTI", "title": "Govt waives late fee for delayed filing of March, April GSTR-3B, tax payment - Economic Times", "description": "While those with a turnover up to Rs 5 crore in the preceding financial year have 30 days more time from their original due date for filing 3B returns for March and April, with late fee waiver.", "url": "https://economictimes.indiatimes.com/news/india/govt-waives-late-fee-for-delayed-filing-of-march-april-gstr-3b-tax-payment/articleshow/82352460.cms", "urlToImage": "https://img.etimg.com/thumb/msid-82352478,width-1070,height-580,imgsize-398383,overlay-economictimes/photo.jpg", "publishedAt": "2021-05-02T05:56:00Z", "content": "The government has waived late fee for delayed filing of monthly return GSTR-3B and tax payment for the months of March and April and also reduced interest rate for late filers.\r\nThe Finance Ministry… [+2400 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "Warren Buffett Just Wanted To Say Sorry - NDTV Profit", "description": "Warren Buffett made a few admissions to Berkshire Hathaway Inc. shareholders, including regrets over Apple Inc. stock sales, circumstances surrounding its airline share dump and a failed healthcare venture", "url": "https://www.ndtv.com/business/warren-buffett-chief-executive-officer-of-berkshire-hathaway-just-wanted-to-say-sorry-2426232", "urlToImage": "https://c.ndtvimg.com/2021-03/nadlfpao_warren-buffett-bloomberg_625x300_01_March_21.jpg", "publishedAt": "2021-05-02T04:43:31Z", "content": "Warren Buffett just wanted to say sorry. The chief executive officer made a few blunt admissions at his annual meeting of Berkshire Hathaway Inc. shareholders on Saturday. Among them were regrets ove… [+4345 chars]"}, {"source": {"id": null, "name": "Livemint"}, "author": "Staff Writer", "title": "Gold prices in India move into discount for first time this year - Mint", "description": "Gold rates have fallen sharply in recent days.Covid-related restrictions have hurt retail gold demand in India", "url": "https://www.livemint.com/market/commodities/gold-prices-in-india-move-into-discount-for-first-time-this-year-11619928163434.html", "urlToImage": "https://images.livemint.com/img/2021/05/02/600x338/2020-09-18T135755Z_1_LYNXMPEG8H190_RTROPTP_3_ASIA-GOLD-DEMAND_1601003025407_1619928346190.JPG", "publishedAt": "2021-05-02T04:37:21Z", "content": "Physical gold prices in India moved to a discount over official domestic rates for the first time this as covid-related restrictions impacted retail demand. Dealers were offering a discount of up to … [+1664 chars]"}, {"source": {"id": null, "name": "Zoom"}, "author": "Harshita Tyagi", "title": "Anand Mahindra rolls out 'Oxygen on Wheels' in Maharashtra to deal with oxygen crisis - Times Now", "description": "The rollout plan includes Mumbai, Thane, Nashik, Nagpur going live with another 50-75 Bolero pickups on the road in the next 48 hours. So far, Mahindra has helped to deliver 61 jumbo cylinders to 13 hospitals", "url": "https://www.timesnownews.com/business-economy/companies/article/anand-mahindra-rolls-out-oxygen-on-wheels-in-maharashtra-to-deal-with-oxygen-crisis/751822", "urlToImage": "https://imgk.timesnownews.com/story/E0SZMo5XMAIr85M.jpeg?tr=w-560,h-292,fo-top", "publishedAt": "2021-05-02T04:04:59Z", "content": "New Delhi: At a time when oxygen crisis has been responsible for the death of many Covid-19 patients, carmaker Mahindra and Mahindra has taken an initiative to help reach oxygen cylinders to differen… [+2340 chars]"}, {"source": {"id": null, "name": "GaadiWaadi.com"}, "author": "Kshitij Rawat", "title": "Toyota Innova Crysta Price Hike – New Vs Old Price List - GaadiWaadi.com", "description": "Toyota has increased the prices of the Innova Crysta MPV in the Indian market by Rs. 26,000 on all trims and variants", "url": "https://gaadiwaadi.com/toyota-innova-crysta-price-hike-new-vs-old-price-list/", "urlToImage": "https://gaadiwaadi.com/wp-content/uploads/2021/03/Toyota-Innova-Crysta.jpg", "publishedAt": "2021-05-02T04:00:55Z", "content": "Toyota Kirloskar Motor had hiked the prices of select models in its lineup near the beginning of April 2021. The Innova Crysta MPV was one of the models affected by the price increment, and by quite … [+3238 chars]"}]}