{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Dettol to replace logo from handwash packs with Covid protectors image, their stories - Moneycontrol.com", "description": "Under its #DettolSalutes campaign, Reckitt has curated 100 such stories from across India and carried them on its liquid handwash packs in honour of the protectors who have helped numerous people during the pandemic.", "url": "https://www.moneycontrol.com/news/coronavirus/dettol-to-replace-logo-from-handwash-packs-with-covid-protectors-image-their-stories-6994761.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2019/06/Reckitt-Benckiser-1-770x433.jpg", "publishedAt": "2021-06-06T15:31:32Z", "content": "FMCG major Reckitt, which owns popular hygiene brand Dettol, on Sunday said it is replacing its logo on its handwash with the image of Covid protectors along with their inspiring story. Under its #De… [+2943 chars]"}, {"source": {"id": null, "name": "CarToq.com"}, "author": "Ajeesh Kuttan", "title": "Royal Enfield Interceptor beautifully modified into a bobber - CarToq.com", "description": "Royal Enfield motorcycles are some of the most modification friendly motorcycles in the country. Royal Enfield motorcycles are quite popular among motorcyclists around the world for their retro looks. They have a variety of motorcycles in their line up. RE Cl…", "url": "https://www.cartoq.com/royal-enfield-interceptor-modified-bobber/", "urlToImage": "https://www.cartoq.com/wp-content/uploads/2021/05/RE-bobber-featured-1019x530.jpg", "publishedAt": "2021-06-06T14:33:05Z", "content": "Royal Enfield motorcycles are some of the most modification friendly motorcycles in the country. Royal Enfield motorcycles are quite popular among motorcyclists around the world for their retro looks… [+3045 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Reliance Infra board approves plan to raise Rs 550 crore through preferential issue - Moneycontrol.com", "description": "At the meeting of Board of Directors held on June 6, the proposal of preferential allotment of equity shares to promoters and Värde Investment Partners, LP was approved.", "url": "https://www.moneycontrol.com/news/business/companies/reliance-infra-board-approves-plan-to-raise-rs-550-crore-through-preferential-issue-6994651.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2020/07/RELIANCE-INFRASTRUCTURE-770x433.jpg", "publishedAt": "2021-06-06T14:05:44Z", "content": "Reliance Infrastructure Limited (RInfra) would be raising Rs 550 crore through preferential issue, the Anil Ambani-backed company announced on June 6.\r\nAt the meeting of Board of Directors held earli… [+1134 chars]"}, {"source": {"id": null, "name": "Livemint"}, "author": "Livemint", "title": "Maruti Suzuki hints at new SUV to rival Hyundai Creta, Kia Seltos: Details here - Mint", "description": "MSI Executive Director (Marketing and Sales) Shashank Srivastava, during an analyst call, dropped some strong hints towards a possible launch in the mid-size SUV segment", "url": "https://www.livemint.com/auto-news/maruti-suzuki-hints-at-new-suv-to-rival-hyundai-creta-kia-seltos-details-here-11622968013584.html", "urlToImage": "https://images.livemint.com/img/2021/06/06/600x338/brezza1-kCG--621x414@LiveMint_1622987765175.jpg", "publishedAt": "2021-06-06T14:01:29Z", "content": "New Delhi: Maruti Suzuki India has had a successful run with its entry-level SUV, Vitara Brezza. The company has, however, failed to make a mark in the mid-size SUV segment. The current product in th… [+3030 chars]"}, {"source": {"id": null, "name": "News18"}, "author": "News18", "title": "Average 13 Lakh New Demat Accounts Added Every Month Since April 2020: BSE Data - News18", "description": "Amid near-record rally in the equity markets during the pandemic-ravaged FY21, brokerages have added on an average 13 lakh new demat accounts every month since April last year, taking the overall retail investor headcount to record 6.", "url": "https://www.news18.com/news/business/average-13-lakh-new-demat-accounts-added-every-month-since-april-2020-bse-data-3816584.html", "urlToImage": "https://images.news18.com/ibnlive/uploads/2020/08/1596688466_sensex.jpg", "publishedAt": "2021-06-06T13:20:59Z", "content": "Amid near-record rally in the equity markets during the pandemic-ravaged FY21, brokerages have added on an average 13 lakh new demat accounts every month since April last year, taking the overall ret… [+3849 chars]"}, {"source": {"id": null, "name": "Hindustan Times"}, "author": "hindustantimes.com", "title": "‘Expect us’: Hacktivist group Anonymous threatens Elon Musk for 'playing games' with Bitcoin - Hindustan Times", "description": "Anonymous also lambasted Elon Musk for “prematurely” calling himself 'Emperor of Mars', saying the Red Planet is a place where the SpaceX founder will be sending people to die.", "url": "https://www.hindustantimes.com/world-news/anonymous-threatens-narcissistic-tesla-ceo-elon-musk-for-playing-games-with-bitcoin-101622984465178.html", "urlToImage": "https://images.hindustantimes.com/img/2021/06/06/1600x900/pjimage_(4)_1622985376869_1622985382642.jpg", "publishedAt": "2021-06-06T13:18:09Z", "content": "A decentralised international hacktivist group, Anonymous, has threatened Tesla CEO Elon Musk to expect them, saying the games played by the entrepreneur with crypto markets seemed to have destroyed … [+3600 chars]"}, {"source": {"id": null, "name": "Analytics Insight"}, "author": "Apoorva Bellapu", "title": "Everything You Need to Know about Data Science, Big Data and Data Analytics | - Analytics Insight", "description": "Having a clear picture in mind regarding data science, big data and data analytics would ultimately result in you making a better career choice. Here is everything you need to know about data science, big data and data analytics", "url": "https://www.analyticsinsight.net/everything-you-need-to-know-about-data-science-big-data-and-data-analytics/", "urlToImage": "https://analyticsinsight.b-cdn.net/wp-content/uploads/2021/06/Data-Science-1.jpeg", "publishedAt": "2021-06-06T12:13:08Z", "content": "With humungous data being the reason why organizations function, the importance given to data cannot be merely put into words. Over the years, data has enjoyed prominence in every field that one can … [+4178 chars]"}, {"source": {"id": null, "name": "GaadiWaadi.com"}, "author": "Surendhar M", "title": "Sales Of Recently Launched Cars In May 2021- Safari, Kiger, i20, C5 - GaadiWaadi.com", "description": "Hyundai Creta had its second-generation launched last year and it was the highest sold passenger car in the country in May 2021", "url": "https://gaadiwaadi.com/sales-of-recently-launched-cars-in-may-2021-safari-kiger-i20-c5/", "urlToImage": "https://gaadiwaadi.com/wp-content/uploads/2021/06/renault-kiger-1-3.jpg", "publishedAt": "2021-06-06T11:30:07Z", "content": "Here we have a whole list of recently launched cars and their sales performance in the month of May 2021. The second-generation Hyundai Creta, launched in early 2020, was the most sold passenger vehi… [+2855 chars]"}, {"source": {"id": null, "name": "Livemint"}, "author": "Livemint", "title": "DHFL Q4 results: Firm back in black, posts ₹96.75 cr profit - Mint", "description": "Total revenue from operations for the March quarter last fiscal slipped down to  ₹2,034.53 crore.For the full fiscal ended March 31, 2021, DHFL reported a consolidated net loss of  ₹15,051.17 crore", "url": "https://www.livemint.com/companies/company-results/dhfl-q4-results-firm-back-in-black-posts-rs-96-75-cr-profit-11622975609945.html", "urlToImage": "https://images.livemint.com/img/2021/06/06/600x338/3ba95860-5b38-11eb-a466-8e86b70109f9_1613634831580_1622975827820.jpg", "publishedAt": "2021-06-06T11:27:56Z", "content": "Dewan Housing Finance Corporation Limited (DHFL) has reported a consolidated net profit of 96.75 crore for the quarter ended March 31, 2021. The housing finance company had posted a consolidated loss… [+2178 chars]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jon Emont", "title": "Entrepreneur Returns to Hardscrabble Life as Covid-19 Wipes Out His Business - The Wall Street Journal", "description": "In developing countries, economic recovery will depend on small enterprises; ‘This is the lowest I’ve ever been,’ one Indonesian businessman says", "url": "https://www.wsj.com/articles/entrepreneur-returns-to-hardscrabble-life-as-covid-19-wipes-out-his-business-11622977202", "urlToImage": "https://images.wsj.net/im-347666/social", "publishedAt": "2021-06-06T11:00:00Z", "content": "Rizky Eka Valdano spent nearly a decade building a travel business from scratch. By early 2020, the Indonesian entrepreneurwho grew up amid economic hardship and paid for college by hawking fake Role… [+769 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "HDFC commits Rs 40 crore for COVID-19 relief during second wave - Moneycontrol", "description": "The COVID-19 initiatives are being undertaken through its philanthropic arm the HT Parekh Foundation, HDFC Ltd said in a statement.", "url": "https://www.moneycontrol.com/news/business/hdfc-commits-rs-40-crore-for-covid-19-relief-during-second-wave-6994341.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2020/08/HDFC-770x433.jpg", "publishedAt": "2021-06-06T09:22:08Z", "content": "As part of its corporate social responsibility (CSR) initiative, HDFC Ltd has committed an initial amount of Rs 40 crore this year for COVID-19 support and pledged to increase this commitment over th… [+1174 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "PTI", "title": "Petrol crosses Rs 95 a litre in Delhi, above Rs 100 mark in six states - Times of India", "description": "India Business News: Petrol price on Sunday crossed Rs 95 a litre in Delhi and diesel breached Rs 86 per litre mark for the first time ever as fuel prices were hiked again", "url": "https://timesofindia.indiatimes.com/business/india-business/petrol-crosses-rs-95-a-litre-in-delhi-above-rs-100-mark-in-six-states/articleshow/83279935.cms", "urlToImage": "https://static.toiimg.com/thumb/msid-83279952,width-1070,height-580,imgsize-31492,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg", "publishedAt": "2021-06-06T09:10:00Z", "content": "Petrol crosses Rs 95 a litre in Delhi, above Rs 100 mark in six states"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Shyam Metalics' Rs 1,107 crore IPO to open on June 14 - Moneycontrol.com", "description": "The IPO comprises fresh issuance of equity shares worth up to Rs 657 crore and an offer-for-sale (OFS) to the tune of Rs 450 crore by existing shareholders, according to the draft red herring prospectus.", "url": "https://www.moneycontrol.com/news/business/ipo/shyam-metalics-rs-1107-crore-ipo-to-open-on-june-14-6994251.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2020/01/IPO-770x433.png", "publishedAt": "2021-06-06T08:41:56Z", "content": "The Rs 1,107-crore initial share-sale of Shyam Metalics and Energy will open on June 14, merchant banking sources said on Saturday.\r\nThe three-day initial public offer (IPO) will close on June 16 and… [+1623 chars]"}, {"source": {"id": null, "name": "Livemint"}, "author": "Swaraj Singh Dhanjal", "title": "Kedaara Capital-backed Vijaya Diagnostic files IPO papers - Mint", "description": "The IPO will see the investor and the promoters collectively dilute 35% stake in Vijaya Diagnostic Centre, with Kedaara alone diluting 30% stake", "url": "https://www.livemint.com/companies/news/kedaara-capital-backed-vijaya-diagnostic-files-ipo-papers-11622965932047.html", "urlToImage": "https://images.livemint.com/img/2021/06/06/600x338/bond-kX6G--621x414@LiveMint_1622966641434.jpg", "publishedAt": "2021-06-06T08:06:58Z", "content": "MUMBAI :\r\nHomegrown private equity firm Kedaara Capital-backed diagnostic chain Vijaya Diagnostic Centre Ltd has filed the draft red herring prospectus for its initial public offering (IPO), in a mov… [+1497 chars]"}, {"source": {"id": null, "name": "The News Minute"}, "author": null, "title": "‘TecHalli’ a good alternative to 'Silicon Valley' Bengaluru? Anand Mahindra thinks so - The News Minute", "description": "Mahindra group chairman Anand Mahindra and Infosys co-founder Nandan Nilekani have zeroed in on 'TecHalli' as the new title for Bengaluru, a day after Mahindra asked Twitterati to suggest a new title for the tech city, instead of calling it the ‘Silicon Valle…", "url": "https://www.thenewsminute.com/article/techalli-good-alternative-silicon-valley-bengaluru-anand-mahindra-thinks-so-150190", "urlToImage": "https://www.thenewsminute.com/sites/default/files/nandannilekan_AnandMahendra_Facebook_6062021_1200-1.jpg", "publishedAt": "2021-06-06T07:37:40Z", "content": "Mahindra group chairman Anand Mahindra had done a Twitter crowdsourcing for a new title for Bengaluru, instead of calling it the Silicon Valley of India'.Mahindra group chairman Anand Mahindra and In… [+3599 chars]"}, {"source": {"id": null, "name": "CarToq.com"}, "author": "Ajeesh Kuttan", "title": "Ford Endeavour SUV with numerous modifications looks menacing - CarToq.com", "description": "Ford Endeavour is one of the most popular full size SUV on sale in India. It is currently the flagship SUV from Ford in India and it has been in the market for quite some time. The SUV competes with cars like Toyota Fortuner, MG Gloster and Isuzu MU-X in the …", "url": "https://www.cartoq.com/ford-endeavour-suv-numerous-modifications/", "urlToImage": "https://www.cartoq.com/wp-content/uploads/2021/05/ford-endeavour-butch.jpg", "publishedAt": "2021-06-06T07:16:16Z", "content": "Ford Endeavour is one of the most popular full size SUV on sale in India. It is currently the flagship SUV from Ford in India and it has been in the market for quite some time. The SUV competes with … [+3032 chars]"}, {"source": {"id": null, "name": "Business Standard"}, "author": "Press Trust of India", "title": "FPIs invest Rs 80 billion in Indian markets in just four trading sessions - Business Standard", "description": "The inflow comes following a net withdrawal of Rs 2,954 crore in May and Rs 9,659 crore in April, data with depositories showed", "url": "https://www.business-standard.com/article/economy-policy/fpis-invest-rs-80-billion-in-indian-markets-in-just-four-trading-sessions-121060600222_1.html", "urlToImage": "https://bsmedia.business-standard.com/_media/bs/img/article/2021-04/21/full/1618951751-4832.jpg", "publishedAt": "2021-06-06T06:24:00Z", "content": "Foreign investors have infused close to Rs 8,000 crore into Indian equities in the first four trading sessions of June as risk-on sentiment improved amid rapidly falling new Covid cases and robust co… [+3484 chars]"}, {"source": {"id": null, "name": "The News Minute"}, "author": null, "title": "Manipal Hospitals to offer Sputnik V in Bengaluru towards end of June - The News Minute", "description": "Bengaluru-headquartered hospital chain Manipal Hospitals, on June 6, announced that it has extended its COVID-19 vaccine portfolio with the addition of Sputnik V. With this, Manipal said the Russian-made vaccine will be available in the city towards the secon…", "url": "https://www.thenewsminute.com/article/manipal-hospitals-offer-sputnik-v-bengaluru-towards-end-june-150184", "urlToImage": "https://www.thenewsminute.com/sites/default/files/SputnikV_SecondBatch_Twitter_16052021_1200.jpg", "publishedAt": "2021-06-06T06:03:17Z", "content": "The rollout of the Sputnik V vaccine by Manipal Hospitals in Bengaluru is part of the limited pilot launch initiated by Dr Reddys in Hyderabad last month.Bengaluru-headquartered hospital chain Manipa… [+2038 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "Tata Chemicals, NMDC can give 10% return each over next four weeks, says Kavita Jain of Arihant Capital - Moneycontrol.com", "description": "On the weekly chart, the Nifty50 witnessed a breakout above its previous high of 15,431 and formed a bullish continuation rounding bottom formation, which leads to the projection of the 16,600-mark, says Jain.", "url": "https://www.moneycontrol.com/news/business/markets/tata-chemicals-nmdc-can-give-10-return-each-over-next-four-weeks-says-kavita-jain-of-arihant-capital-6993051.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2021/06/Kavita-Jain-Arihant-770x433.jpg", "publishedAt": "2021-06-06T05:47:09Z", "content": "Kavita Jain, Sr Equity Research Analyst, Arihant Capital Markets Ltd thinks the Nifty, which has been on a record-smashing spree, is not done yet. After going past its previous high of 15,431 on the … [+6048 chars]"}, {"source": {"id": null, "name": "GaadiWaadi.com"}, "author": "Kshitij Rawat", "title": "Volkswagen Polo Comfortline TSI AT – 5 Things You Should Know - GaadiWaadi.com", "description": "Volkswagen Polo recently got a new variant, and here, we have discussed everything you should know about it", "url": "https://gaadiwaadi.com/volkswagen-polo-comfortline-tsi-at-5-things-you-should-know/", "urlToImage": "https://gaadiwaadi.com/wp-content/uploads/2021/04/Volkswagen-Polo.jpg", "publishedAt": "2021-06-06T05:30:26Z", "content": "Volkswagen recently added a new variant to the Polo hatchback range Comfortline TSI AT. This new model is now the most affordable automatic variant in the Polo range, which is great news for buyers o… [+2028 chars]"}]}