{"status": "ok", "totalResults": 41, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "EMA rejeita segunda dose da vacina da AstraZeneca a quem gerou coágulos depois da primeira - ECO Economia Online", "description": "O regulador europeu defendeu que a 2.ª dose da vacina da AstraZeneca não deve ser administrada a pessoas tenham tido coágulos sanguíneos associados a um baixo teor de plaquetas após a 1.ª toma.", "url": "https://eco.sapo.pt/2021/05/21/ema-rejeita-segunda-dose-da-vacina-da-astrazeneca-a-quem-gerou-coagulos-depois-da-primeira/", "urlToImage": "https://eco.imgix.net/uploads/2021/04/cropped-doc-20210401-31090214-09111228.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2021-05-21T13:36:54Z", "content": "A Agência Europeia do Medicamento (EMA) recomendou que a segunda dose da vacina da AstraZeneca não deve ser administrada a pessoas que tenham tido coágulos sanguíneos associados ao baixo teor de plaq… [+3291 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Lagarde alerta para mais falências. “Vão certamente aumentar” - ECO Economia Online", "description": "A presidente do BCE considera que as falências de empresas vão aumentar e abordou também a questão da inflação na conferência de imprensa após o Eurogrupo esta sexta-feira de manhã, em Lisboa.", "url": "https://eco.sapo.pt/2021/05/21/lagarde-alerta-para-mais-falencias-vao-certamente-aumentar/", "urlToImage": "https://eco.imgix.net/uploads/2021/05/cropped-51193061756_16d73701ef_k.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2021-05-21T12:45:00Z", "content": "Christine Lagarde afirmou esta sexta-feira que é inevitável um aumento das falências na Zona Euro nos próximos meses, após um período em que estiveram em mínimos históricos. Além disso, a presidente … [+3088 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Ryanair prepara novo ataque à TAP. Companhia portuguesa toma decisão inédita - ZAP", "description": "Depois de ganhar a primeira batalha legal, a Ryanair vai avançar também com um recurso da decisão da Comissão Europeia.", "url": "https://zap.aeiou.pt/ryanair-prepara-novo-ataque-tap-404152", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2017/06/8efd40fdf2bdafadc090eebf65d023d9.jpeg", "publishedAt": "2021-05-21T12:35:40Z", "content": "Depois de ganhar a primeira batalha legal contra o apoio de 1200 milhões de euros à TAP junto do Tribunal Geral da União Europeia, a Ryanair vai avançar também com um recurso da decisão da Comissão E… [+2824 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Elon Musk renuncia aos radares, mas discretamente testa o LIDAR num Tesla Model Y - Pplware", "description": "A Tesla estará a melhorar o seu sistema e para isso, a empresa de Elon Musk, andou a testar um poderoso conjunto de LIDAR num Tesla Model Y.", "url": "https://pplware.sapo.pt/motores/elon-musk-renuncia-aos-radares-mas-discretamente-testa-o-lidar-num-tesla-model-y/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/tesla_model_y_lidar00.jpg", "publishedAt": "2021-05-21T12:00:40Z", "content": "É sabido que Elon Musk muitas vezes diz o que lhe vai na alma, mas que deixa sempre uma meia verdade por contar. No entanto, se há um ponto onde nestes anos todos tem sido intransigente é na utilizaç… [+2751 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Gonçalo Almeida", "title": "Gasolina pode perder 10% de toda a subida que acumulou este ano a partir da próxima semana - Jornal de Negócios", "description": "Os preços dos combustíveis estão a caminho de uma queda na próxima semana, com a gasolina simples a ter margem para uma redução maior, na ordem dos 2 cêntimos por litro.", "url": "https://www.jornaldenegocios.pt/empresas/energia/detalhe/gasolina-pode-perder-10-de-toda-a-subida-que-acumulou-este-ano-a-partir-da-proxima-semana", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2019-04/img_1200x676$2019_04_17_21_24_49_352375.jpg", "publishedAt": "2021-05-21T10:52:42Z", "content": "Os preços dos combustíveis deverão cair a partir da próxima segunda-feira, dia 24 de maio, com a gasolina a ter margem para perder cerca de 10% de todo o valor que foi acumulando em 2021.Os cálculos … [+1785 chars]"}, {"source": {"id": null, "name": "Www.jn.pt"}, "author": "Adriana Castro", "title": "STCP avança com reforço de autocarros em 12 linhas - Jornal de Notícias", "description": "A STCP vai colocar mais autocarros a circular no Porto, reforçando 12 das suas linhas. Este aumento da oferta deve-se ao \"aumento considerável no número de passageiros diários\", na sequência do desconfinamento, e servirá para garantir \"a manutenção das condiç…", "url": "https://www.jn.pt/local/noticias/porto/porto/stcp-avanca-com-reforco-de-autocarros-em-12-linhas-13748880.html", "urlToImage": "https://static.globalnoticias.pt/jn/image.jpg?brand=JN&type=generate&guid=92014474-c631-400f-badd-7f9d2695190b&w=800&h=420&watermark=true&t=20210521112300", "publishedAt": "2021-05-21T10:23:00Z", "content": "Hoje às 11:23\r\nA STCP vai colocar mais autocarros a circular no Porto, reforçando 12 das suas linhas. Este aumento da oferta deve-se ao \"aumento considerável no número de passageiros diários\", na seq… [+1357 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Ikea: Em breve vai poder montar o seu próprio carro elétrico - Pplware", "description": "Embora a aposta principal da Ikea seja ao nível do imobiliário, a empresa sueca ikea prepara-se para atacar também o segmento automóvel.", "url": "https://pplware.sapo.pt/motores/ikea-em-breve-vai-poder-montar-o-seu-proprio-carro-eletrico/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/ikea_00.jpg", "publishedAt": "2021-05-21T10:13:28Z", "content": "A gigante sueca Ikea revolucionou a história do mobiliário ao oferecer móveis em kit, fáceis de montar a um preço razoável. De embalagens extra planas, a lojas com auto-serviços tudo é feito para inc… [+1364 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Rui  Neves", "title": "Glooma levou a peito drama de familiar e ganha Forward - Jornal de Negócios", "description": "Solução que permite fazer o autoexame da mama, através de um dispositivo de rastreio que deteta o cancro da mama precocemente, ganhou a primeira edição do programa de pré-aceleração do centro de inovação tecnológica da Universidade Católica.", "url": "https://www.jornaldenegocios.pt/empresas/tecnologias/detalhe/glooma-levou-a-peito-drama-de-familiar-e-ganha-forward", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2021-05/img_1200x676$2021_05_21_10_53_56_403846.jpg", "publishedAt": "2021-05-21T10:04:20Z", "content": "Quando uma familiar de Francisco Nogueira foi diagnosticada com cancro da mama tardiamente, depois de ter detetado um nódulo e não ter atuado imediatamente, o engenheiro biomédico começou a trabalhar… [+4428 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "MultiNews", "title": "Combustíveis? Próxima semana traz boas notícias - Diário Digital", "description": "Vêm aí boas notícias para os condutores portugueses. O preço da gasolina e do gasóleo desce a partir de segunda-feira.", "url": "http://multinews.sapo.pt/noticias/combustiveis-proxima-semana-traz-boas-noticias-2/", "urlToImage": "https://multinews.sapo.pt/wp-content/uploads/2019/08/combustível.jpg", "publishedAt": "2021-05-21T08:53:24Z", "content": "Os preços dos combustíveis vão descer na próxima semana, refletindo as cotações médias da gasolina e do gasóleo nos mercados internacionais. Segundo fonte do sector contactada pela MultiNews a evoluç… [+2344 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Ataque a infraestruturas críticas! Desta vez foi a um oleoduto - Pplware", "description": "Um oleoduto norte-americano da empresa Colonial Pipeline, responsável pelo transporte de combustíveis, sofreu um ciberataque de ransomware", "url": "https://pplware.sapo.pt/internet/ataque-a-infraestruturas-criticas-desta-vez-foi-a-um-oleoduto/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/oleoduto-1.jpg", "publishedAt": "2021-05-21T08:40:27Z", "content": "Os ataques informáticos a infraestruturas críticas têm sido cada vez mais comuns. Recentemente informamos aqui um ataque a sistemas de fornecimento de água na tentativa de intromissão na qualidade da… [+1318 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Negócios", "title": "Aposta na ferrovia atrai Alstom para Portugal - Jornal de Negócios", "description": "A Alstom, o segundo maior construtor ferroviário mundial, esteve afastada de Portugal pela falta de investimento na ferrovia. Mas considera que agora é o 'momento certo' para regressar ao mercado nacional.", "url": "https://www.jornaldenegocios.pt/empresas/transportes/detalhe/aposta-na-ferrovia-atrai-alstom-para-portugal", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2020-11/img_1200x676$2020_11_25_17_29_13_389795.jpg", "publishedAt": "2021-05-21T08:27:22Z", "content": "A Alstom, o segundo maior construtor ferroviário mundial, quer voltar a apostar em Portugal. Em entrevista ao Jornal Económico, Gian Luca Erbacci, presidente da Alstom Europa, afirma que é \"o momento… [+971 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Notícias ao Minuto", "title": "Empresas serão compensadas pela subida do salário mínimo. Eis o valor - Notícias ao Minuto", "description": "Esta medida consiste na \"atribuição de um subsídio pecuniário, pago de uma só vez\", de acordo com o decreto-lei, que acrescenta que o \"subsídio pecuniário tem o valor de 84,50 euros por trabalhador\".", "url": "https://www.noticiasaominuto.com/economia/1758991/compensacao-as-empresas-por-subida-do-salario-minimo-publicada-em-dr", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_60a3bdc1f1b7d.jpg", "publishedAt": "2021-05-21T08:01:45Z", "content": "Foi publicado, esta sexta-feira, em Diário da República, o decreto-lei do Governo que cria uma medida excecional de compensação às entidades empregadoras pela subida do salário mínimo nacional.\r\n\"O G… [+2637 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Gonçalo Almeida", "title": "BCE tem dívida de cinco empresas portuguesas - Mercados - Jornal de Negócios - Jornal de Negócios", "description": "No final do ano passado, tinha em carteira dívida de cinco empresas nacionais, sendo que em 2020 apenas a EDP emitiu.", "url": "https://www.jornaldenegocios.pt/mercados/detalhe/bce-tem-divida-de-cinco-empresas-portuguesas", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2021-04/img_1200x676$2021_04_14_18_29_12_400399.jpg", "publishedAt": "2021-05-21T07:31:28Z", "content": "O programa do Banco Central Europeu (BCE) dedicado à compra de dívida das empresas, o CSPP (Corporate Sector Purchase Programme, em inglês) contemplava a dívida de cinco companhias portuguesas até ao… [+220 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Rita Faria", "title": "PSI-20 na linha de água com Navigator a cair mais de 3% e Ramada a disparar 9% - Jornal de Negócios", "description": "A bolsa nacional está praticamente inalterada, no dia em que a Navigator está a descontar o dividendo, e a Ramada, Altri, Sonae e Novabase estão a reagir às contas.", "url": "https://www.jornaldenegocios.pt/mercados/bolsa/detalhe/psi-20-na-linha-de-agua-com-navigator-a-cair-mais-de-3-e-ramada-a-disparar-9", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2020-12/img_1200x676$2020_12_17_21_39_11_391331.jpg", "publishedAt": "2021-05-21T07:26:09Z", "content": "A bolsa nacional abriu a sessão desta sexta-feira, 21 de maio, praticamente inalterada, com o PSI-20 a subir 0,04% para 5.282,11 pontos.\r\nNa Europa, os principais índices seguem com ganhos ligeiros, … [+1127 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Cristiana Faria Moreira", "title": "Vão nascer 280 apartamentos em dois novos condomínios na Praça de Espanha - PÚBLICO", "description": "Com a conclusão da obra que mudou a face da Praça de Espanha, em Lisboa, começam a conhecer-se os empreendimentos que serão construídos à sua volta. Para a Avenida dos Combatentes, o Duuo prevê a construção de 280 casas. Para já, vão avançar as primeiras 140.", "url": "https://www.publico.pt/2021/05/21/local/noticia/vao-nascer-240-apartamentos-dois-novos-condominios-praca-espanha-1963421", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1586816?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-05-21T07:01:00Z", "content": "Depois de um ano e meio de obras que alteraram a circulação rodoviária, traçaram uma ciclovia e estão a finalizar um parque urbano com cerca de cinco hectares, que ligará o Jardim da Fundação Caloust… [+3032 chars]"}, {"source": {"id": null, "name": "Www.jn.pt"}, "author": "JN/Agências", "title": "McDonald's processada por discriminação em ação multimilionária - Jornal de Notícias", "description": "A cadeia de restauração rápida McDonald's é alvo de um processo por alegadamente discriminar órgãos de comunicação social detidos por afro-americanos nas despesas de publicidade, reclamando-se uma indemnização de 10 mil milhões de dólares (8,1 mil milhões de …", "url": "https://www.jn.pt/mundo/mcdonalds-processada-por-discriminacao-em-acao-multimilionaria-13746870.html", "urlToImage": "https://static.globalnoticias.pt/jn/image.jpg?brand=JN&type=generate&guid=88f605c9-2450-45ed-93ba-125967fc48c7&w=800&h=420&watermark=true&t=20210521073600", "publishedAt": "2021-05-21T06:36:00Z", "content": "A cadeia de restauração rápida McDonald's é alvo de um processo por alegadamente discriminar órgãos de comunicação social detidos por afro-americanos nas despesas de publicidade, reclamando-se uma in… [+1637 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Prejuízos do BES duplicam e aumentam buraco para 6,9 mil milhões - ECO Economia Online", "description": "Contas do banco “mau” continuam no vermelho. Prejuízos duplicaram para 500 milhões de euros. BES só tem 177 milhões de euros em ativos para saldar responsabilidades de mais sete mil milhões.", "url": "https://eco.sapo.pt/2021/05/21/prejuizos-do-bes-duplicam-e-aumentam-buraco-para-69-mil-milhoes/", "urlToImage": "https://eco.imgix.net/uploads/2020/07/cropped-doc-20171012-23092831-06260699.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2021-05-21T06:01:43Z", "content": "O buraco do BES agravou-se em quase 550 milhões de euros para 6,9 mil milhões em 2020, uma deterioração das contas que acontece depois de o banco mau ter reforçado as provisões para responsabilidades… [+3927 chars]"}, {"source": {"id": null, "name": "Livecoins.com.br"}, "author": "https://www.facebook.com/gustavobertolu4", "title": "CEO do Twitter sobre mudança na forma de minerar Bitcoin: “Menos seguro, mais centralizado” - Livecoins", "description": "O consenso do Bitcoin, que causa o famigerado gasto na energia, não deve ser mudado, segundo o CEO do Twitter, Jack Dorsey.", "url": "https://livecoins.com.br/ceo-do-twitter-pos-bitcoin-menos-seguro/", "urlToImage": "https://livecoins.com.br/wp-content/uploads/2021/05/Icone-do-Twitter-em-rede-Bitcoin.jpg", "publishedAt": "2021-05-21T00:46:31Z", "content": "O Bitcoin tem sido criticado mundialmente por seu processo de mineração, que consome muita energia, de acordo com alguns estudos. Com consenso de Prova de Trabalho (PoW), a mineração garante uma rede… [+2247 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Rita Atalaia", "title": "Audição terminada após Vasconcellos negar ter dívida - Banca & Finanças - Jornal de Negócios - Jornal de Negócios", "description": "Nuno Vasconcellos, ex-presidente da Ongoing, garantiu que as dívidas de muitos milhões de euros ao Novo Banco não são dele, mas sim da empresa. Uma posição que acabou por levar Fernando Negrão a pôr fim à sua audição no Parlamento.", "url": "https://www.jornaldenegocios.pt/empresas/banca---financas/detalhe/audicao-terminada-apos-vasconcellos-negar-ter-divida", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2021-05/img_1200x676$2021_05_20_21_09_28_403642.jpg", "publishedAt": "2021-05-20T21:24:00Z", "content": "A audição parlamentar de Nuno Vasconcellos terminou, esta quinta-feira, de forma abrupta. Pouco mais de uma hora depois de ter arrancado a sessão, Fernando Negrão, presidente da comissão de inquérito… [+230 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Macrium lança nova versão do seu software de backup: o Reflect 8 - Pplware", "description": "O Macrium Reflect permite a criação de imagens e recuperação de sistemas é rápida e sem complicações. Conheça as novidades da versão 8.", "url": "https://pplware.sapo.pt/software/macrium-lanca-nova-versao-do-seu-software-de-backup-o-reflect-8/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/macrium_capa.jpg", "publishedAt": "2021-05-20T21:00:25Z", "content": "A Macrium, uma empresa reconhecida pelas suas soluções de backup de dados, distribuída em Portugal pela WhiteHat, lançou uma nova versão do seu aclamado software Reflect.\r\nA versão 8 já está disponív… [+2387 chars]"}]}