{"status": "ok", "totalResults": 4, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Tesla voltou a mudar o preço do Full Self-Driving, mas a redução não é para todos - Pplware", "description": "A Tesla resolveu agora ajudar nesta compra, ao tornar o preço do Full Self-Driving, mas esta oferta não é para todos.", "url": "https://pplware.sapo.pt/motores/tesla-voltou-a-mudar-o-preco-do-full-self-driving-mas-a-reducao-nao-e-para-todos/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/10/model_3_tesla_volante_01.jpg", "publishedAt": "2020-12-06T01:30:00Z", "content": "A Tesla há muito que procura criar um sistema de condução autónoma para os seus carros elétricos. Este está já a ser disponibilizado, ainda que de forma gradual e para ser testado de forma mais abran… [+1820 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Reparação de telemóveis e tablets na hora e com garantia? - Pplware", "description": "A reparação de telemóveis, tablets e Macbooks, é a especialidade da iServices,. Não deixe de falar com os seus amigos e família.", "url": "https://pplware.sapo.pt/smartphones-tablets/reparacao-de-telemoveis-e-tablets-na-hora-e-com-garantia/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/iservices_03.jpg", "publishedAt": "2020-12-05T21:50:00Z", "content": "A nossa necessidade comunicativa é inerente a qualquer ser humano, sendo tão importante para que exista um equilíbrio e um bem-estar interno connosco, ou externo com a nossa família, amigos e colegas… [+7205 chars]"}, {"source": {"id": null, "name": "Portal-energia.com"}, "author": null, "title": "Brasil ultrapassa 400 mil unidades consumidoras com geração solar - Portal Energias Renováveis", "description": "Mais de 400 mil unidades consumidoras operam com geração distribuída solar fotovoltaica no Brasil Investimento no setor já passou barreira dos 19 biliões", "url": "https://www.portal-energia.com/unidades-consumidoras-geracao-solar/", "urlToImage": "https://www.portal-energia.com/wp-content/uploadsthumbs/unidades-consumidoras.jpg", "publishedAt": "2020-12-05T20:52:00Z", "content": "Mais de 400 mil unidades consumidoras operam com geração distribuída solar fotovoltaica no Brasil\r\nInvestimento no setor já passou barreira dos 19 biliões de reais, e mais de 110 mil empregos desde 2… [+2594 chars]"}, {"source": {"id": null, "name": "Razaoautomovel.com"}, "author": null, "title": "O renovado Peugeot 308 já tem preços para Portugal. Fica a conhecê-los - Razão Automóvel", "description": "Disponível com sete níveis de equipamento e três motorizações, o renovado Peugeot 308 já tem preços para Portugal. Fica a conhecê-los.", "url": "https://www.razaoautomovel.com/2020/12/precos-renovado-peugeot-308", "urlToImage": "https://www.razaoautomovel.com/wp-content/uploads/2020/12/2020-peugeot-308-3_925x520_acf_cropped.jpg", "publishedAt": "2020-12-04T18:07:38Z", "content": "Lançado em 2014 e com mais de 1,5 milhões de unidades produzidas o Peugeot 308 foi renovado há uns meses e agora chega ao nosso país com sete níveis de equipamento e três motorizações.\r\nNo campo das … [+3970 chars]"}]}