{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "ANI News"}, "author": null, "title": "Researchers develop mathematical model to design healthier diets for disease prevention - ANI News", "description": "Gothenburg [Sweden], April 24 (ANI): Researchers during a recent study developed a new mathematical model for the interaction of bacteria in the gut. This could help in designing new probiotics and specially tailored diets for preventing diseases.", "url": "https://www.aninews.in/news/lifestyle/food/researchers-develop-mathematical-model-to-design-healthier-diets-for-disease-prevention20210424172034", "urlToImage": "https://aniportalimages.s3.amazonaws.com/media/details/__sized__/vegan_imgreppp_yCxCbOY_CMUXU7S-thumbnail-154x87-70.jpg", "publishedAt": "2021-04-24T11:50:00Z", "content": "ANI | Updated: Apr 24, 2021 17:20 IST\r\nGothenburg [Sweden], April 24 (ANI): Researchers during a recent study developed a new mathematical model for the interaction of bacteria in the gut. This could… [+4705 chars]"}, {"source": {"id": null, "name": "The Indian Express"}, "author": "Lifestyle Desk", "title": "COVID-19 second wave: Experts suggest ways to take care of your mental health - The Indian Express", "description": "Besides following Covid-appropriate behaviour, psychiatrist Dr Samir Parikh suggested that one must try and not \"look into social media too much\".", "url": "https://indianexpress.com/article/lifestyle/health/covid-19-second-wave-mental-health-tips-from-experts-7287288/", "urlToImage": "https://images.indianexpress.com/2021/03/stress_1200_getty.jpg", "publishedAt": "2021-04-24T11:45:26Z", "content": "With the number of cases rising each day, near and dear ones getting affected, and amid lockdowns, stress and anxiety are at an all-time high in the second wave of Covid 19. “The second wave is sever… [+5641 chars]"}, {"source": {"id": null, "name": "Egypt Independent"}, "author": null, "title": "India virus patients suffocate from low oxygen amid surge - Egypt Independent - Egypt Independent", "description": "SRINAGAR, India (AP) — Authorities scrambled anew Saturday to supply medical oxygen to Indian hospitals where COVID-19 patients were suffocating amid low supplies as the country with the world’s worst coronavirus surge set a new global daily record of infecti…", "url": "https://www.egyptindependent.com/india-virus-patients-suffocate-from-low-oxygen-amid-surge/", "urlToImage": null, "publishedAt": "2021-04-24T10:26:22Z", "content": "SRINAGAR, India (AP) Authorities scrambled anew Saturday to supply medical oxygen to Indian hospitals where COVID-19 patients were suffocating amid low supplies as the country with the worlds worst c… [+4096 chars]"}, {"source": {"id": null, "name": "ANI News"}, "author": null, "title": "Researchers find simple foot test detects heart rhythm disorder in patients with diabetes - ANI News", "description": "Sophia Antipolis [France], April 24 (ANI): Atrial fibrillation can be detected during annual foot assessments in patients with diabetes, according to research presented today at EHRA 2021, an online scientific congress of the European Society of Cardiology (E…", "url": "https://www.aninews.in/news/science/researchers-find-simple-foot-test-detects-heart-rhythm-disorder-in-patients-with-diabetes20210424154443", "urlToImage": "https://aniportalimages.s3.amazonaws.com/media/details/__sized__/audhkfuddddddddd_DsFlznX-thumbnail-154x87-70.jpg", "publishedAt": "2021-04-24T10:15:00Z", "content": "Sophia Antipolis [France], April 24 (ANI): Atrial fibrillation can be detected during annual foot assessments in patients with diabetes, according to research presented today at EHRA 2021, an online … [+2308 chars]"}, {"source": {"id": null, "name": "Zoom"}, "author": "Times Now Digital", "title": "Fact Check: Should women not take COVID-19 vaccine 5 days before and after menstrual cycle? - Times Now", "description": "The social media post said that women should not take the COVID-19 vaccine before and after five days of their periods because “immunity is very less” during that time.", "url": "https://www.timesnownews.com/india/article/fact-check-women-shouldnt-take-covid-19-vaccine-5-days-before-after-menstrual-cycle/749069", "urlToImage": "https://imgk.timesnownews.com/story/vaccineptiw.jpg?tr=w-560,h-292,fo-top", "publishedAt": "2021-04-24T09:46:00Z", "content": "New Delhi: The Centre on Saturday dismissed as “fake” a widely-shared social media post that claimed women should not take COVID-19 vaccine five days before and after their menstrual cycle.\r\n“Fake po… [+1558 chars]"}, {"source": {"id": null, "name": "ThePrint"}, "author": "Geoff Mulgan", "title": "Companies will thrive only if they recognise mental health is not an individual issue - ThePrint", "description": "One legacy of Covid-19 could be a revolution in how we measure mental health & the recognition that our own mental health depends on groups we are part of.", "url": "https://theprint.in/health/companies-will-thrive-only-if-they-recognise-mental-health-is-not-an-individual-issue/645269/", "urlToImage": "https://static.theprint.in/wp-content/uploads/2021/04/mental-health-696x391-1.png", "publishedAt": "2021-04-24T09:37:20Z", "content": "The COVID-19 crisis has seriously damaged mental health all over the world. A high price has been paid by many children whove missed out on time with friends and school, and many of the elderly have … [+7724 chars]"}, {"source": {"id": null, "name": "Thewire.in"}, "author": "Ronak Borana", "title": "DCGI Approves Virafin for Moderate COVID. Where's the Evidence It Works? - The Wire Science", "description": "Virafin's phase 2 trial has several methodological and reporting flaws that substantially undermine its results.", "url": "https://science.thewire.in/the-sciences/zydus-virafin-pegylated-interferon-alpha-2b-india-dcgi-approve-covid-trial-methods-flaw/", "urlToImage": "https://cdn.thewire.in/wp-content/uploads/2021/04/24145620/2021-04-23T041352Z_1_LYNXMPEH3M04V_RTROPTP_4_HEALTH-CORONAVIRUS-INDIA-1-scaled.jpg", "publishedAt": "2021-04-24T09:29:21Z", "content": "A patient, wearing an oxygen mask sits outside Lok Nayak Jai Prakash Narayan Hospital, New Delhi, April 22, 2021. Photo: Reuters/Adnan Abidi\r\nMumbai: On April 23, 2021, the Ahmedabad-based pharmaceut… [+10492 chars]"}, {"source": {"id": null, "name": "LatestLY"}, "author": "Team Latestly", "title": "Fact Check News | ⚡You Can’t Take COVID-19 Vaccine During Periods? Know Truth Behind Fake WhatsApp Forward - LatestLY", "description": "Read Latest Fact Check News Quickly Here | Can you not take the COVID-19 vaccine during periods? Several WhatsApp forwards, and social media images circulated online linking risk for those who take COVID-19 vaccination while menstruating. The unverified claim…", "url": "https://www.latestly.com/quickly/social-viral/fact-check/you-can-t-take-covid-19-vaccine-during-periods-know-truth-behind-fake-whatsapp-forward-2440512.html", "urlToImage": "https://st1.latestly.com/wp-content/uploads/2021/04/fake-2-1.jpg", "publishedAt": "2021-04-24T09:23:15Z", "content": "Can you not take the COVID-19 vaccine during periods? Several WhatsApp forwards, and social media images circulated online linking risk for those who take COVID-19 vaccination while menstruating. The… [+42 chars]"}, {"source": {"id": null, "name": "LatestLY"}, "author": "Team Latestly", "title": "You Can’t Take COVID-19 Vaccine During Periods? Fake WhatsApp Forward Links Risk in Taking Vaccination - LatestLY", "description": "Can you not take the COVID-19 vaccine during periods? Several WhatsApp forwards, and social media images circulated online linking risk for those who take COVID-19 vaccination while menstruating. The unverified claim caused worry among women.", "url": "https://www.latestly.com/social-viral/fact-check/you-cant-take-covid-19-vaccine-during-periods-fake-whatsapp-forward-links-risk-in-taking-vaccination-while-menstruating-know-the-truth-2440512.html", "urlToImage": "https://st1.latestly.com/wp-content/uploads/2021/04/fake-2-1.jpg", "publishedAt": "2021-04-24T09:22:34Z", "content": "We are in the middle of a pandemic, and there is still much to learn about the coronavirus, while at the same time continuing with the vaccine rollout efforts. In these difficult times, the medical m… [+4686 chars]"}, {"source": {"id": null, "name": "India Education Diary"}, "author": "India Education Diary Bureau Admin", "title": "Department of Biotechnology organizes Public Webinar on the “Genome Sequencing of SARS-CoV-19” - India Education Diary", "description": "New Delhi: In the backdrop of reports of emergence of variants of the SARS-CoV-2, in the UK and some other parts of the world, the Government of India had established a national multi-agency consortium, Indian SARS-CoV-2 Genomic Consortium (INSACOG)", "url": "https://indiaeducationdiary.in/department-of-biotechnology-organizes-public-webinar-on-the-genome-sequencing-of-sars-cov-19/", "urlToImage": "https://indiaeducationdiary.in/wp-content/uploads/2020/08/Default-Image-IED.png", "publishedAt": "2021-04-24T09:21:45Z", "content": "New Delhi: In the backdrop of reports of emergence of variants of the SARS-CoV-2, in the UK and some other parts of the world, the Government of India had established a national multi-agency consorti… [+6677 chars]"}, {"source": {"id": null, "name": "Scroll.in"}, "author": "Rukmini S, IndiaSpend.com", "title": "India’s claim that there have been very few post-vaccination infections is based on incomplete data - Scroll.in", "description": "Until nearly three months after the inoculation drive began, authorities were not checking if those getting tested for coronavirus had been vaccinated.", "url": "https://scroll.in/article/993077/indias-claim-that-there-have-been-very-few-post-vaccination-infections-is-based-on-incomplete-data", "urlToImage": "https://s01.sgp1.cdn.digitaloceanspaces.com/book/153625-anidngoflx-1611147658.jpg", "publishedAt": "2021-04-24T08:00:00Z", "content": "The central government has claimed that only two to four persons in every 10,000 vaccinated with either of the two Covid-19 vaccines being used in India are seeing breakthrough infections, when a vac… [+7137 chars]"}, {"source": {"id": null, "name": "Thehansindia.com"}, "author": "The Hans India", "title": "The impact of Covid-19 on your liver - The Hans India", "description": "The resurgence and exponential spread of Covid-19 has brought great challenges to our healthcare...", "url": "https://www.thehansindia.com/life-style/health/the-impact-of-covid-19-on-your-liver-683319", "urlToImage": "https://assets.thehansindia.com/h-upload/2021/04/24/1072268-liver.jpg", "publishedAt": "2021-04-24T07:28:29Z", "content": "New Delhi: The resurgence and exponential spread of Covid-19 has brought great challenges to our healthcare system. Most deaths are a result of respiratory failure due to significant injury to the lu… [+4806 chars]"}, {"source": {"id": null, "name": "Yahoo Entertainment"}, "author": "Gurdip Singh", "title": "21-yr-old Indian man in Singapore tests positive for COVID-19 despite both doses of vaccine - Yahoo India News", "description": "Singapore, Apr 24 (PTI) A 21-year-old Indian national, who had received both doses of the COVID-19 vaccine, is among the 36 new coronavirus cases reported in...", "url": "https://in.news.yahoo.com/21-yr-old-indian-man-071725823.html", "urlToImage": "https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png", "publishedAt": "2021-04-24T07:17:25Z", "content": "Singapore, Apr 24 (PTI) A 21-year-old Indian national, who had received both doses of the COVID-19 vaccine, is among the 36 new coronavirus cases reported in Singapore in the last 24 hours, according… [+1589 chars]"}, {"source": {"id": null, "name": "Hindustan Times"}, "author": "PTI", "title": "Covid-19: Mother-to-baby infection rate low, indirect risk exists says study - Hindustan Times", "description": "Even during public health emergencies like the ongoing pandemic, providers need to carefully monitor newborns for atypical signs of the illness, while also trying to avoid unnecessary premature deliveries that pose inherent risks for both mother and child.", "url": "https://www.hindustantimes.com/lifestyle/health/covid19-mother-to-baby-infection-rate-low-indirect-risk-exists-says-study-101619240714418.html", "urlToImage": "https://images.hindustantimes.com/img/2021/04/24/1600x900/photo-1457342813143-a1ae27448a82_1619242916288_1619242920564.jfif", "publishedAt": "2021-04-24T07:12:55Z", "content": "Although mother-to-newborn transmission of coronavirus is rare, newborns of expectant mothers with COVID-19 can still suffer indirect adverse health risks as a result of worsening maternal illness du… [+3798 chars]"}, {"source": {"id": null, "name": "Hindustan Times"}, "author": "ANI", "title": "People with high omega-3 index less likely to die prematurely. Here's why - Hindustan Times", "description": "A new research paper examining the relationship between the omega-3 Index and the risk for death from any and all causes shows that those people with higher omega-3 EPA and DHA blood levels (i.e. Omega-3 Index) lived longer than those with lower levels.", "url": "https://www.hindustantimes.com/lifestyle/health/people-with-high-omega-3-index-less-likely-to-die-prematurely-here-s-why-101619240794463.html", "urlToImage": "https://images.hindustantimes.com/img/2021/04/24/1600x900/photo-1606015989047-2ecc98a23ae1_1619248256294_1619248261925.jfif", "publishedAt": "2021-04-24T07:11:41Z", "content": "Did you ever imagine that consuming fish oil or Omega-3 capsules can save you from premature death? A new research paper examining the relationship between the omega-3 Index and the risk for death fr… [+4310 chars]"}, {"source": {"id": null, "name": "News18"}, "author": "News18", "title": "Single Dose of Vaccine Reduced Infection Chances by 65%, Finds New UK Study - News18", "description": "A single dose of either the Oxford AstraZeneca or Pfizer BioNTech vaccines, currently being administered in the UK, cut the rate of coronavirus infections by around 65 per cent, according to a new UK study.", "url": "https://www.news18.com/news/india/single-dose-of-vaccine-reduced-infection-chances-by-65-finds-new-uk-study-3673088.html", "urlToImage": "https://images.news18.com/ibnlive/uploads/2021/04/1618855684_virus_outbreak_britain_vaccine_89658.jpg", "publishedAt": "2021-04-24T07:01:00Z", "content": "A single dose of either the Oxford AstraZeneca or Pfizer BioNTech vaccines, currently being administered in the UK, cut the rate of coronavirus infections by around 65 per cent, according to a new UK… [+2462 chars]"}, {"source": {"id": null, "name": "WION"}, "author": "WION Web Team", "title": "Scientists find evidence of human-to-cat COVID-19 transmission - WION", "description": "Scientists have recorded two cases of human-to-cat transmission of COVID-19. The study was undertaken by researchers at the University of Glasgow as part of a screening programme for cats.", "url": "https://www.wionews.com/science/scientists-find-evidence-of-human-to-cat-covid-19-transmission-379717", "urlToImage": "https://cdn.wionews.com/sites/default/files/styles/story_page/public/2020/04/23/137746-pet-cats-afp.jpg", "publishedAt": "2021-04-24T06:57:47Z", "content": "Scientists have recorded two cases of human-to-cat transmission of COVID-19. The study was undertaken by researchers at the University of Glasgow as part of a screening programme for cats.\r\nBoth the … [+1273 chars]"}, {"source": {"id": null, "name": "Hindustan Times"}, "author": "Reuters", "title": "More risk to pregnant women, their newborns from Covid-19 than before: Study - Hindustan Times", "description": "Pregnant women are at higher risk of complications such as premature birth, high blood pressure with organ failure risk, need for intensive care and possible death.", "url": "https://www.hindustantimes.com/lifestyle/health/more-risk-to-pregnant-women-their-newborns-from-covid-19-than-before-study-101619240765616.html", "urlToImage": "https://images.hindustantimes.com/img/2021/04/24/1600x900/anastasiia-chepinska-B7JVo5y3gL8-unsplash_1619242881878_1619242887393.jpg", "publishedAt": "2021-04-24T06:04:11Z", "content": "Pregnant women infected with COVID-19 and their newborn children face higher risks of complications than was previously known, a study by British scientists showed on Friday. An infection of the new … [+2568 chars]"}, {"source": {"id": null, "name": "Hindustan Times"}, "author": "PTI", "title": "'Double, triple mutants of coronavirus are same; vaccines effective on it' - Hindustan Times", "description": "Speaking at a webinar on 'Genome Sequencing of SARS-CoV-19', National Institute of Biomedical Genomics Director Soumitra Das said the double mutant and triple mutant terms are \"colloquial\" and both refer to the same variant -- B.1.617 variant of the coronavir…", "url": "https://www.hindustantimes.com/lifestyle/health/double-triple-mutants-of-coronavirus-are-same-vaccines-effective-on-it-101619240889462.html", "urlToImage": "https://images.hindustantimes.com/img/2021/04/24/1600x900/photo-1584036561566-baf8f5f1b144_1619242789327_1619242792508.jfif", "publishedAt": "2021-04-24T06:01:29Z", "content": "The double and triple mutant strains detected in India are one and the same variant of the coronavirus, and the available vaccines are effective on it, National Institute of Biomedical Genomics Direc… [+2258 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "TIMESOFINDIA.COM", "title": "Coronavirus mutations: How COVID symptoms vary in different strains? Here's everything you need to know - Times of India", "description": "Since the outbreak of the novel coronavirus, people have been battling the ever-expanding list of symptoms, long term complications and the effects of different COVID mutations in and around the world. The recent surge in coronavirus cases is evident from the…", "url": "https://timesofindia.indiatimes.com/life-style/health-fitness/health-news/coronavirus-symptoms-in-all-mutations-how-covid-symptoms-vary-in-different-strains-heres-everything-you-need-to-know/photostory/82216086.cms", "urlToImage": "https://static.toiimg.com/photo/82216103.cms", "publishedAt": "2021-04-24T05:30:00Z", "content": "Multiple variants of the SARs-COV-2 virus have been circulating in and around the world. According to the Centre for Disease Control and Prevention (CDC), three classifications of COVID-19 variants a… [+1263 chars]"}]}