{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "The Logical Indian"}, "author": "Ankita Singh", "title": "Odisha Becomes First State To Distribute Combo Testing Kits For HIV, Syphilis - The Logical Indian", "description": "This test would benefit pregnant mothers especially. With the testing done for both diseases at an...", "url": "https://thelogicalindian.com/good-governance/combo-testing-kits-for-hiv-syphilis-25217", "urlToImage": "https://thelogicalindian.com/h-upload/2020/12/03/186525-odishafb.jpg", "publishedAt": "2020-12-03T14:28:13Z", "content": "The Odisha government on the occasion of World AIDS Day, December 1, announced that a combo kit would be distributed for the screening of the Human Immunodeficiency Virus (HIV) and Syphilis in the st… [+1786 chars]"}, {"source": {"id": null, "name": "The Guardian"}, "author": "Caroline Davies", "title": "Too early to know if UK Covid revaccination scheme needed, says Van-Tam - The Guardian", "description": "England’s deputy chief medical officer says he told his own mother, 78, to get the jab", "url": "https://amp.theguardian.com/society/2020/dec/03/too-early-to-know-if-uk-covid-revaccination-scheme-needed-says-van-tam", "urlToImage": null, "publishedAt": "2020-12-03T12:53:00Z", "content": "Now that the UK has authorised the first Covid vaccine, who will get it first?\r\nThe governments Joint Committee on Vaccination and Immunisation (JCVI) says its priority is to prevent Covid-related de… [+2842 chars]"}, {"source": {"id": "the-washington-post", "name": "The Washington Post"}, "author": "Frank Bajak | AP", "title": "Phishing ploy targets COVID-19 vaccine distribution effort - Washington Post", "description": "IBM security researchers say they have detected a cyberespionage effort that used targeted phishing emails to try to collect vital information associated with a U.N. initiative for distributing coronavirus vaccine to developing countries", "url": "https://www.washingtonpost.com/business/technology/phishing-ploy-targets-covid-19-vaccine-distribution-effort/2020/12/03/220bd3d0-3557-11eb-9699-00d311f13d2d_story.html", "urlToImage": "https://www.washingtonpost.com/resizer/2CjPNwqvXHPS_2RpuRTKY-p3eVo=/1484x0/www.washingtonpost.com/pb/resources/img/twp-social-share.png", "publishedAt": "2020-12-03T12:37:00Z", "content": "The campaigns targets, in countries including Germany, Italy, South Korea and Taiwan, are likely associated with the development of the cold chain needed to ensure coronavirus vaccines get the nonsto… [+3943 chars]"}, {"source": {"id": null, "name": "BOOM"}, "author": "AFP", "title": "Retired Italian Doctor Shares COVID-19 Misinformation In Viral Video - BOOM", "description": "The claims are false according to experts, who say PCR tests are sensitive and accurate and the...", "url": "https://www.boomlive.in/world/retired-italian-doctor-shares-covid-19-misinformation-in-viral-video-10969", "urlToImage": "https://www.boomlive.in/h-upload/2020/12/03/935574-retired-doctor-makes-false-claims-about-covid-19.jpg", "publishedAt": "2020-12-03T11:35:23Z", "content": "A viral video of a retired Italian doctor making several false claims about COVID-19 has been viewed hundreds of thousands of times in multiple languages on Facebook. The false claims include; PCR te… [+4960 chars]"}, {"source": {"id": null, "name": "Telangana Today"}, "author": null, "title": "US expects 100 million people vaccinated by February - Telangana Today", "description": "As production of the two vaccines expands, 20 million will be reached in December, 30 million in January and 50 million in February, making 100 million total.", "url": "https://telanganatoday.com/us-expects-100-million-people-vaccinated-by-february", "urlToImage": "https://cdn.telanganatoday.com/wp-content/uploads/2020/12/Vaccine_trial_NIH-Moderna.jpg", "publishedAt": "2020-12-03T11:20:46Z", "content": "Washington: The US hopes to have immunized 100 million people against Covid-19 by the end of February, a top official said on Wednesday, which is approximately 40 percent of the country’s adult popul… [+2420 chars]"}, {"source": {"id": null, "name": "Hindustan Times"}, "author": "Sanchita Sharma", "title": "Scientists reset biological clock to restore vision in old mice - Hindustan Times", "description": "If affirmed through further studies, these findings could be transformative for the care of age-related vision diseases like glaucoma and to the fields of biology and medical therapeutics for disease at large", "url": "https://www.hindustantimes.com/world-news/scientists-reset-biological-clock-to-restore-vision-in-old-mice-pave-way-for-new-treatments-of-age-related-diseases/story-JiqLyEVKodF2U5TFQLirUP.html", "urlToImage": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/12/03/Pictures/file-photo-outbreak-covid-pune-coronavirus-disease_de68bb16-3551-11eb-ba1a-dd821f92a475.jpg", "publishedAt": "2020-12-03T10:29:34Z", "content": "A team of scientists at Harvard Medical School have turned back the clock on aged eye cells in the retina to reverse vision loss in elderly mice with a condition mimicking human glaucoma, according t… [+5060 chars]"}, {"source": {"id": null, "name": "DNA India"}, "author": "DNA", "title": "Glucosamine may reduce overall death rates as effectively as regular exercise - DNA India", "description": "Glucosamine supplements may reduce overall mortality about as well as regular exercise does, according to a new epidemiological study from West Virginia University. WVU health data analyst--assessed data from 16,686 adults who completed the National Health an…", "url": "https://www.dnaindia.com/lifestyle/video-glucosamine-may-reduce-overall-death-rates-as-effectively-as-regular-exercise-2859844", "urlToImage": "https://cdn.dnaindia.com/sites/default/files/2020/12/03/941176-00000003.jpg", "publishedAt": "2020-12-03T10:25:42Z", "content": "©2020 Diligent Media Corporation Ltd."}, {"source": {"id": null, "name": "Azadhindnews.com"}, "author": null, "title": "Coronavirus Vaccine in New York: What to Know - Azad Hind News", "description": "After tens of thousands of deaths over nine interminable months, a vaccine for the coronavirus might arrive in New York soon. Those who are most vulnerable to Covid-19 could be among the first people to receive doses.     If federal regulators authorize Pfize…", "url": "https://www.azadhindnews.com/world-news/usa/coronavirus-vaccine-in-new-york-what-to-know/", "urlToImage": "https://www.azadhindnews.com/wp-content/uploads/2020/12/Coronavirus-Vaccine-in-New-York-What-to-Know.jpg", "publishedAt": "2020-12-03T10:15:00Z", "content": "After tens of thousands of deaths over nine interminable months, a vaccine for the coronavirus might arrive in New York soon. Those who are most vulnerable to Covid-19 could be among the first people… [+4780 chars]"}, {"source": {"id": null, "name": "News18"}, "author": "Buzz Staff", "title": "Mice Study Reveals Positive Effects of Drug That Can Help Roll Back Age-related Mental Decline - News18", "description": "Researchers from the University of California, San Francisco (UCSF) performed an experiment of the drugs on aged mice and found the product to be effective in getting back their memory and improve conditions of the brain and immune cells.", "url": "https://www.news18.com/news/buzz/mice-study-reveals-positive-effects-of-drug-that-can-help-roll-back-age-related-mental-decline-3141692.html", "urlToImage": "https://images.news18.com/ibnlive/uploads/2020/10/1602246794_brain.jpeg", "publishedAt": "2020-12-03T10:11:31Z", "content": "The quest for an elixir of life might elude us in the mortal world, but scientists believe that they may have created the first drug that reverses age-related symptoms such as memory loss and dementi… [+2497 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "Add These Iron-Rich Foods To Your Diet To Prevent Anemia - NDTV", "description": "Anemia is a common condition which is a result of inadequate levels of iron in the body. Here are some iron-rich foods you must add to your diet to prevent iron deficiency anemia.", "url": "https://www.ndtv.com/health/add-these-iron-rich-foods-to-your-diet-to-prevent-anemia-2333660", "urlToImage": "https://c.ndtvimg.com/2018-11/bec671rg_iron_625x300_26_November_18.jpg", "publishedAt": "2020-12-03T09:08:03Z", "content": "Iron deficiency anemia can lead to constant fatigue and dizziness\r\nHighlights\r\n<ul><li>Iron is essential for production of red blood cells\r\n</li><li>green leafy vegetables are loaded with iron especi… [+2877 chars]"}, {"source": {"id": null, "name": "Devdiscourse"}, "author": "Reuters", "title": "Other regulators not far behind UK on Pfizer vaccine - England's deputy CMO - Devdiscourse", "description": "Read more about Other regulators not far behind UK on Pfizer vaccine - England's deputy CMO on Devdiscourse", "url": "https://www.devdiscourse.com/article/health/1359398-other-regulators-not-far-behind-uk-on-pfizer-vaccine---englands-deputy-cmo", "urlToImage": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/imagegallery/27_11_2020_11_36_16_2835176.jpg?width=920&format=jpeg", "publishedAt": "2020-12-03T09:00:39Z", "content": "England's deputy chief medical officer said medicine regulators in other countries, especially those in the United States, were not far behind the decision of Britain's regulators to authorise Pfizer… [+299 chars]"}, {"source": {"id": null, "name": "Telangana Today"}, "author": null, "title": "US CDC shortens Covid-19 quarantine period - Telangana Today", "description": "The revision marked a significant change from the CDC's guidelines since the start of the pandemic, which recommended a 14-day quarantine after last exposure.", "url": "https://telanganatoday.com/us-cdc-shortens-covid-19-quarantine-period", "urlToImage": "https://cdn.telanganatoday.com/wp-content/uploads/2020/12/COVID.jpg", "publishedAt": "2020-12-03T08:12:37Z", "content": "Washington: The US Centers for Disease Control and Prevention (CDC) has revised its guidelines regarding the Covid-19 quarantine period, from 14 days to seven to 10 days, depending on one’s test resu… [+2134 chars]"}, {"source": {"id": null, "name": "Sify News"}, "author": "IANS", "title": "Differences in immunity likely protect kids from severe Covid - Sify News", "description": "Sydney, Dec 3 (IANS) Researchers have revealed that differences in the immune systems and better blood vessel health were among the factors protecting children from severe Covid-19.", "url": "https://www.sify.com/news/differences-in-immunity-likely-protect-kids-from-severe-covid-news-national-umdlkuebhfidg.html", "urlToImage": "https://www.sify.com/images/news-183x123.jpg", "publishedAt": "2020-12-03T07:21:02Z", "content": "\"Most children with Covid-19 have no or only mild symptoms, most commonly fever, cough, sore throat and changes in sense of smell or taste,\" said study author Nigel Curtis from the University of Melb… [+1945 chars]"}, {"source": {"id": null, "name": "THE WEEK"}, "author": null, "title": "AI belly fat measure predicts heart attack and stroke - THE WEEK", "description": "Deep learning analysis of abdominal CT images better than BMI", "url": "https://www.theweek.in/news/health/2020/12/03/ai-belly-fat-measure-predicts-heart-attack-stroke.html", "urlToImage": "https://www.theweek.in/content/dam/week/news/sci-tech/images/2018/8/2/heart-attack-pain-health.jpg", "publishedAt": "2020-12-03T06:26:28Z", "content": "Automated deep learning analysis of abdominal CT images produces a more precise measurement of body composition and predicts major cardiovascular events, such as heart attack and stroke, better than … [+3502 chars]"}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "COVID vaccine update: SII vaccine likely to be released by March-April 2021 - TIMES NOW", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMiK2h0dHBzOi8vd3d3LnlvdXR1YmUuY29tL3dhdGNoP3Y9MnFnbUlwSjN0VUnSAQA?oc=5", "urlToImage": null, "publishedAt": "2020-12-03T06:22:08Z", "content": null}, {"source": {"id": null, "name": "LatestLY"}, "author": "ANI", "title": "Health News | Physical Activity Key to Reducing Menopause Symptoms - LatestLY", "description": "Get latest articles and stories on Health at LatestLY. A new study suggests that the intensity and volume of physical activity could mitigate some of the amplified symptoms of menopause. Study results are published online on Menopause, the journal of The Nort…", "url": "https://www.latestly.com/agency-news/health-news-physical-activity-key-to-reducing-menopause-symptoms-2178714.html", "urlToImage": "https://st1.latestly.com/wp-content/uploads/2020/10/Latestly-Health-News.jpg", "publishedAt": "2020-12-03T06:12:10Z", "content": "Washington [US], December 3 (ANI): A new study suggests that the intensity and volume of physical activity could mitigate some of the amplified symptoms of menopause. Study results are published onli… [+2846 chars]"}, {"source": {"id": null, "name": "India.com"}, "author": "Zee Media Bureau", "title": "India begins production of special `syringe` that will be used to vaccinate millions against COVID-19 - Zee News", "description": "As millions of people across the globe are eagerly awaiting an effective vaccine against the deadly novel coronavirus, the production of a special syringe that will be used for vaccinating people has started in India.", "url": "https://zeenews.india.com/india/india-begins-production-of-special-syringe-that-will-be-used-to-vaccinate-millions-against-covid-19-2328294.html", "urlToImage": "https://english.cdn.zeenews.com/sites/default/files/2020/12/03/902874-corona-syringe.jpg", "publishedAt": "2020-12-03T05:53:36Z", "content": "NEW DELHI: As millions of people across the globe are eagerly awaiting an effective vaccine against the deadly novel coronavirus, the production of a special syringe that will be used for vaccinating… [+2692 chars]"}, {"source": {"id": null, "name": "Shethepeople.tv"}, "author": "STP Editor", "title": "Four Things About Female Orgasms Researchers Actually Study - SheThePeople", "description": "Cardi B’s song WAP and the Netflix show Sex Education place female orgasms on centre stage in popular culture.", "url": "https://www.shethepeople.tv/sex-and-sexuality/four-things-about-female-orgasms-researchers-actually-study/", "urlToImage": "https://www.shethepeople.tv/wp-content/uploads/2019/07/Female-orgasm.jpg", "publishedAt": "2020-12-03T05:15:19Z", "content": "Cardi Bs song WAP and the Netflix show Sex Education place female orgasms on centre stage in popular culture.\r\nCardi B x Megan Thee Stallion WAP wins song of the year at the AMA Awards #AMAspic.twitt… [+5956 chars]"}, {"source": {"id": null, "name": "India Today"}, "author": null, "title": "Covid-19 vaccine update: DCGI finding in probe into Oxford trial; UK PM warns against 'over optimism' - India Today", "description": "Sources have said the DCGI has found no link between Covid-19 vaccine shot and 'adverse' reaction in Chennai volunteer during the trial. Globally, UK PM has asked people not to get carried away after Britain became the first in the world to approve Pfizer's c…", "url": "https://www.indiatoday.in/coronavirus-outbreak/story/covid-19-vaccine-update-probe-oxford-sii-trial-uk-pfizer-1746247-2020-12-03", "urlToImage": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202012/2020-12-02T155603Z_836185155_R-647x363.png?fBx2oG0VmMyyoqwVdwDL.GBfglBftQck", "publishedAt": "2020-12-03T04:40:24Z", "content": "As the world battles the invisible Covid-19, the UK has become the first country to approve a Covid-19 vaccine, vaulting past other nations in the race to approve a vaccine.\r\nThe big leap finally cam… [+4794 chars]"}, {"source": {"id": null, "name": "Northeast Now"}, "author": "NE NOW NEWS", "title": "Two more people die of Covid-19 in Tripura - Northeast Now", "description": "Two more COVID-19 patients have died at the GB Pant Hospital in Agartala on Wednesday, official sources said. A press bulletin issued by the Tripura Health Department stated that the two patients who had been admitted to the dedicated COVID centre in the hosp…", "url": "https://nenow.in/north-east-news/tripura/two-more-people-die-of-covid-19-in-tripura.html/", "urlToImage": "https://nenow.in/wp-content/uploads/2020/10/covid-19-india.jpg", "publishedAt": "2020-12-03T04:30:10Z", "content": "Two more COVID-19 patients have died at the GB Pant Hospital in Agartala on Wednesday, official sources said.\r\nA press bulletin issued by the Tripura Health Department stated that the two patients wh… [+994 chars]"}, {"source": {"id": null, "name": "The Indian Express"}, "author": "Anuradha Mascarenhas", "title": "SHINE trial offers shorter course of TB treatment for children - The Indian Express", "description": "According to health officials, a four-month long treatment regimen of drugs works as effectively as a six-month one for children with mild cases of TB.", "url": "https://indianexpress.com/article/india/shine-trial-offers-shorter-course-of-tb-treatment-for-children-7081787/", "urlToImage": "https://images.indianexpress.com/2020/03/tuberculosis-fb.jpg", "publishedAt": "2020-12-03T03:54:51Z", "content": "Overall, the trial had 1,250 participants across seven sites two in India (one at BJMC and another at the National Institute for Research in Tuberculosis, Chennai) and five in South Africa.A phase 3 … [+3829 chars]"}, {"source": {"id": null, "name": "Orissapost.com"}, "author": "\"Post News Network\"", "title": "Beware! Cancer survivors at higher risk of dying from flu - OrissaPOST", "description": "Survivors from a wide range of cancers are more likely than people in the general population to be hospitalised or die from seasonal influenza even several years after their cancer diagnosis, warn researchers, including one of Indian-origin. The study, publis…", "url": "https://www.orissapost.com/beware-cancer-survivors-at-higher-risk-of-dying-from-flu/", "urlToImage": "https://www.orissapost.com/wp-content/uploads/2020/04/81-patients-show-flu-like-symptoms-in-Ganjam-medicine-store-reports-say.jpg", "publishedAt": "2020-12-03T03:54:50Z", "content": "Survivors from a wide range of cancers are more likely than people in the general population to be hospitalised or die from seasonal influenza even several years after their cancer diagnosis, warn re… [+1933 chars]"}, {"source": {"id": null, "name": "India TV News"}, "author": "India TV News Desk", "title": "WHO says vaccines won't prevent short-term COVID-19 surge - India TV News", "description": "Calling on people to maintain social distancing and respect other measures to restrict the spread of COVID-19, as it believes that there will not be enough quantities of coronavirus vaccines in the next three to six months to prevent a surge of infections. 'W…", "url": "https://www.indiatvnews.com/news/world/who-says-covid-vaccines-won-t-prevent-short-term-coronavirus-surge-668946", "urlToImage": "https://resize.indiatvnews.com/en/resize/newbucket/715_-/2020/12/coronavirus-vaccine-1606904684.jpg", "publishedAt": "2020-12-03T02:47:56Z", "content": "Image Source : APWHO says vaccines won't prevent short-term COVID-19 surge \r\nCalling on people to maintain social distancing and respect other measures to restrict the spread of COVID-19,  as it beli… [+1730 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Jacopo Prisco, CNN", "title": "New artificial skin can feel real pain - CNN", "description": "Able to detect and react to pain stimuli, this artificial skin could be a game changer for prosthetics and robotics.", "url": "https://www.cnn.com/2020/12/02/health/artificial-pain-sensing-skin-spc-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/201112143741-rmit-skin-gr-super-tease.jpg", "publishedAt": "2020-12-03T02:29:00Z", "content": "(CNN)Pain may not be desirable, but it's essential for survival. An effective and sophisticated defense mechanism, pain is our body's way of telling us that something's wrong and that we should take … [+4637 chars]"}, {"source": {"id": null, "name": "Afp.com"}, "author": null, "title": "Retired Italian doctor's false claims about Covid-19 tests and vaccines circulate globally online - AFP Factcheck", "description": "A viral video of a retired Italian doctor making several false claims about Covid-19 has been viewed hundreds of thousands of times in multiple languages on Facebook. The false claims include; PCR tests are ineffective at detecting the virus; and vaccines can…", "url": "https://factcheck.afp.com/retired-italian-doctors-false-claims-about-covid-19-tests-and-vaccines-circulate-globally-online", "urlToImage": "https://factcheck.afp.com/sites/default/files/styles/twitter_card/public/medias/factchecking/australia/000_1rz1dv.jpg?itok=P6pLeIOq", "publishedAt": "2020-12-03T02:15:55Z", "content": "A viral video of a retired Italian doctor making several false claims about Covid-19 has been viewed hundreds of thousands of times in multiple languages on Facebook. The false claims include; PCR te… [+4773 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "Hospitalised Covid Patients Top 100,000 For First Time In US - NDTV", "description": "The number of people being treated in US hospitals for Covid-19 topped 100,000 for the first time on Wednesday, a monitor said.", "url": "https://www.ndtv.com/world-news/hospitalised-covid-19-patients-top-100-000-for-first-time-in-us-2333471", "urlToImage": "https://c.ndtvimg.com/2020-06/e6cjj2t8_us-coronavirus-reuters-650_625x300_11_June_20.jpg", "publishedAt": "2020-12-03T00:52:14Z", "content": "The number of people being treated in US hospitals for Covid-19 topped 100,000 for the first time (File)\r\nWashington: The number of people being treated in US hospitals for Covid-19 topped 100,000 fo… [+334 chars]"}, {"source": {"id": null, "name": "The New Indian Express"}, "author": "Dr. Syed Tajamul", "title": "Cold truths - The New Indian Express", "description": "Many think Covid-19 is similar to flu. Here’s all you have  to know about influenza and howto prevent catching it this winter", "url": "https://www.newindianexpress.com/cities/bengaluru/2020/dec/03/cold-truths-2231040.html", "urlToImage": "https://images.newindianexpress.com/uploads/user/imagelibrary/2020/12/3/w600X390/cold.JPG", "publishedAt": "2020-12-03T00:33:00Z", "content": "BENGALURU : As the Covid-19 outbreak continues to evolve, we often come across patients who are drawing comparisons between the virus and influenza.  While winter is setting in, a sharp rise in the i… [+3313 chars]"}, {"source": {"id": null, "name": "KPRC Click2Houston"}, "author": "Amanda Cochran", "title": "First Texas shipment of COVID-19 vaccine expected week of Dec. 14, Abbott says - KPRC Click2Houston", "description": "Texas Gov. Greg Abbott announced Wednesday that the Centers for Disease Control and Prevention has made an initial allotment of over 1.4 million doses of the COVID-19 vaccines to the State of Texas for the month of December.", "url": "https://www.click2houston.com/news/texas/2020/12/02/first-texas-shipment-of-covid-19-vaccine-expected-week-of-dec-15-abbott-says/", "urlToImage": "https://www.click2houston.com/resizer/ngnrL7TVoj_OXVt480JyFafFzzY=/1600x900/smart/filters:format(jpeg):strip_exif(true):strip_icc(true):no_upscale(true):quality(65)/d1vhqlrjc8h82r.cloudfront.net/12-03-2020/t_6d0da3c08f934beb8a3e59f3a3b3623e_name_image.jpg", "publishedAt": "2020-12-02T23:38:10Z", "content": "HOUSTON The Centers for Disease Control and Prevention has made an initial allotment of over 1.4 million doses of the COVID-19 vaccine to Texas for the month of December, which should begin arriving … [+888 chars]"}, {"source": {"id": null, "name": "Daily Mail"}, "author": "By Daily Mail Reporter", "title": "Ditching red meat for beans could cut the risk of heart disease by up to 20% - Daily Mail", "description": "The report, published in the British Medical Journal, also shows that a daily helping of red meat could increase the risk of coronary heart disease (CHD) by 12 per cent.", "url": "https://www.dailymail.co.uk/news/article-9012061/Ditching-red-meat-beans-cut-risk-heart-disease-20.html", "urlToImage": "https://i.dailymail.co.uk/1s/2020/12/02/22/36376794-0-image-a-69_1606949941822.jpg", "publishedAt": "2020-12-02T23:30:00Z", "content": "Swapping red meat for high-quality plant-based food could reduce the risk of heart disease by up to 20 per cent, according to a study.\r\nThe report, published in the British Medical Journal, also show… [+2411 chars]"}, {"source": {"id": null, "name": "Science Magazine"}, "author": null, "title": "'Malicious and misconceived.' Indian vaccine producer hits back at complaint from trial volunteer - Science Magazine", "description": "Serum Institute of India rejects link between its vaccine and neurological symptoms—but declines to provide details", "url": "https://www.sciencemag.org/news/2020/12/malicious-and-misconceived-indian-vaccine-producer-hits-back-complaint-trial-volunteer", "urlToImage": "https://www.sciencemag.org/sites/default/files/styles/article_main_large/public/RTX8D42P-1280x720.jpg?itok=cpvPjuRj", "publishedAt": "2020-12-02T22:15:00Z", "content": "An employee of the Serum Institute of India removes vials of Covishield, the companys COVID-19 vaccine, from an inspection machine.\r\nREUTERS/Francis Mascarenhas \r\nBy Sanjay KumarDec. 2, 2020 , 5:15 P… [+6146 chars]"}, {"source": {"id": null, "name": "Live Science"}, "author": "Rachael Rettner", "title": "Why did this man's urine turn green? - Livescience.com", "description": "It's not easy peeing green.", "url": "https://www.livescience.com/green-urine-drug-side-effect.html", "urlToImage": "https://cdn.mos.cms.futurecdn.net/HRpueCT7hPPQEFkKsLBBWk-1200-80.jpg", "publishedAt": "2020-12-02T22:00:00Z", "content": "A hospitalized man's case took a strange turn when his urine became a  murky shade of green, according to a new report.\r\nAlthough alarming, the unusual color turned out to be a harmless side effect o… [+1956 chars]"}, {"source": {"id": null, "name": "Business Insider India"}, "author": "Canela López", "title": "Divorce has a negative impact on physical and mental health, study finds - Business Insider India", "description": "A study found divorcees reported worse mental and physical health immediately after their divorce than the general public. The study, published in Frontiers", "url": "https://www.businessinsider.in/science/health/news/divorce-has-a-negative-impact-on-physical-and-mental-health-study-finds/articleshow/79538797.cms", "urlToImage": "https://www.businessinsider.in/photo/79538797/divorce-has-a-negative-impact-on-physical-and-mental-health-study-finds.jpg?imgsize=1407850", "publishedAt": "2020-12-02T21:28:00Z", "content": "An increasing number of divorces this holiday season may be more than unfortunate byproduct of the pandemic. A new study that's the first of its kind found divorce may impact people's physical and me… [+1894 chars]"}, {"source": {"id": null, "name": "LADbible"}, "author": "Stewart Perrie", "title": "British People Told To Get The Covid-19 Vaccine If They Want Their Freedoms Back - LADbible", "description": "The Pfizer/BioNTech has become the fastest vaccine in history approved for mass use in the UK.", "url": "https://www.ladbible.com/news/latest-british-people-told-to-get-the-covid-19-vaccine-if-they-want-freedom-20201202", "urlToImage": "https://images.ladbible.com/thumbnail?type=jpeg&url=http://beta.ems.ladbiblegroup.com/s3/content/6b6e99f35fc73b9b99f3236c05ca5737.png&quality=70&width=808", "publishedAt": "2020-12-02T19:46:00Z", "content": "The Pfizer/BioNTech coronavirus vaccine has been approved for mass use in the UK and it's expected to be rolled out in a week.\r\nThere has been a lot of buzz about whether people will want to get the … [+2320 chars]"}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "Malaria fatalities to exceed COVID-19 death toll in sub-Saharan Africa - WHO - CGTN Africa", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMiK2h0dHBzOi8vd3d3LnlvdXR1YmUuY29tL3dhdGNoP3Y9UlZnbVlwQjY3MFHSAQA?oc=5", "urlToImage": null, "publishedAt": "2020-12-02T18:33:40Z", "content": null}, {"source": {"id": null, "name": "The Tribune India"}, "author": "Tribune India", "title": "COVID-19: Safe UV light could be used to sterilise high-risk indoor environments, says study - The Tribune India", "description": "The scientists said the human-safe far-UVC needed for disinfection can be produced by special bulbs and lamps", "url": "https://www.tribuneindia.com/news/world/covid-19-safe-uv-light-could-be-used-to-sterilise-high-risk-indoor-environments-says-study-179010", "urlToImage": "https://cmsimages.tribuneindia.com/gallary_content/2020/12/2020_12$largeimg_860080005.jpg", "publishedAt": "2020-12-02T17:34:00Z", "content": "London, December 2\r\nUsing computer simulations, scientists have shown that the relatively safer far-ultraviolet C (UVC) light can be used to disinfect in-room air, an advance that may pave the way fo… [+2078 chars]"}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "Can We Expect More Patients with Hearing Loss Due to... : The Hearing Journal - LWW Journals", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMid2h0dHBzOi8vam91cm5hbHMubHd3LmNvbS90aGVoZWFyaW5nam91cm5hbC9GdWxsdGV4dC8yMDIwLzEyMDAwL0Nhbl9XZV9FeHBlY3RfTW9yZV9QYXRpZW50c193aXRoX0hlYXJpbmdfTG9zc19EdWUuNC5hc3B40gEA?oc=5", "urlToImage": null, "publishedAt": "2020-12-02T16:39:33Z", "content": null}, {"source": {"id": "reuters", "name": "Reuters"}, "author": "Tina Bellon", "title": "U.S. employers could mandate a COVID-19 vaccine, but are unlikely to do so -experts - Reuters", "description": "Private U.S. companies have the right under the law to require employees to get vaccinated against COVID-19, but are unlikely to do so because of the risks of legal and cultural backlash, experts said.", "url": "https://www.reuters.com/article/us-health-coronavirus-vaccine-companies-idUSKBN28C2LL", "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201202&t=2&i=1543263943&r=LYNXMPEGB11ET&w=800", "publishedAt": "2020-12-02T16:30:00Z", "content": "(Reuters) - Private U.S. companies have the right under the law to require employees to get vaccinated against COVID-19, but are unlikely to do so because of the risks of legal and cultural backlash,… [+5535 chars]"}, {"source": {"id": null, "name": "Zee Business"}, "author": "Reuters", "title": "WHO fine-tunes advice on COVID 19 masks for public, health workers - Zee Business", "description": "The World Health Organization on Wednesday tightened guidelines on wearing face masks, recommending that, where COVID-19 is spreading, they be worn by everyone in health care facilities and for all interactions in poorly-ventilated indoor spaces.", "url": "https://www.zeebiz.com/india/news-who-fine-tunes-advice-on-covid-masks-for-public-health-workers-142592", "urlToImage": "https://cdn.zeebiz.com/sites/default/files/default_images/placeholder_image-zeebiz.jpg", "publishedAt": "2020-12-02T16:24:29Z", "content": "The World Health Organization on Wednesday tightened guidelines on wearing face masks, recommending that, where COVID-19 is spreading, they be worn by everyone in health care facilities and for all i… [+1897 chars]"}, {"source": {"id": null, "name": "Firstpost"}, "author": null, "title": "Taking glucosamine-chondroitin supplements may reduc..rdiovascular and other mortality risks, suggests study - Firstpost", "description": "Glucosamine and chondroitin are natural compounds found in healthy cartilage, which is the connective tissue that cushions the joints of the body", "url": "https://www.firstpost.com/health/taking-glucosamine-chondroitin-supplements-may-reduce-cardiovascular-and-other-mortality-risks-suggests-study-9074571.html", "urlToImage": "https://images.firstpost.com/wp-content/uploads/2020/12/My_stethoscope-640.jpg", "publishedAt": "2020-12-02T15:49:47Z", "content": "You may or may not have heard of glucosamine and chondroitin but your body naturally produces both of these compounds. Glucosamine and chondroitin are natural compounds found in healthy cartilage, wh… [+3594 chars]"}, {"source": {"id": null, "name": "News18"}, "author": "News18", "title": "First Doses Of AstraZeneca Vaccine To Arrive In Brazil By February, Health Minister Says - News18", "description": "The first batch of AstraZeneca's COVID19 vaccine candidate will arrive in Brazil between January and February next year, Health Minister Eduardo Pazuello said on Wednesday, with 100 million doses to arrive in the first half of 2021.", "url": "https://www.news18.com/news/world/first-doses-of-astrazeneca-vaccine-to-arrive-in-brazil-by-february-health-minister-says-3139190.html", "urlToImage": "https://images.news18.com/ibnlive/uploads/2020/07/1595612567_news18_world_default_image.jpg", "publishedAt": "2020-12-02T15:21:15Z", "content": "BRASILIA: The first batch of AstraZeneca’s COVID-19 vaccine candidate will arrive in Brazil between January and February next year, Health Minister Eduardo Pazuello said on Wednesday, with 100 millio… [+1236 chars]"}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "United Kingdom Becomes First Country To Approve Pfizer's COVID Vaccine | Viewpoint With Zakka Jacob - CNN-News18", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMiK2h0dHBzOi8vd3d3LnlvdXR1YmUuY29tL3dhdGNoP3Y9bjk4YjM1VC16bXPSAQA?oc=5", "urlToImage": null, "publishedAt": "2020-12-02T13:23:02Z", "content": null}, {"source": {"id": null, "name": "The Logical Indian"}, "author": "Rakshitha R", "title": "Mizoram Launches Love Brigade To Distribute Free Condoms, Health Tips To Avoid AIDS/HIV - The Logical Indian", "description": "The prevalence of HIV/AIDS in Mizoram is more than the national average, despite the state being the ...", "url": "https://thelogicalindian.com/trending/taxi-drivers-and-bikers-in-mizoram-gave-away-free-condoms-25194", "urlToImage": "https://thelogicalindian.com/h-upload/2020/12/02/186460-ralyfb.jpg", "publishedAt": "2020-12-02T12:23:38Z", "content": "A bunch of taxi drivers and bikers in Mizoram are giving away more than just a paid ride to their passengers. They are distributing free condoms along with health tips to avoid HIV/AIDS.\r\nOver 500 ta… [+2151 chars]"}, {"source": {"id": null, "name": "The Sentinel Assam"}, "author": "Sentinel Digital Desk", "title": "Asthma patients show lower risk of contracting COVID-19, reveals recent study - Sentinelassam - The Sentinel Assam", "description": "Asthma patients are said to be less affected by coronavirus. The research was aimed at observing...", "url": "https://www.sentinelassam.com/national-news/asthma-patients-show-lower-risk-of-contracting-covid-19-reveals-recent-study-514356", "urlToImage": "https://assets.sentinelassam.com/h-upload/2020/12/02/177917-adobestock250006081600x400.jpg", "publishedAt": "2020-12-02T12:21:25Z", "content": "New Delhi: As the novel coronavirus pandemic continues to grow and grip millions across the world, the question of its susceptibility still looms. Amidst several studies, one recent research reveals … [+2195 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "Amarinder Singh To Take First COVID-19 Vaccine Shot In Punjab - NDTV", "description": "With the COVID-19 vaccine in the final stages of operationalisation in India, Punjab Chief Minister Amarinder Singh on Wednesday announced that he will take the first shot of the vaccine in the state, once it is cleared by the Indian Council of Medical Resear…", "url": "https://www.ndtv.com/india-news/punjab-chief-minister-amarinder-singh-to-take-first-covid-19-vaccine-shot-in-state-2333265", "urlToImage": "https://c.ndtvimg.com/2020-09/b2k9ai5_amarinder-singh-to-ndtv-_625x300_28_September_20.jpg", "publishedAt": "2020-12-02T12:17:59Z", "content": "Punjab has prioritised healthcare and frontline workers, elders and people with co-morbidities\r\nChandigarh: With the COVID-19 vaccine in the final stages of operationalisation in India, Punjab Chief … [+2037 chars]"}, {"source": {"id": null, "name": "India.com"}, "author": "India.com Lifestyle Staff", "title": "COVID-19 Can Lead To Depression, Anxiety in Pregnant Women - India.com", "description": "Among 1,123 of these women surveyed, the study, published in the journal Psychiatry Review, found that more than 36.4 percent reported clinically significant levels of depression.", "url": "https://www.india.com/lifestyle/covid-19-can-lead-to-depression-anxiety-in-pregnant-women-4237924/", "urlToImage": "https://static.india.com/wp-content/uploads/2020/02/Pregnant.jpg", "publishedAt": "2020-12-02T11:48:06Z", "content": "In a new study, researchers are now saying that COVID-19 can have adverse effects on pregnant women. It may deepen depression, anxiety, and post-traumatic stress disorder (PTSD) among pregnant and po… [+2563 chars]"}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "31-year-old patient with Covid lung fibrosis undergoes Delhi’s first transplant - The Financial Express", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMiiQFodHRwczovL3d3dy5maW5hbmNpYWxleHByZXNzLmNvbS9saWZlc3R5bGUvaGVhbHRoLzMxLXllYXItb2xkLXBhdGllbnQtd2l0aC1jb3ZpZC1sdW5nLWZpYnJvc2lzLXVuZGVyZ29lcy1kZWxoaXMtZmlyc3QtdHJhbnNwbGFudC8yMTQxNjc5L9IBjgFodHRwczovL3d3dy5maW5hbmNpYWxleHByZXNzLmNvbS9saWZlc3R5bGUvaGVhbHRoLzMxLXllYXItb2xkLXBhdGllbnQtd2l0aC1jb3ZpZC1sdW5nLWZpYnJvc2lzLXVuZGVyZ29lcy1kZWxoaXMtZmlyc3QtdHJhbnNwbGFudC8yMTQxNjc5L2xpdGUv?oc=5", "urlToImage": null, "publishedAt": "2020-12-02T11:11:00Z", "content": null}, {"source": {"id": null, "name": "The Tribune India"}, "author": "Tribune India", "title": "Will take first shot of Covid vaccine in Punjab: Amarinder - The Tribune India", "description": "Chief Minister discusses Covid situation in the state, reviews preparedness to roll out the vaccine", "url": "https://www.tribuneindia.com/news/punjab/will-take-first-shot-of-covid-vaccine-in-punjab-amarinder-178938", "urlToImage": "https://cmsimages.tribuneindia.com/gallary_content/2020/12/2020_12$largeimg_1892753584.jpg", "publishedAt": "2020-12-02T11:10:00Z", "content": "Tribune News Service\r\nChandigarh, December 2\r\nWith the Covid vaccine in the final stages of operationalisation in India, Chief Minister Captain Amarinder on Wednesday announced that he would take the… [+1551 chars]"}, {"source": {"id": null, "name": "DNA India"}, "author": "DNA", "title": "World AIDS Day: Drop in HIV screening amid pandemic can take collateral toll, warns senior doctor - DNA India", "description": "The screenings for Human Immunodeficiency Virus (HIV) have dropped by over 40-45 per cent approximately since April, just around the time the COVID-19 pandemic hit India, as compared to previous years, said a senior doctor on Tuesday, the World AIDS Day. This…", "url": "https://www.dnaindia.com/india/video-world-aids-day-drop-in-hiv-screening-amid-pandemic-can-take-collateral-toll-warns-senior-doctor-2859663", "urlToImage": "https://cdn.dnaindia.com/sites/default/files/2020/12/02/940972-00000003.jpg", "publishedAt": "2020-12-02T10:51:17Z", "content": "©2020 Diligent Media Corporation Ltd."}, {"source": {"id": null, "name": "Yahoo Entertainment"}, "author": "Alexandra Thompson", "title": "Lung transplant 'only hope' for some severe COVID patients, scientists warn - Yahoo India News", "description": "In severe cases, the infection can destroy the 'fundamental framework' of the organs.", "url": "https://in.news.yahoo.com/lung-transplant-severe-covid-patients-103730913.html", "urlToImage": "https://s.yimg.com/ny/api/res/1.2/X.x2IN0TUA1b_2eqv.DBHg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDA7aD0xMTI1/https://s.yimg.com/os/creatr-images/2020-07/fb279bb0-cac0-11ea-a3f6-e5d8dccb9e20", "publishedAt": "2020-12-02T10:37:00Z", "content": "Scientists have warned a double-lung transplant may be necessary in critically-ill coronavirus patients. (Stock, Getty Images)\r\nThe coronavirus can damage lungs so severely that a transplant is a pat… [+5872 chars]"}, {"source": {"id": null, "name": "Hindustan Times"}, "author": "Press Trust of India | Posted by Srivatsan K C", "title": "New single dose vaccine shows protection against Covid-19: Study - Hindustan Times", "description": "The researchers at the Rega Institute at KU Leuven in Belgium are currently preparing for clinical trials of the vaccine candidate.", "url": "https://www.hindustantimes.com/health/new-single-dose-vaccine-shows-protection-against-covid-19-study/story-edz2SuESQeowhf2Zv5SVML.html", "urlToImage": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/12/02/Pictures/file-photo-outbreak-covid-pune-coronavirus-disease_86a8291e-3486-11eb-9c97-4dbf0d0924a0.jpg", "publishedAt": "2020-12-02T10:12:01Z", "content": "Scientists have developed a new vaccine candidate against Covid-19 based on the yellow fever vaccine, a single dose of which protects hamsters and monkeys from infection with the SARS-CoV-2 coronavir… [+3271 chars]"}, {"source": {"id": "reuters", "name": "Reuters"}, "author": "Reuters Staff", "title": "Interpol warns that COVID-19 vaccines could be targeted by criminals - Reuters", "description": "The Interpol global police co-ordination agency warned on Wednesday that organised criminal networks could be targeting COVID-19 vaccines, and could look to sell fake shots.", "url": "https://www.reuters.com/article/us-health-coronavirus-interpol-idUSKBN28C166", "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201202&t=2&i=1543170289&r=LYNXMPEGB10KP&w=800", "publishedAt": "2020-12-02T09:56:00Z", "content": "By Reuters Staff\r\nFILE PHOTO: Vials labelled \"COVID-19 Coronavirus-Vaccine\" and medical syringe are placed on the European Union map in this picture illustration taken December 2, 2020. REUTERS/Dado … [+808 chars]"}, {"source": {"id": null, "name": "Hindustan Times"}, "author": "Asian News International | Posted by Jahnavi Gupta", "title": "Alcohol-free hand sanitiser just as effective against Covid as alcohol-based versions - Hindustan Times", "description": "A new study from researchers at Brigham Young University finds that alcohol-free hand sanitiser is just as effective at disinfecting surfaces from the Covid-19 virus as alcohol-based products.", "url": "https://www.hindustantimes.com/health/alcohol-free-hand-sanitiser-just-as-effective-against-covid-as-alcohol-based-versions/story-oIxMB4akPct9FPTvVSP1mL.html", "urlToImage": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/12/02/Pictures/_4f18b3ba-347c-11eb-97d3-e380ad967e0c.jpg", "publishedAt": "2020-12-02T09:07:04Z", "content": "A new study from researchers at Brigham Young University finds that alcohol-free hand sanitiser is just as effective at disinfecting surfaces from the Covid-19 virus as alcohol-based products.\r\nThe B… [+3585 chars]"}, {"source": {"id": null, "name": "India Education Diary"}, "author": null, "title": "Hidden damage to lungs from Covid-19 revealed in new study from University of Sheffield - India Education Diary", "description": "Early findings from a study into longer-term effects of Covid-19 suggest the use of cutting-edge scanning techniques may detect previously unseen lung damage. Research by the University of Sheffiel…", "url": "https://indiaeducationdiary.in/hidden-damage-to-lungs-from-covid-19-revealed-in-new-study-from-university-of-sheffield/", "urlToImage": "https://i0.wp.com/indiaeducationdiary.in/wp-content/uploads/2020/08/Default-Image-IED.png?fit=534%2C462&ssl=1", "publishedAt": "2020-12-02T08:50:00Z", "content": "Early findings from a study into longer-term effects of Covid-19 suggest the use of cutting-edge scanning techniques may detect previously unseen lung damage.\r\nResearch by the University of Sheffield… [+4467 chars]"}, {"source": {"id": null, "name": "Firstpost"}, "author": null, "title": "US scientists develop nasal spray to prevent COVID-19, effective for six months - Firstpost", "description": "A key advantage of this approach is that it doesn't need a competent immune system for it to be effective in preventing COVID-19.", "url": "https://www.firstpost.com/health/us-scientists-develop-nasal-spray-to-prevent-covid-19-effective-for-six-months-9073321.html", "urlToImage": "https://images.firstpost.com/wp-content/uploads/2020/11/human-3269822_1280-1.jpg", "publishedAt": "2020-12-02T07:57:22Z", "content": "A key advantage of this approach is that it doesn't need a competent immune system for it to be effective in preventing COVID-19.\r\n Scientists at the University of Pennsylvania and the biotech firm R… [+2743 chars]"}, {"source": {"id": null, "name": "All India Radio"}, "author": null, "title": "India continues to make impressive gains in reduction of malaria burden: WHO - All India Radio", "description": "The World Health Organisation (WHO) has said India continues to make impressive gains in reduction of malaria burden.", "url": "http://newsonair.com/Main-News-Details.aspx?id=405386", "urlToImage": "http://www.newsonair.com/writereaddata/News_Pictures/NAT/2020/Dec/NPIC-2020122123038.jpg", "publishedAt": "2020-12-02T07:22:23Z", "content": "Site Maintained by: Website Cell, NSD and IT Division, Prasar Bharati, New Delhi, India. Website Policy"}, {"source": {"id": null, "name": "Orissapost.com"}, "author": "\"Post News Network\"", "title": "This is why you should take green tea, dark chocolate regularly - OrissaPOST", "description": "In a unique study, researchers have claimed that chemical compounds in foods or beverages like green tea, muscadine grapes and dark chocolate can bind to and block the function of a particular enzyme, or protease, in the SARS-CoV-2, the virus responsible for …", "url": "https://www.orissapost.com/this-is-why-you-should-take-green-tea-dark-chocolate-regularly/", "urlToImage": "https://www.orissapost.com/wp-content/uploads/2019/07/Green_tea_recipe.jpg", "publishedAt": "2020-12-02T06:45:00Z", "content": "In a unique study, researchers have claimed that chemical compounds in foods or beverages like green tea, muscadine grapes and dark chocolate can bind to and block the function of a particular enzyme… [+2073 chars]"}, {"source": {"id": null, "name": "India TV News"}, "author": "India TV News Desk", "title": "59% Indians sceptical about COVID-19 vaccine, say they won't rush to take it: Survey - India TV News", "description": "coronavirus vaccine, covid vaccine, LocalCircles survey, coronavirus vaccine survey, covid vaccine LocalCircles survey, 59% Indians sceptical about COVID-19 vaccine, covid vaccine survey by localcircles, 59% Indians wont ruch to take covid vaccine", "url": "https://www.indiatvnews.com/news/india/covid-vaccine-survey-by-localcircles-show-59-per-cent-people-sceptical-says-they-won-t-rush-to-take-coronavirus-vaccine-668747", "urlToImage": "https://resize.indiatvnews.com/en/resize/newbucket/715_-/2020/12/vaccine-1606886166.jpg", "publishedAt": "2020-12-02T05:14:23Z", "content": "Image Source : AP59% Indians sceptical about COVID-19 vaccine, say they won't rush to take it: Survey\r\nWhile chances of an affordable Covid-19 vaccine being available by February 2021 may seem high, … [+4333 chars]"}, {"source": {"id": null, "name": "India.com"}, "author": "India.com Lifestyle Staff", "title": "Dark Chocolate to Fight COVID-19: Green Tea, Grapes And Chocolate Chemicals Can be Combined to Beat The Virus - India.com", "description": "In a unique study, it was found that chemical compounds in foods or beverages like green tea, muscadine grapes and dark chocolate can help fight COVID-19.", "url": "https://www.india.com/lifestyle/dark-chocolate-to-fight-covid-19-green-tea-grapes-and-chocolate-chemicals-can-be-combined-to-beat-the-virus-4236812/", "urlToImage": "https://static.india.com/wp-content/uploads/2018/02/Dark-chocolate.jpg", "publishedAt": "2020-12-02T04:44:45Z", "content": "COVID-19 pandemic has turned everyones life upside down. Although, researchers have now confirmed that multiple vaccines are on their way and things are now looking up after several months of despair… [+2972 chars]"}, {"source": {"id": null, "name": "MENAFN.COM"}, "author": "MENAFN", "title": "More than one-third Covid kids show no symptoms: Study - MENAFN.COM", "description": "IANS  <strong> Toronto -  </strong> More than one-third of kids who have Covid-19 are asymptomatic, say researchers, adding that youngsters diagnosed with the disease may represent just a fraction of those infected.</p>\n<p>The concern from a public health per…", "url": "https://menafn.com/1101218444/More-than-one-third-Covid-kids-show-no-symptoms-Study", "urlToImage": "https://menafn.com/updates/pr/2020-12/01/TP_b0244b0a-1image_story.jpg", "publishedAt": "2020-12-02T04:06:31Z", "content": "(MENAFN - The Peninsula) IANS Toronto -  More than one-third of kids who have Covid-19 are asymptomatic, say researchers, adding that youngsters diagnosed with the disease may represent just a fracti… [+2393 chars]"}, {"source": {"id": null, "name": "ThePrint"}, "author": "Angana Chakrabarti", "title": "Singapore woman, who was Covid-positive during pregnancy, gives birth to baby with antibodies - ThePrint", "description": "While the baby had antibodies against SARS-CoV-2, it is unclear if he is immune to the virus and if they were passed from his mother.", "url": "https://theprint.in/world/singapore-woman-who-was-covid-positive-during-pregnancy-gives-birth-to-baby-with-antibodies/554542/", "urlToImage": "https://static.theprint.in/wp-content/uploads/2020/03/Untitled-design-22.jpg", "publishedAt": "2020-12-02T04:03:00Z", "content": "New Delhi: A 31-year-old woman from Singapore, who tested positive for Covid-19 during her pregnancy, has given birth to a baby with antibodies against the virus.\r\nHowever, it is still unclear whethe… [+2814 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "US Scientists Developing Nasal Spray To Prevent COVID-19 - NDTV", "description": "Scientists at the University of Pennsylvania and the biotech firm Regeneron are investigating whether technology developed for gene therapy can be used to make a nasal spray that will prevent infection with the new coronavirus.", "url": "https://www.ndtv.com/world-news/us-scientists-developing-nasal-spray-to-prevent-covid-19-2332903", "urlToImage": "https://c.ndtvimg.com/2020-11/5hv6vl8o_us-coronavirus-650_625x300_16_November_20.jpg", "publishedAt": "2020-12-02T03:28:35Z", "content": "Since coronavirus enters lungs through nasal passage, the spray could halt infection(Representational)\r\nWashington: Scientists at the University of Pennsylvania and the biotech firm Regeneron are inv… [+2820 chars]"}, {"source": {"id": null, "name": "Zoom"}, "author": "Times Now Digital", "title": "Covid severity falling in Bengaluru, data and doctors suggest; most cases asymptomatic - Times Now", "description": "As second waves are being seen in other cities, it is too early to say that Covid is over. It is still very important to take precautions.", "url": "https://www.timesnownews.com/bengaluru/article/covid-severity-falling-in-bengaluru-data-and-doctors-suggest-most-cases-asymptomatic/689275", "urlToImage": "https://imgk.timesnownews.com/story/bengaluru-covid-AP_2.jpg?tr=w-560,h-292,fo-top", "publishedAt": "2020-12-02T03:22:53Z", "content": "Bengaluru: The severity of the coronavirus seems to be going down in the city. Symptomatic cases have witnessed a drastic fall across Bengaluru and Karnataka. \r\nThe asymptomatic cases are at 99.3% in… [+1625 chars]"}, {"source": {"id": null, "name": "Wiley.com"}, "author": null, "title": "COVID‐19: The rising cost of cardiac surgery and disease - Wiley", "description": "The coronavirus disease 19 (COVID‐19) pandemic has resulted in widespread economic, health and social disruptions. The delivery of cardiovascular care has been stifled during the pandemic to adhere t...", "url": "https://onlinelibrary.wiley.com/doi/10.1111/jocs.15206", "urlToImage": "https://onlinelibrary.wiley.com/cms/asset/482ba4c0-68bb-4f37-931b-8adc4cc03c1f/jocs.v35.12.cover.gif", "publishedAt": "2020-12-02T03:19:04Z", "content": "1 INTRODUCTION\r\nThe first quarter of 2020 saw National Health Service (NHS) surgeons enjoying their last few months of normality before all nonurgent elective operations were abruptly adjourned in Ap… [+10070 chars]"}, {"source": {"id": null, "name": "The Japan Times"}, "author": null, "title": "U.S. scientists developing nasal spray to prevent COVID-19 - The Japan Times", "description": "If successful, technology could provide people with around six months of protection from a single dose.", "url": "https://www.japantimes.co.jp/news/2020/12/02/world/science-health-world/us-nasal-spray-coronavirus/", "urlToImage": "https://cdn.japantimes.2xx.jp/wp-content/uploads/2020/12/np_file_54548-870x489.jpeg", "publishedAt": "2020-12-02T03:01:00Z", "content": "Washington – Scientists at the University of Pennsylvania and the biotech firm Regeneron are investigating whether technology developed for gene therapy can be used to make a nasal spray that will pr… [+2636 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Madeline Holcombe and Eric Levenson, CNN", "title": "As US sees new high for Covid-19 hospitalizations, states are preparing for vaccine rollouts - CNN", "description": "With the rollout of new vaccines for coronavirus just a few weeks away, the importance of inoculating people and following health guidelines grew even more apparent Tuesday as US hospitals reported a record number of patients with Covid-19.", "url": "https://www.cnn.com/2020/12/01/health/us-coronavirus-tuesday/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/201201012959-houston-icu-1129-super-tease.jpg", "publishedAt": "2020-12-02T02:29:00Z", "content": "(CNN)With the rollout of new vaccines for coronavirus just a few weeks away, the importance of inoculating people and following health guidelines grew even more apparent Tuesday as US hospitals repor… [+6193 chars]"}, {"source": {"id": null, "name": "Medscape"}, "author": "Alicia Ault", "title": "ACIP: Health Workers, Long-term Care Residents First for Vaccine - Medscape", "description": "The recommendation from the CDC's vaccine advisory committee aims to preserve healthcare capacity and reduce illness and death among the most vulnerable.", "url": "https://www.medscape.com/viewarticle/941846", "urlToImage": "https://img.medscape.com/thumbnail_library/dt_200131_vaccine_immunization_800x450.jpg", "publishedAt": "2020-12-02T02:16:50Z", "content": "Editor's note: Find the latest COVID-19 news and guidance in Medscape's Coronavirus Resource Center.\r\nA federal advisory panel recommends that healthcare workers and residents of long-term care facil… [+6657 chars]"}, {"source": {"id": null, "name": "Swarajya"}, "author": "Swarajya Staff", "title": "Govt Plans To Use Infra Of Universal Immunisation Programme To Vaccinate People Against COVID-19 - Swarajya", "description": "Under its universal immunisation programme, the Government covers 25 million children every year.", "url": "https://swarajyamag.com/insta/govt-plans-to-use-infra-of-universal-immunisation-programme-to-vaccinate-people-against-covid-19", "urlToImage": "https://images.assettype.com/swarajya%2F2020-08%2F05435c1b-271a-4b6f-adfb-9ce2af2e3132%2FCovaxin.png?w=1200&auto=format%2Ccompress&ogImage=true", "publishedAt": "2020-12-02T00:22:00Z", "content": "With vaccine development for COVID-19 progressing at a rapid pace and multiple candidates in final stages of trials, the Government is planning to use its expansive 42-years-old universal immunisatio… [+1066 chars]"}, {"source": {"id": "reuters", "name": "Reuters"}, "author": "Reuters Staff", "title": "Brazil sees one-dose, unfrozen vaccine as ideal for COVID-19, official says - Reuters", "description": "A senior Brazilian Health Ministry official said on Tuesday that the ideal vaccine to immunize the country against COVID-19 would be one that could be stored at temperatures of a regular refrigerator and does not require multiple doses.", "url": "https://www.reuters.com/article/us-health-coronavirus-brazil-vaccines-idUSKBN28B6H8", "urlToImage": "https://static.reuters.com/resources/r/?m=02&d=20201201&t=2&i=1543113455&r=LYNXMPEGB03MU&w=800", "publishedAt": "2020-12-01T22:33:00Z", "content": "By Reuters Staff\r\nFILE PHOTO: A medical staff member takes care of a patient at the intensive care unit (ICU) of the Nossa Senhora da Conceicao hospital, during the coronavirus disease (COVID-19) out… [+1804 chars]"}, {"source": {"id": null, "name": "Devdiscourse"}, "author": "PTI", "title": "Man undergoes lung transplant in Delhi; ‘first’ such surgery on post-COVID patient in north India - Devdiscourse", "description": "A 31-year-old man, who had contracted COVID-19 a few months ago, has successfully undergone a lung transplant surgery, lasting 10 hours, at a private facility here after the organ was transported from the city airport in a green corridor, hospital authorities…", "url": "https://www.devdiscourse.com/article/business/1357749-man-undergoes-lung-transplant-in-delhi-first-such-surgery-on-post-covid-patient-in-north-india", "urlToImage": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/22_07_2020_05_31_49_4288968.jpg?width=920&format=jpeg", "publishedAt": "2020-12-01T19:04:49Z", "content": "A 31-year-old man, who had contracted COVID-19 a few months ago, has successfully undergone a lung transplant surgery, lasting 10 hours, at a private facility here after the organ was transported fro… [+2147 chars]"}, {"source": {"id": null, "name": "The Texas Tribune"}, "author": "Edgar Walters", "title": "Texas must boost COVID-19 controls, White House report says - The Texas Tribune", "description": "Among the task force’s recommendations: Officials in Texas should significantly reduce capacity in indoor spaces, including those that are privately owned.", "url": "https://www.texastribune.org/2020/12/01/texas-coronavirus-white-house-report/", "urlToImage": "https://thumbnails.texastribune.org/tDxatV2SvtlXSpfUUg6KHeFoIFE=/1200x804/smart/filters:quality(95)/static.texastribune.org/media/files/e4b88670c2b7c906ffd8a5756751928b/White%20House%20REUTERS%202020%20TT.jpg", "publishedAt": "2020-12-01T17:32:00Z", "content": "Texas must ramp up efforts to slow the spread of the coronavirus as the state experiences a full resurgence of COVID-19 infections, according to White House guidelines.\r\nTexas is seeing an unsustaina… [+4263 chars]"}]}