{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Hindustan Times"}, "author": "ANI", "title": "Genetic screening before prescribing medicines could be more helpful, says study - Hindustan Times", "description": "A new study published in the British Journal of Clinical Pharmacology shows that if people go through genetic testing before being prescribed medicines such as antidepressants, antibiotics and painkillers could benefit a lot from it.", "url": "https://www.hindustantimes.com/lifestyle/health/genetic-screening-before-prescribing-medicines-could-be-more-helpful-says-study-101611919006247.html", "urlToImage": "https://images.hindustantimes.com/img/2021/01/29/550x309/genetic_sequencing_1611919852255_1611919859125.jpg", "publishedAt": "2021-01-29T12:03:02Z", "content": "Four million UK patients could benefit annually from genetic testing before being prescribed common medicines, according to new research.\r\nThe research from the University of East Anglia (UEA) in col… [+3419 chars]"}, {"source": {"id": null, "name": "Hindustan Times"}, "author": "ANI", "title": "Simulation helps refine new medical guidelines: Study - Hindustan Times", "description": "A new study from UT Southwesterns Department of Pediatrics has revealed that a viable way to quickly refine and educate new medical guidelines and educate hospital staff in new procedures is through simulation.", "url": "https://www.hindustantimes.com/lifestyle/health/simulation-helps-refine-new-medical-guidelines-study-101611916529192.html", "urlToImage": "https://images.hindustantimes.com/img/2021/01/29/550x309/ani1611891759_1611917697692_1611917708133.jpg", "publishedAt": "2021-01-29T10:56:42Z", "content": "A new study from UT Southwestern's Department of Pediatrics has revealed that a viable way to quickly refine and educate new medical guidelines and educate hospital staff in new procedures is through… [+4771 chars]"}, {"source": {"id": null, "name": "Firstpost"}, "author": null, "title": "COVID-19 could damage quality of sperm, reduce fertility in men, study suggests - Firstpost", "description": "Some experts are asking for the male reproductive system to be considered a vulnerable route and high-risk organ of COVID-19 infection by the WHO.", "url": "https://www.firstpost.com/health/covid-19-could-damage-quality-of-sperm-reduce-fertility-in-men-study-suggests-9252861.html", "urlToImage": "https://images.firstpost.com/wp-content/uploads/2020/08/Sperm-_-UPenn.jpg", "publishedAt": "2021-01-29T10:38:44Z", "content": "Some experts are asking for the male reproductive system to be considered a vulnerable route and high-risk organ of COVID-19 infection by the WHO.\r\n COVID-19 may damage sperm quality and reduce ferti… [+3331 chars]"}, {"source": {"id": null, "name": "ANI News"}, "author": null, "title": "Scientists find strategy to protect developing brain from prenatal stress in mice - ANI News", "description": "Washington [US], January 29 (ANI): New research from the University of Iowa and University Hospitals Cleveland Medical Center demonstrates that offspring can be protected from the effects of prenatal stress by administering a neuroprotective compound during p…", "url": "https://www.aninews.in/news/science/scientists-find-strategy-to-protect-developing-brain-from-prenatal-stress-in-mice20210129160318", "urlToImage": "https://aniportalimages.s3.amazonaws.com/media/details/__sized__/Untitled-1_vYNmQ8I-thumbnail-154x87.gif", "publishedAt": "2021-01-29T10:38:15Z", "content": "ANI | Updated: Jan 29, 2021 16:05 IST\r\nWashington [US], January 29 (ANI): New research from the University of Iowa and University Hospitals Cleveland Medical Center demonstrates that offspring can be… [+3511 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "TIMESOFINDIA.COM", "title": "Vegan vs plant-based diet: What’s the difference? - Times of India", "description": "Vegan and plant-based diets are probably two of the most trending diets of this year. Both the diets might sound similar but have their share of differences. Read on to know, what exactly are vegan and plant-based diets and what are the key differences betwee…", "url": "https://timesofindia.indiatimes.com/life-style/food-news/vegan-vs-plant-based-diet-whats-the-difference/photostory/80580993.cms", "urlToImage": "https://static.toiimg.com/photo/80581257.cms", "publishedAt": "2021-01-29T10:30:00Z", "content": "As the name suggests, a plant-based diet only includes food sourced from plants. The diet also focusses on eating whole plant-sourced foods or foods which have undergone very little processing. A pla… [+226 chars]"}, {"source": {"id": null, "name": "YouTube"}, "author": null, "title": "Cervical Cancer advocates and survivors launching a movement - World Health Organization (WHO)", "description": "Cervical cancer advocates and survivors from all regions of the world share in this short documentary their stories to help raise awareness of the disease. T...", "url": "https://www.youtube.com/watch?v=_xzlHKAt6ZA", "urlToImage": "https://i.ytimg.com/vi/_xzlHKAt6ZA/maxresdefault.jpg", "publishedAt": "2021-01-29T10:06:20Z", "content": null}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "TIMESOFINDIA.COM", "title": "Coronavirus: These 3 new symptoms could be early indicators of COVID-19, as per study - Times of India", "description": "With the onset of the pandemic, people have been tackling the different challenges brought on by the novel coronavirus. The invisible yet deadly virus has not only been hard to detect, but has disrupted the lives of millions of people in various ways.", "url": "https://timesofindia.indiatimes.com/life-style/health-fitness/health-news/coronavirus-symptoms-these-3-new-symptoms-could-be-early-indicators-of-covid-19-as-per-study/photostory/80570573.cms", "urlToImage": "https://static.toiimg.com/photo/80570691.cms", "publishedAt": "2021-01-29T08:30:00Z", "content": "Apart from the swollen tongue, about 15 per cent of the patients complained of experiencing a burning sensation and redness on their palms and soles of their feet, followed by the appearance of small… [+414 chars]"}, {"source": {"id": null, "name": "Dtnext.in"}, "author": "Shivakaminathan", "title": "Covid-19 strains could prolong 2nd wave in Africa: WHO - DTNext", "description": "Discovery of new Covid-19 variants in several African countries risk prolonging the second wave of the pandemic in the continent and overwhelm its already fragile public health systems, a senior World Health Organization (WHO) official said.", "url": "http://www.dtnext.in/News/World/2021/01/29132642/1273529/Covid19-strains-could-prolong-2nd-wave-in-Africa-WHO.vpf", "urlToImage": "https://img.dtnext.in/Articles/2021/Jan/202101291326423374_Covid19-strains-could-prolong-2nd-wave-in-Africa-WHO_SECVPF.gif", "publishedAt": "2021-01-29T08:05:18Z", "content": "Discovery of new Covid-19 variants in several African countries risk prolonging the second wave of the pandemic in the continent and overwhelm its already fragile public health systems, a senior Worl… [+2116 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "Rashmi Mabiyan, ET HealthWorld", "title": "FY21-22 revenues won't be impacted by Covid crisis: SRL Diagnostics Anand K - ETHealthworld.com", "description": "The pandemic has undoubtedly exposed the truth of our fragile healthcare system which was underprepared to detect, respond and mitigate the virus at its nascent stage, he said.", "url": "https://health.economictimes.indiatimes.com/news/diagnostics/fy21-22-revenues-wont-be-impacted-by-covid-crisis-srl-diagnostics-anand-k/80567873", "urlToImage": "https://etimg.etb2bimg.com/thumb/msid-80567873,imgsize-35215,width-800,height-434,overlay-ethealthworld/fy21-22-revenues-won-t-be-impacted-by-covid-crisis-srl-diagnostics-anand-k.jpg", "publishedAt": "2021-01-29T08:02:21Z", "content": "In an interaction with ETHealthworld, Anand K., CEO, SRL Diagnostics, shares insight on covid pandemics impact on the business and how digital technologies are changing operations in the diagnostic s… [+8096 chars]"}, {"source": {"id": null, "name": "Yahoo Entertainment"}, "author": null, "title": "COVID-19: Singapore confirms 24 new cases, all imported - Yahoo Movies UK", "description": null, "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_0f4b7b35-f395-4516-9c2b-6b0548b81c6c", "urlToImage": null, "publishedAt": "2021-01-29T07:25:00Z", "content": "Yahoo is part of Verizon Media. We and our partners will store and/or access information on your device through the use of cookies and similar technologies, to display personalised ads and content, f… [+646 chars]"}, {"source": {"id": null, "name": "The Siasat Daily"}, "author": "IANS", "title": "France mulls additional restrictions - The Siasat Daily", "description": "Paris, Jan 29 : The French government is considering introducing stricter coronavirus restrictions in the coming days to stem an alarming rise in confirmed cases of the new Covid-19 variants, Health Minister Olivier Veran said.At a press briefing here on Thur…", "url": "https://www.siasat.com/france-mulls-additional-restrictions-2078452/", "urlToImage": "https://cdn.siasat.com/wp-content/uploads/2021/01/France-mulls-additional-restrictions.jpg", "publishedAt": "2021-01-29T07:23:00Z", "content": "Paris, Jan 29 : The French government is considering introducing stricter coronavirus restrictions in the coming days to stem an alarming rise in confirmed cases of the new Covid-19 variants, Health … [+1917 chars]"}, {"source": {"id": null, "name": "Tech Explorist"}, "author": "https://www.facebook.com/malewar.amit", "title": "Vitamin D and other antiviral drugs might help combat COVID-19 - Tech Explorist", "description": "Evidence is emerging that vitamin D – and possibly vitamins K and A- other antiviral drugs might help combat COVID-19. These dietary supplements and compounds could bind to the viral spike protein and so might reduce SARS-CoV-2 infectivity.", "url": "https://www.techexplorist.com/vitamin-d-other-antiviral-drugs-help-combat-covid-19/37534/", "urlToImage": "https://cdn.techexplorist.com/wp-content/uploads/2021/01/spike-glycoprotein.jpg", "publishedAt": "2021-01-29T07:20:00Z", "content": "A new study by the University of Bristol suggests that Vitamin D and other antiviral drugs might help combat COVID-19. The study demonstrates that these dietary supplements and compounds could bind t… [+4193 chars]"}, {"source": {"id": null, "name": "Zoom"}, "author": "ANI", "title": "1 in 3 adults anxious, depressed due to COVID-19: Study - Times Now", "description": "The finding that women were more likely to experience psychological distress than men is consistent with other global studies that have shown that anxiety and depression are more common in women.", "url": "https://www.timesnownews.com/health/article/1-in-3-adults-anxious-depressed-due-to-covid-19-study/713373", "urlToImage": "https://imgk.timesnownews.com/story/worried-girl-413690_1920.jpg?tr=w-560,h-292,fo-top", "publishedAt": "2021-01-29T06:52:00Z", "content": "Washington: A new study has discovered that one in every three adults, especially younger adults, women, and those of lower socioeconomic status experience psychological distress related to COVID-19.… [+3628 chars]"}, {"source": {"id": null, "name": "Riotimesonline.com"}, "author": null, "title": "Continued Emergency Aid Would Bankrupt Brazil, Says Bolsonaro - The Rio Times", "description": "President Jair Bolsonaro said on Thursday, January 28th, that the extension of emergency aid would bankrupt Brazil and lead to a series of other disastrous consequences", "url": "https://riotimesonline.com/brazil-news/brazil/continued-emergency-aid-would-bankrupt-brazil-says-bolsonaro/", "urlToImage": "https://riotimes-11af1.kxcdn.com/wp-content/uploads/2021/01/Bols2-1.jpeg", "publishedAt": "2021-01-29T06:07:00Z", "content": "RIO DE JANEIRO, BRAZIL - President Jair Bolsonaro said on Thursday, January 28th, that the extension of emergency aid would bankrupt Brazil and lead to a series of other disastrous consequences, at a… [+526 chars]"}, {"source": {"id": null, "name": "Thehealthsite.com"}, "author": "Arushi Bidhuri", "title": "Alert! Pregnant women at high risk of death due to COVID-19 - TheHealthSite", "description": "Pregnant women at a higher risk of mortality from COVID-19 reports a study published recently. Read on to know more.", "url": "https://www.thehealthsite.com/news/alert-pregnant-women-at-high-risk-of-death-due-to-covid-19-793201/", "urlToImage": "https://st1.thehealthsite.com/wp-content/uploads/2021/01/pregnancy-655x353.jpeg", "publishedAt": "2021-01-29T05:46:00Z", "content": "The coronavirus pandemic has upended our lives, resulting in a lot of uncertainty and panic. While we managed to sail through the one year of the deadly disease affecting millions of lives, doubts an… [+3321 chars]"}, {"source": {"id": null, "name": "YouTube"}, "author": null, "title": "Reps. Price and Hall hold town hall on COVID-19 - CBS 17", "description": "Reps. Price and Hall hold town hall on COVID-19", "url": "https://www.youtube.com/watch?v=K0y88wFwaoY", "urlToImage": "https://i.ytimg.com/vi/K0y88wFwaoY/maxresdefault.jpg", "publishedAt": "2021-01-29T05:06:34Z", "content": null}, {"source": {"id": null, "name": "India Today"}, "author": null, "title": "January is thyroid awareness month: All you need to know about thyroid disorders - India Today", "description": "Thyroid awareness month seeks to raise awareness regarding these diseases, their causes, symptoms, treatment, and prevention. All you need to know from the expert -\tDr Rajan Verma, Medical Director, Lab operations, Oncquest Laboratories Ltd.", "url": "https://www.indiatoday.in/information/story/january-is-thyroid-awareness-month-all-you-need-to-know-about-thyroid-disorders-1763807-2021-01-29", "urlToImage": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202101/Capture_23-647x363.png?pNWswdO5QZ6pvDtf_RgSOFmwBCDgYu5P", "publishedAt": "2021-01-29T04:30:14Z", "content": "Every year, the month of January is celebrated as Thyroid Awareness Month to raise awareness regarding the various health problems related to the thyroid gland. The thyroid is a small, butterfly-shap… [+3917 chars]"}, {"source": {"id": null, "name": "India Education Diary"}, "author": null, "title": "Yale scientists map the shape of the SARS-CoV-2 genome - India Education Diary", "description": "Throughout the COVID-19 pandemic, scientists have tried to understand and track SARS-CoV-2 without a proper parts list. Much of the research emphasis has been on proteins — such as the “spike” prot…", "url": "https://indiaeducationdiary.in/yale-scientists-map-the-shape-of-the-sars-cov-2-genome/", "urlToImage": "https://s0.wp.com/i/blank.jpg", "publishedAt": "2021-01-29T04:23:00Z", "content": "Throughout the COVID-19 pandemic, scientists have tried to understand and track SARS-CoV-2 without a proper parts list.Much of the research emphasis has been on proteins such as the spike proteins th… [+4210 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "TIMESOFINDIA.COM", "title": "Type 2 diabetes: Garlic tea to manage blood sugar levels - Times of India", "description": "Garlic, also known as lehsun in Hindi, has been used since ages for its medicinal properties.", "url": "https://timesofindia.indiatimes.com/life-style/health-fitness/diet/type-2-diabetes-garlic-tea-to-manage-blood-sugar-levels/photostory/80507424.cms", "urlToImage": "https://static.toiimg.com/photo/80508884.cms", "publishedAt": "2021-01-29T03:30:00Z", "content": "1. Garlic tea lowers the amino acid homocysteine, which is a huge risk factor for diabetics.\r\n2. It is a powerful antibiotic drink, which improves your overall health and immunity. \r\n3. Diabetes can … [+572 chars]"}, {"source": {"id": null, "name": "Odishatv.in"}, "author": null, "title": "Global Covid-19 Cases Breach 101 Million Mark - OdishaTV", "description": "Washington: The total number of global coronavirus cases has topped 101 million, while the deaths have surged to more than 2.18 million, according to the Johns Hopkins University. In its latest update on Friday morning, the University’s Center for Systems Sci…", "url": "https://odishatv.in/coronavirus/global-covid-19-cases-breach-101-million-mark-513381", "urlToImage": "https://img.odishatv.in/wp-content/uploads/2021/01/global-covid19-cases-1.jpg", "publishedAt": "2021-01-29T03:10:00Z", "content": "Washington: The total number of global coronavirus cases has topped 101 million, while the deaths have surged to more than 2.18 million, according to the Johns Hopkins University.\r\nIn its latest upda… [+2447 chars]"}]}