{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Tveuropa.pt"}, "author": "TV Europa, TV Europa", "title": "Estratégias para reduzir a transmissão da COVID-19 em espaços interiores - TV Europa", "description": "Investigadores e engenheiros desenvolvem estratégias que diminuem a propagação de doenças infeciosas em espaços interiores. Orquestras, cantores e veículos de transportes são atividades que aumentam o risco da propagação do vírus.", "url": "https://www.tveuropa.pt/noticias/estrategias-para-reduzir-a-transmissao-da-covid-19-em-espacos-interiores/", "urlToImage": "https://www.tveuropa.pt/cnt/uploads/F20DV262-624x328.jpg", "publishedAt": "2020-11-22T22:32:00Z", "content": "Usar máscara, ficar a dois metros de distância e evitar grandes reuniões. Estas são algumas das recomendações das autoridades de saúde para controlar a pandemia de COVID-19, enquanto o mundo aguarda … [+5473 chars]"}, {"source": {"id": null, "name": "Portaldecamaqua.com.br"}, "author": "Desenvolvido por iPoomWeb - www.ipoomweb.com.br", "title": "Hábitos saudáveis e tratamento adequado são importantes para o controle do Diabetes - Portal de Camaquã", "description": "SUS oferece tratamento gratuito para a doença que foi lembrada no dia 14 - Dia Mundial de Combate ao Diabetes", "url": "https://www.portaldecamaqua.com.br/noticias/20509/habitos-saudaveis-e-tratamento-adequado-sao-importantes-para-o-controle-do-diabetes.html", "urlToImage": "https://www.portaldecamaqua.com.br/img-crop-noticia/800/img_20509_foto_1.jpg", "publishedAt": "2020-11-22T21:51:15Z", "content": "Considerada uma doença silenciosa por, na maioria das vezes, não manifestar sintomas ou causar mal-estar no paciente, a diabetes esteve entre as cinco principais causas de morte no Brasil em 2018. Po… [+4962 chars]"}, {"source": {"id": null, "name": "Www.jn.pt"}, "author": "R.N.C.", "title": "Rastreio em Wuhan revela que assintomáticos podem não transmitir o vírus SARS-CoV-2 - Jornal de Notícias", "description": "Um rastreio de grandes dimensões na cidade chinesa de Wuhan, onde surgiram os primeiros casos de covid-19, permitiu concluir que os doentes assintomáticos têm uma baixa carga viral e, por isso, dificilmente vão infetar outras pessoas.", "url": "https://www.jn.pt/mundo/rastreio-em-wuhan-revela-que-assintomaticos-podem-nao-transmitir-o-virus-sars-cov-2-13063305.html", "urlToImage": "https://static.globalnoticias.pt/jn/image.aspx?brand=JN&type=generate&guid=345cc4c1-f304-4062-9f16-888c87e257fa&w=800&h=420&watermark=true&t=20201122202100", "publishedAt": "2020-11-22T20:21:00Z", "content": "Um rastreio de grandes dimensões na cidade chinesa de Wuhan, onde surgiram os primeiros casos de covid-19, permitiu concluir que os doentes assintomáticos têm uma baixa carga viral e, por isso, dific… [+2844 chars]"}, {"source": {"id": null, "name": "Diariodepernambuco.com.br"}, "author": "Diario de Pernambuco, Diario de Pernambuco", "title": "Mais de 48 mil crianças precisam se vacinar contra poliomielite no estado - Diário de Pernambuco", "description": "De acordo com a Secretaria Estadual de Saúde (SES-PE), mais de 48 mil crianças pernambucanas entre 1 e menores de 5 anos têm até a p", "url": "https://www.diariodepernambuco.com.br/noticia/vidaurbana/2020/11/mais-de-48-mil-criancas-precisam-se-vacinar-contra-poliomielite-no-est.html", "urlToImage": "https://www.diariodepernambuco.com.br/static/app/noticia_127983242361/2020/11/22/846467/20201122173624859311u.jpg", "publishedAt": "2020-11-22T19:57:00Z", "content": "De acordo com a Secretaria Estadual de Saúde (SES-PE), mais de 48 mil crianças pernambucanas entre 1 e menores de 5 anos têm até a próxima sexta-feira (27) para tomar uma dose extra contra a poliomie… [+1399 chars]"}, {"source": {"id": null, "name": "Correiodopovo-al.com.br"}, "author": "yooh.com.br", "title": "Correio do Povo de Alagoas - Jornal Correio do Povo de Alagoas", "description": "Correio do Povo de Alagoas", "url": "http://correiodopovo-al.com.br/index.php/noticia/2020/11/22/comite-promove-campanha-de-enfrentamento-ao-aedes-aegypti-em-maceio", "urlToImage": "/assets/images/og-image.png", "publishedAt": "2020-11-22T13:51:56Z", "content": "Campanha teve boa parte das ações com execução voltada para as plataformas digitais \r\nA campanha de Enfrentamento ao Aedes aegypti começa nesta segunda-feira (22). De acordo com a Secretaria Municipa… [+2490 chars]"}, {"source": {"id": null, "name": "Sunoresearch.com.br"}, "author": "Carlo Cauti", "title": "Pfizer estaria preparando versão em pó da vacina contra... - Suno Notícias", "description": "A farmacêutica norte-americana Pfizer (NYSE: PFE) estaria preparando uma versão em pó da vacina contra o novo coronavírus (covid-19). O objetivo da Pfizer, que está desenvolvendo o remédio junto com a alemã BioNTech, seria superar os problemas de logística. \"…", "url": "https://www.sunoresearch.com.br/noticias/pfizer-vacina-po-covid/", "urlToImage": "https://storage.googleapis.com/wp-noticias/2020/09/8e77b778-pfizer.1.jpg", "publishedAt": "2020-11-22T13:40:00Z", "content": "Negócios \r\nPfizer estaria preparando versão em pó da vacina contra covid\r\nA farmacêutica norte-americana Pfizer (NYSE: PFE) estaria preparando uma versão em pó da vacina contra o novo coronavírus (co… [+2558 chars]"}, {"source": {"id": null, "name": "Topmidianews.com.br"}, "author": "http://www.dothnews.com.br", "title": "Pesquisa sobre sífilis da UFGD demonstra que casos em recém-nascidos poderiam ser evitados - Top Mídia News", "description": "Quando se fala em pesquisa na área de saúde, a imagem que logo vem à mente é a de profissionais em laboratórios, cruzando dias e noites em busca de soluções práticas para...", "url": "https://www.topmidianews.com.br/saude/pesquisa-sobre-sifilis-da-ufgd-demonstra-que-casos-em-recem-nascidos/137927/", "urlToImage": "https://cdn.topmidianews.com.br/upload/dn_arquivo/2020/11/unnamed_2.jpg", "publishedAt": "2020-11-22T13:26:00Z", "content": "Quando se fala em pesquisa na área de saúde, a imagem que logo vem à mente é a de profissionais em laboratórios, cruzando dias e noites em busca de soluções práticas para situações urgentes como vaci… [+7124 chars]"}, {"source": {"id": null, "name": "Turnozero.com"}, "author": null, "title": "Testes rápidos e o fator medo. Como Madrid reduziu pela metade a incidência do vírus - Turno Zero", "description": "Usar teste rápido de antígeno, substituição da PCR convencional (amostragem por esfregaço) e comportamento da população são talvez os dois fatores que", "url": "https://www.turnozero.com/testes-rapidos-e-o-fator-medo-como-madrid-reduziu-pela-metade-a-incidencia-do-virus/", "urlToImage": "https://static.globalnoticias.pt/dn/image.aspx?brand=DN&type=generate&guid=1e0e26d2-9f13-4f06-a3df-5730c369402b&w=800&h=420&watermark=true&t=20201111221900", "publishedAt": "2020-11-22T13:05:30Z", "content": "Usar teste rápido de antígeno, substituição da PCR convencional (amostragem por esfregaço) e comportamento da população são talvez os dois fatores que mais contribuíram para reduzir pela metade a tax… [+10288 chars]"}, {"source": {"id": null, "name": "Folhadecianorte.com"}, "author": null, "title": "Ciclo de palestras alerta sobre Infecções Sexualmente Transmissíveis - Folha De Cianorte", "description": "A Secretaria de Estado da Saúde promove na próxima terça-feira (24) evento online com o tema Protagonismo Juvenil: uma estratégia positiva. O encontro vai debater e sensibilizar o público sobre importância da prevenção das infecções sexualmente transmissíveis…", "url": "https://folhadecianorte.com/ciclo-de-palestras-alerta-sobre-infeccoes-sexualmente-transmissiveis/", "urlToImage": "https://folhadecianorte.com/wp-content/uploads/2020/11/capa_ist.jpg", "publishedAt": "2020-11-22T12:38:25Z", "content": "A Secretaria de Estado da Saúde promove na próxima terça-feira (24) evento online com o tema Protagonismo Juvenil: uma estratégia positiva. O encontro vai debater e sensibilizar o público sobre impor… [+4769 chars]"}, {"source": {"id": null, "name": "Varginhadigital.com.br"}, "author": null, "title": "Vacinação contra Poliomielite em Varginha: saiba mais informações - Varginha Digital", "description": "A Campanha Nacional de Vacinação contra a Poliomielite e o Sarampo foram prorrogadas até o dia 20 de novembro. Veja os locais de vacinação.", "url": "https://varginhadigital.com.br/noticias/noticias-de-varginha/hoje-tem-vacinacao-contra-poliomielite-em-varginha-c/", "urlToImage": "https://varginhadigital.com.br/wp-content/uploads/2018/10/vacinação-FILEminimizer.jpg", "publishedAt": "2020-11-22T12:06:00Z", "content": "Neste domingo, 22, cinco unidades de saúde de Varginha estarão abertas para a vacinação contra a Poliomielite e para atualização da Caderneta de Vacinação.\r\nA campanha visa reduzir o risco de reintro… [+1584 chars]"}, {"source": {"id": null, "name": "Aquiagora.net"}, "author": null, "title": "Campanha de vacinação contra a poliomielite encerra neste mês - Aquiagora.net", "description": "Crianças de 12 meses a menores de cinco anos devem ser levadas às unidades de saúde até 30 de novembro", "url": "http://aquiagora.net/noticias/ver/104245/", "urlToImage": "https://aquiagora.net/images/grande/4/45fb928c39db9f_normal_vacina.jpg", "publishedAt": "2020-11-22T11:55:34Z", "content": "A Campanha Nacional de Vacinação contra a Poliomielite para as Estado até 30 de novembro. A imunização no Paraná começou em 28 de setembro, uma semana antes da campanha nacional, e terminaria em 30 d… [+2486 chars]"}, {"source": {"id": null, "name": "Liberal.com.br"}, "author": null, "title": "'Resolvi encarar de frente', diz empresário diagnosticado com câncer de próstata - O Liberal", "description": "Relação do empresário Pé Meneghel com o câncer de próstata serve de alerta para os cuidados de homens com a doença", "url": "https://liberal.com.br/cidades/americana/resolvi-encarar-de-frente-diz-empresario-diagnosticado-com-cancer-de-prostata-1368651/", "urlToImage": "https://liberal.com.br/wp-content/uploads/2020/11/pé-meneghel.jpg", "publishedAt": "2020-11-22T11:52:42Z", "content": "O empresário americanense José Luiz Meneghel, o Pé Meneghel, de 60 anos, realiza anualmente os exames preventivos do câncer de próstata. Em função disso, uma alteração no exame feito em outubro de 20… [+3407 chars]"}, {"source": {"id": null, "name": "Radioportalegre.pt"}, "author": "Gabriel Nunes", "title": "Covid-19: Presidente da Câmara de Portalegre admite que a situação epidémica no concelho está longe de estar controlada - Rádio Portalegre", "description": "Radio Portalegre - Serviço regional de radiodifusão. Noticias, musica, desporto, entretenimento. A mais ouvida do alentejo.", "url": "http://www.radioportalegre.pt/index.php/8-radio/14058-covid-19-autarca-de-portalegre-preocupada-com-casos-no-concelho-admite-subida-nos-proximos-dias.html", "urlToImage": null, "publishedAt": "2020-11-22T11:48:45Z", "content": "Detalhes\r\nPublicado em 21-11-2020\r\n(Por Gabriel Nunes/Susana Mourato) - A presidente da Câmara de Portalegre, Adelaide Teixeira admitiu que a situação epidémica no concelho está longe de estar contro… [+1197 chars]"}, {"source": {"id": null, "name": "Turnozero.com"}, "author": null, "title": "Hoje é o Dia Mundial Não Fumador - Turno Zero", "description": "N17 de novembro marca o Dia Mundial do Não Fumador. Esta data representa a promoção da saúde e de hábitos saudáveis ​​frente às principais causas de", "url": "https://www.turnozero.com/hoje-e-o-dia-mundial-nao-fumador/", "urlToImage": "https://noticiasdonordeste.pt/wp-content/uploads/2020/11/fumar.jpg", "publishedAt": "2020-11-22T11:18:39Z", "content": "N17 de novembro marca o Dia Mundial do Não Fumador. Esta data representa a promoção da saúde e de hábitos saudáveis frente às principais causas de doenças com elevada mortalidade, como câncer, doença… [+1785 chars]"}, {"source": {"id": null, "name": "Diariodajaragua.com.br"}, "author": null, "title": "Santa Catarina se prepara para a Semana de Mobilização contra o Aedes aegypti - Diário da Jaraguá", "description": "De acordo com o último boletim epidemiológico, divulgado pela Diretoria de Vigilância Epidemiológica de Santa Catarina (Dive), na sexta-feira, 13, o estado tem 103 municípios infestados pelo...", "url": "https://www.diariodajaragua.com.br/santa-catarina/santa-catarina-se-prepara-para-a-semana-de-mobilizacao-contra-o-aedes/462284/", "urlToImage": "https://cdn.diariodajaragua.com.br/upload/dn_arquivo/2020/11/dengue-20150310-1953904357.jpg", "publishedAt": "2020-11-22T11:00:00Z", "content": "Santa Catarina\r\n22 Nov 2020 - 08h00Por Gustavo Henrique Reif\r\nO ano de 2020 foi marcado pelo registro do maior número de casos confirmados de dengue em Santa Catarina. Para alertar a população e para… [+5637 chars]"}, {"source": {"id": null, "name": "Studio.fm.br"}, "author": null, "title": "Campanha de vacinação contra a pólio e multivacinação são prorrogadas até 21 de novembro - Rádio Studio 87.7 FM", "description": "Em consequência da baixa cobertura da Campanha Nacional de Vacinação contra a Poliomielite no Estado, a Secretaria da Saúde (SES) decidiu prorrogar o prazo da estratégia até 21 de novembro. Nesta data", "url": "https://www.studio.fm.br/2020/10/campanha-de-vacinacao-contra-a-polio-e-multivacinacao-sao-prorrogadas-ate-21-de-novembro/", "urlToImage": "https://www.studio.fm.br/wp-content/uploads/2020/10/sarampo_301119img_29213824-1024x613.jpg", "publishedAt": "2020-11-22T06:59:31Z", "content": "Em consequência da baixa cobertura da Campanha Nacional de Vacinação contra a Poliomielite no Estado, a Secretaria da Saúde (SES) decidiu prorrogar o prazo da estratégia até 21 de novembro. Nesta dat… [+3546 chars]"}, {"source": {"id": null, "name": "Turnozero.com"}, "author": null, "title": "A mutação do coronavírus no vison coloca a vacina em risco? Compreendo - Turno Zero", "description": "UMA mutação detectou no vamos apontar, que se refere a uma mudança de aminoácido na proteína do novo coronavírus SARS-CoV-2, por trás da doença Covid-19,", "url": "https://www.turnozero.com/a-mutacao-do-coronavirus-no-vison-coloca-a-vacina-em-risco-compreendo/", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1605514259/naom_5fb23364dd454.jpg?crop_params=eyJsYW5kc2NhcGUiOnsiY3JvcFdpZHRoIjoyNTYwLCJjcm9wSGVpZ2h0IjoxNDQwLCJjcm9wWCI6MCwiY3JvcFkiOjEwOX0sInBvcnRyYWl0Ijp7ImNyb3BXaWR0aCI6OTQ5LCJjcm9wSGVpZ2h0IjoxNjg4LCJjcm9wWCI6ODY2LCJjcm9wWSI6MTh9fQ==", "publishedAt": "2020-11-22T06:02:47Z", "content": "UMA mutação detectou no vamos apontar, que se refere a uma mudança de aminoácido na proteína do novo coronavírusSARS–CoV-2, por trás da doença Covid-19, não afeta a capacidade do sistema imunológico … [+1644 chars]"}, {"source": {"id": null, "name": "Turnozero.com"}, "author": null, "title": "Santo André está tomando medidas para prevenir o câncer de próstata - Turno Zero", "description": "Prefeitura e espelho d'água iluminados em apoio à campanha Azul em novembro (Foto: Angelo Baima / PSA)Outra das principais causas de morte por câncer em", "url": "https://www.turnozero.com/santo-andre-esta-tomando-medidas-para-prevenir-o-cancer-de-prostata/", "urlToImage": "https://www.reporterdiario.com.br/wp-content/uploads/2020/11/Paço-Municipal-Novembro-Azul-Foto-Angelo-Baima_PSA-3.jpeg", "publishedAt": "2020-11-22T02:22:06Z", "content": "Prefeitura e espelho d’água iluminados em apoio à campanha Azul em novembro (Foto: Angelo Baima / PSA)\r\nOutra das principais causas de morte por câncer em homens brasileiros, o câncer de próstata e s… [+1374 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Coronavírus / Covid-19 - ZAP - ZAP", "description": "Quadros de propagação da Covid-19 COVID-19 EM PORTUGAL Fonte: ESRI Portugal MAPA INTERATIVO: CASOS CONFIRMADOS DE CORONAVIRUS Fonte: Johns Hopkins...", "url": "https://zap.aeiou.pt/thread/covid-19", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/06/c4ca4238a0b923820dcc509a6f75849b-3.jpg", "publishedAt": "2020-11-21T18:36:00Z", "content": "O que é a Covid-19?\r\nCOVID-19 é o nome oficial, atribuído pela Organização Mundial da Saúde, à doença provocada por um novo coronavírus, o SARS-COV-2, que pode causar infeção respiratória grave como … [+3452 chars]"}, {"source": {"id": null, "name": "Diariodigital.com.br"}, "author": "Mahmod A. Issa", "title": "Saúde do homem vai além do combate ao câncer de próstata - Diario Digital", "description": "A Campanha Novembro Azul segue pela Secretaria de Estado de Saúde (SES), com objetivo de conscientizar a população sobre a importância aos cuidados da Saúde do Homem. Os dados do Ministério da Saúde apontam que os índices de mortalidade de homens em Mato Gros…", "url": "https://www.diariodigital.com.br/geral/saude-do-homem-vai-alem-do-combate-ao-cancer-de-prostata/", "urlToImage": "https://www.diariodigital.com.br/wp-content/uploads/2020/11/Novembro-Azul-1.jpg", "publishedAt": "2020-11-21T17:54:53Z", "content": "A Campanha Novembro Azul segue pela Secretaria de Estado de Saúde (SES), com objetivo de conscientizar a população sobre a importância aos cuidados da Saúde do Homem. Os dados do Ministério da Saúde … [+3768 chars]"}, {"source": {"id": null, "name": "Mixvale.com.br"}, "author": "Internet", "title": "SP registra 41,2 mil óbitos e 1,2 milhão casos de coronavírus - Portal Mix Vale", "description": "O Estado de São Paulo registra neste sábado (21) 41.256 óbitos e 1.205.435 casos confirmados do novo coronavírus. Entre o total de casos diagnosticados de COVID-19, 1.077.288 pessoas estão recuperadas, sendo que 129.972 foram internadas e tiveram alta hospita…", "url": "https://www.mixvale.com.br/2020/11/21/sp-registra-412-mil-obitos-e-12-milhao-casos-de-coronavirus/", "urlToImage": null, "publishedAt": "2020-11-21T17:36:22Z", "content": "O Estado de São Paulo registra neste sábado (21) 41.256 óbitos e 1.205.435 casos confirmados do novo coronavírus.\r\nEntre o total de casos diagnosticados de COVID-19, 1.077.288 pessoas estão recuperad… [+2273 chars]"}, {"source": {"id": null, "name": "Ibahia.com"}, "author": "Redação iBahia", "title": "Treino de braço não deixa mulher musculosa; veja mitos e verdades sobre o assunto - iBahia", "description": "Músculos da região são evitados por algumas mulheres na academia", "url": "https://www.ibahia.com/saude/detalhe/noticia/treino-de-braco-nao-deixa-mulher-musculosa-veja-mitos-e-verdades-sobre-o-assunto/", "urlToImage": "https://www.ibahia.com/fileadmin/user_upload/ibahia/2020/setembro/18/braco.jpg", "publishedAt": "2020-11-21T16:00:00Z", "content": ""}, {"source": {"id": null, "name": "Onortao.com.br"}, "author": "Editor Chefe", "title": "Senador Acir Gurgacz pede fim da carteira de vacinação impressa e criação de uma versão digital com blockchain - O Nortão Jornal", "description": "Um Projeto de Lei encaminhado no Senado Federal pede que o Ministério da Saúde adote um registro em blockchain de todas as vacinas ministradas no país. Desta forma, o PL 5190 de autoria do Senador Acir Gurgacz (PDT/RO) pretende alterar a Lei nº 6.259, de 30 d…", "url": "https://www.onortao.com.br/senador-acir-gurgacz-pede-fim-da-carteira-de-vacinacao-impressa-e-criacao-de-uma-versao-digital-com-blockchain/", "urlToImage": "https://www.onortao.com.br/wp-content/uploads/2020/11/jn8or1q7cvr8fcq-960x600.jpg", "publishedAt": "2020-11-21T14:46:53Z", "content": "Um Projeto de Lei encaminhado no Senado Federal pede que o Ministério da Saúde adote um registro em blockchain de todas as vacinas ministradas no país.\r\nContinua após a publicidade\r\nDesta forma, o PL… [+4149 chars]"}, {"source": {"id": null, "name": "Dci.com.br"}, "author": "Andreia Brasil", "title": "Alimentos anti-idade para garantir uma pele de pêssego - DCI", "description": "Confira uma lista com diversos ingredientes que ajudam a prevenir os sinais do envelhecimento e ainda protegem a saúde do organismo.", "url": "https://www.dci.com.br/saude/alimentos-anti-idade/46405/", "urlToImage": "https://i1.wp.com/www.dci.com.br/wp-content/uploads/2020/11/alimentos-anti-idade.jpg?fit=1250%2C767&ssl=1", "publishedAt": "2020-11-21T14:00:00Z", "content": "Dizem por aí que você é o que você come. Sem dúvida, a alimentação tem um papel essencial na saúde, na disposição e até no equilíbrio mental e emocional. O cenário, então, não poderia ser diferente e… [+4891 chars]"}, {"source": {"id": null, "name": "Tpower.com.br"}, "author": null, "title": "Notícias de Paraguaçu (MG) e região | tpower.com.br - TPOWER", "description": "Clique e leia", "url": "http://www.tpower.com.br/not.21.11.20.nov.azul.htm", "urlToImage": null, "publishedAt": "2020-11-21T12:55:50Z", "content": null}, {"source": {"id": null, "name": "Enfoquems.com.br"}, "author": null, "title": "Prefeitura leva “Sábado sem Mosquito” a dois bairros neste sábado - Enfoque MS", "description": "A Prefeitura de Dourados realiza o “Sábado sem Mosquito” em dois bairros neste sábado (21). Serão atendidos com o mutirão de combate ao Aedes aegypti os bairros Chácara Cidélis e o Dioclécio Artuzi.", "url": "https://www.enfoquems.com.br/prefeitura-leva-sabado-sem-mosquito-a-dois-bairros-neste-sabado/", "urlToImage": "https://www.enfoquems.com.br/wp-content/uploads/2020/11/a-533.jpg", "publishedAt": "2020-11-21T12:30:18Z", "content": "A Prefeitura de Dourados realiza o Sábado sem Mosquito em dois bairros neste sábado (21). Serão atendidos com o mutirão de combate ao Aedes aegypti os bairros Chácara Cidélis e o Dioclécio Artuzi.\r\nA… [+619 chars]"}, {"source": {"id": null, "name": "Turnozero.com"}, "author": null, "title": "Cobertura da poliomielite em Rio Preto chega a 74,8% - Turno Zero", "description": "A cobertura de vacinação contra poliomielite em Rio Preto chegou a 74,89%, segundo a secretaria municipal de saúde. Esse percentual corresponde a 14.342", "url": "https://www.turnozero.com/cobertura-da-poliomielite-em-rio-preto-chega-a-748/", "urlToImage": "https://www.diariodaregiao.com.br/_midias/jpg/2020/10/15/630x420/1_vacina_jpg_850x564-3488874.jpg", "publishedAt": "2020-11-21T12:13:50Z", "content": "A cobertura de vacinação contra poliomielite em Rio Preto chegou a 74,89%, segundo a secretaria municipal de saúde. Esse percentual corresponde a 14.342 doses administradas durante a campanha iniciad… [+1306 chars]"}, {"source": {"id": null, "name": "Turnozero.com"}, "author": null, "title": "OMS: mais 60 emergências de saúde em 2020 - Turno Zero", "description": "Foto: Peter Ilicciev / FiocruzANA ESTELA DE SOUSA PINTOBRUXELAS, BÉLGICA (FOLHAPRESS) - No ano da pandemia Covid-19, o mundo passou por outras 60", "url": "https://www.turnozero.com/oms-mais-60-emergencias-de-saude-em-2020/", "urlToImage": "https://paraibaonline.com.br/wp-content/uploads/2020/11/COVID.jpg", "publishedAt": "2020-11-21T11:51:46Z", "content": "Foto: Peter Ilicciev / Fiocruz\r\nANA ESTELA DE SOUSA PINTOBRUXELAS, BÉLGICA (FOLHAPRESS) – No ano da pandemia Covid-19, o mundo passou por outras 60 emergências de saúde, incluindo grandes epidemias d… [+1981 chars]"}, {"source": {"id": null, "name": "Turnozero.com"}, "author": null, "title": "Estudo alerta para novas doenças cardiovasculares pediátricas - Turno Zero", "description": "Um estudo europeu sobre os efeitos cardiovasculares da infecção pelo novo coronavírus em crianças e adolescentes revelou a existência de uma \"síndrome", "url": "https://www.turnozero.com/estudo-alerta-para-novas-doencas-cardiovasculares-pediatricas/", "urlToImage": "https://www.jm-madeira.pt/file/index/noticias/110286/5fb5586dd9e42.jpg", "publishedAt": "2020-11-21T11:43:28Z", "content": "Um estudo europeu sobre os efeitos cardiovasculares da infecção pelo novo coronavírus em crianças e adolescentes revelou a existência de uma “síndrome inflamatória multissistémica”.\r\nA segunda revist… [+2780 chars]"}, {"source": {"id": null, "name": "Zeddbrasil.com"}, "author": "Edson Moreira Bezerra", "title": "Mutações do coronavírus: consulte as respostas às perguntas sobre o impacto da vacina, segunda onda e reinfecção | Coronavírus - Zedd Brasil", "description": "Mas o que isso significa? As mutações tornam o vírus mais perigoso ou mais resistente às vacinas que estão sendo desenvolvidas contra ele? Neste relatório, você poderá fazer perguntas sobre essas e outras perguntas sobre mutações: O que...", "url": "https://www.zeddbrasil.com/mutacoes-do-coronavirus-consulte-as-respostas-as-perguntas-sobre-o-impacto-da-vacina-segunda-onda-e-reinfeccao-coronavirus/", "urlToImage": "https://s2.glbimg.com/5YERHPUxVcfP7u_djDyxWTMLKwo=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2020/c/D/XASaTZSkmgnOYoI4Rxag/covid-19-sars-cov-2-virus.jpg", "publishedAt": "2020-11-21T11:32:27Z", "content": "Mas o que isso significa? As mutações tornam o vírus mais perigoso ou mais resistente às vacinas que estão sendo desenvolvidas contra ele?\r\nNeste relatório, você poderá fazer perguntas sobre essas e … [+10955 chars]"}, {"source": {"id": null, "name": "Portaldacidade.com"}, "author": "Portal da Cidade", "title": "DAE Jundiaí retoma recadastramento de clientes, casa a casa - Portal da cidade", "description": "A campanha de recadastramento começou em setembro de 2019, mas, este ano, ficou oito meses suspensa, em função da pandemia da Covid-19.", "url": "https://louveira.portaldacidade.com/noticias/regiao/dae-jundiai-retoma-recadastramento-de-clientes-casa-a-casa-2811", "urlToImage": "https://static.portaldacidade.com/unsafe/560x315/https://s3.amazonaws.com/louveira.portaldacidade.com/img/news/2020-11/dae-jundiai-retoma-recadastramento-de-clientes-casa-a-casa-5fb8ddfb8fc81.png", "publishedAt": "2020-11-21T09:32:31Z", "content": "A DAE Jundiaí voltou a realizar o recadastramento dos clientes, casa a casa. A campanha vai percorrer toda a cidade pelos próximos oito meses, com o objetivo de atualizar as documentações e facilitar… [+1027 chars]"}, {"source": {"id": null, "name": "Diariodaamazonia.com.br"}, "author": "Diário da Amazônia", "title": "Porto Velho tem risco médio de epidemia de dengue, aponta LIRAa - Diário da Amazônia", "description": "O novo levantamento realizado pelo Departamento de Vigilância em Saúde (DVS) em parceria com o Departamento de Atenção Básica (DAB), aponta o Índice de Infestação Predial (IPP) de 3,2%, com médio risco de epidemia de arboviroses em Porto Velho. Os dados indic…", "url": "https://www.diariodaamazonia.com.br/porto-velho-tem-risco-medio-de-epidemia-de-dengue-aponta-liraa/", "urlToImage": "/gerenciador/data/uploads/2020/11/MOSQUITO-DA-DENGUE.FOTOS_.RONI-CARVALHO.JPG-2-1024x822.jpg", "publishedAt": "2020-11-21T09:00:00Z", "content": "Se preferir, ouça a versão em áudio\r\nOs bairros Tucumanzal, Tancredo Neves, Ulisses Guimarães, São João Bosco e Lagoinha são os cinco primeiros colocados do ranking / Foto: Roni Carvalho\r\nO novo leva… [+2665 chars]"}, {"source": {"id": null, "name": "Diariodepetropolis.com.br"}, "author": null, "title": "Diário de Petrópolis - Jornal Diário de Petrópolis Online", "description": "CIDADE TEM 8.408 CASOS POSITIVOS E 292 MORTOS PELA DOENÇA", "url": "https://www.diariodepetropolis.com.br/integra/covid-19-medicos-alertam-para-importancia-da-prevencao-187701", "urlToImage": "https://www.diariodepetropolis.com.br/Conteudo/Dados_DRPTR14/acervo/1/202011/fotos/0500_x_0375_20201118041852_T0LM3.jpg", "publishedAt": "2020-11-21T03:57:43Z", "content": "Edição anterior (2200):quarta-feira, 18 de novembro de 2020\r\n  Covid-19Jaqueline Ribeiro - especial para o Diário\r\n \r\nA disseminação do novo coronavírus vem se confirmando na cidade, o que fica claro… [+5475 chars]"}, {"source": {"id": null, "name": "Diarioonline.com.br"}, "author": "Diário do Pará", "title": "\"Ainda temos muito a investigar\", diz virologista sobre vírus mortal encontrado na Bolívia - DOL - Diário Online", "description": "Vírus com sintomas similares aos do Ebola não possui tratamento, é transmissível entre humanos e pode deixar comunidade científica em alerta em breve", "url": "https://www.diarioonline.com.br/noticias/mundo-noticias/616553/ainda-temos-muito-a-investigar-diz-virologista-sobre-virus-mortal-encontrado-na-bolivia", "urlToImage": "https://i1.wp.com/cdn.diarioonline.com.br/img/Artigo-Destaque/610000/reproducao-omics_00616553_0_.jpg?xid=1398462", "publishedAt": "2020-11-21T00:18:00Z", "content": "Encontrado na Bolívia no final do ano passado, o vírus Chapare começou a ganhar espaço na mídia recentemente após preocupar cientistas e especialistas da área da saúde, tendo em vista seus sintomas q… [+1751 chars]"}, {"source": {"id": null, "name": "Diariodosudoeste.com.br"}, "author": "Estadão Conteúdo", "title": "O que é retinopatia diabética e como evitá-la? - Diário do Sudoeste", "description": "Uma de suas consequências da diabete é o efeito da doença na visão, com a retinopatia diabética. O oftalmologista Antônio Sérgio, do Hospital CEMA, explica que a diabete é caracterizada por um aumento do nível de glicose no sangue, a chamada glicemia, e esse …", "url": "https://diariodosudoeste.com.br/almanaque/o-que-e-retinopatia-diabetica-e-como-evita-la/", "urlToImage": "https://media.diariodosudoeste.com.br/2020/09/51e2f9d3-img-padrão-1000x600.png", "publishedAt": "2020-11-21T00:13:36Z", "content": "Uma de suas consequências da diabete é o efeito da doença na visão, com a retinopatia diabética. O oftalmologista Antônio Sérgio, do Hospital CEMA, explica que a diabete é caracterizada por um aument… [+5053 chars]"}, {"source": {"id": null, "name": "Infonet.com.br"}, "author": "Verlane Estácio", "title": "Covid-19: SES diz que taxa de transmissão em SE se mantém abaixo de 1 - Infonet", "description": "A taxa de transmissão da Covid-19 caiu para menos de 1 em Sergipe. Esse indicador serve como uma estimativa de como a doença se espalha entre a população. Abaixo de 1 significa dizer que uma pessoa infectada pela doença transmite para menos de uma pe", "url": "https://infonet.com.br/noticias/saude/covid-19-ses-diz-que-taxa-de-transmissao-em-se-se-mantem-abaixo-de-1/", "urlToImage": "https://infonet.com.br/wp-content/uploads/2020/11/coronavirus_fotonova_freepik_201120.jpg", "publishedAt": "2020-11-20T22:00:00Z", "content": "Taxa de transmissão da Covid-19 em Sergipe se mantém abaixo de 1 (Foto: Freepik)\r\nA taxa de transmissão da Covid-19 caiu para menos de 1 em Sergipe. Esse indicador serve como uma estimativa de como a… [+2702 chars]"}, {"source": {"id": null, "name": "Abril.com.br"}, "author": "Rafael Battaglia", "title": "Caixa de som promete reproduzir músicas no seu ouvido – sem nenhum tipo de fone - Superinteressante", "description": "Com previsão de lançamento no final de 2021, a caixinha da israelense Noveto utiliza ondas ultrassônicas para criar bolsões de som próximos às orelhas.", "url": "https://super.abril.com.br/tecnologia/caixa-de-som-promete-reproduzir-musicas-no-seu-ouvido-sem-nenhum-tipo-de-fone/", "urlToImage": "https://super.abril.com.br/wp-content/uploads/2020/11/noveto_fb.jpg?quality=70&strip=info", "publishedAt": "2020-11-20T21:53:23Z", "content": "Fones de ouvido incomodam você mas a MC Melody no volume 11 incomoda as outras pessoas no cômodo. Eis um dilema comum, que tem data para acabar. Pelo menos, é o que promete a Noveto System. Recenteme… [+2632 chars]"}, {"source": {"id": null, "name": "Folhavitoria.com.br"}, "author": "Folha Vitória", "title": "Doença Pulmonar Obstrutiva Crônica é a terceira que mais mata no mundo - Folha Vitória", "description": "A doença pode se desenvolver devido ao ato de fumar ou estar exposto ao tabaco, ou seja, fumantes passivos também são suscetíveis à patologia", "url": "https://www.folhavitoria.com.br/saude/noticia/11/2020/doenca-pulmonar-obstrutiva-cronica-e-a-terceira-que-mais-mata-no-mundo", "urlToImage": "https://assets.folhavitoria.com.br/images/b3b8b900-298c-11eb-bc43-25bd8233483a--minified.png", "publishedAt": "2020-11-20T21:52:12Z", "content": "Foto: divulgação/freepik\r\nVocê sabe o que é DPOC? A Doença Pulmonar Obstrutiva Crônica acomete cerca de 300 milhões de pessoas atualmente e é a terceira maior causa de morte no mundo, principalmente … [+2893 chars]"}, {"source": {"id": null, "name": "Canaltech.com.br"}, "author": "Natalie Rosa", "title": "Pela 1ª vez, cientistas conseguem reverter envelhecimento de células humanas - Canaltech", "description": "Em Tel Aviv, Israel, um grupo de cientistas conseguiu reverter o processo de envelhecimento das células. O experimento foi feito com voluntários que aceitaram ficar por horas, toda semana, em uma câmara de oxigênio hiperbárica, inalando oxigênio puro", "url": "https://canaltech.com.br/saude/cientistas-revertem-envelhecimento-celulas-humanas-175017/", "urlToImage": "https://ibcdn.canaltech.com.br/VB9t16X3ODQdIWufHQ0_CG_wKdU=/700x394/smart/i6306.jpeg", "publishedAt": "2020-11-20T21:45:00Z", "content": "Fito inédito na ciência! Pela primeira vez, cientistas conseguiram reverter o processo de envelhecimento da célula humana, que ocorre naturalmente ao longo dos anos, quando os telômeros, estruturas q… [+2689 chars]"}, {"source": {"id": null, "name": "Ricmais.com.br"}, "author": null, "title": "Saiba onde vacinar seus filhos contra pólio neste sábado em Curitiba - RIC Mais", "description": "Neste sábado (21/11) Curitiba terá mutirão de vacina contra a poliomielite e multivacinação. A Secretaria Municipal da Saúde vai oferecer drive-thru da “gotinha”.", "url": "https://ricmais.com.br/noticias/saude/saiba-onde-vacinar-seus-filhos-contra-polio-neste-sabado-em-curitiba/", "urlToImage": "https://static.ricmais.com.br/uploads/2020/11/polio.jpg", "publishedAt": "2020-11-20T21:05:22Z", "content": "Neste sábado (21/11) Curitiba terá mutirão de vacina contra a poliomielite e multivacinação. A Secretaria Municipal da Saúde vai oferecer drive-thru da gotinha em seis pontos da cidade e também abrir… [+3335 chars]"}, {"source": {"id": null, "name": "Jornaldafronteira.com.br"}, "author": null, "title": "Palestras tratam sobre Infecções Sexualmente Transmissíveis - Jornal da Fronteira", "description": "A Secretaria de Estado da Saúde promove na próxima terça-feira (24) evento online com o tema Protagonismo Juvenil: uma", "url": "https://www.jornaldafronteira.com.br/palestras-tratam-sobre-infeccoes-sexualmente-transmissiveis/", "urlToImage": "https://www.jornaldafronteira.com.br/wp-content/uploads/infocoweb/2020/11/20/thumbnail-for-47054.jpg", "publishedAt": "2020-11-20T21:03:58Z", "content": null}, {"source": {"id": null, "name": "Patosja.com.br"}, "author": "", "title": "Patos de Minas já confirmou 758 casos de dengue em 2020 - Patos Já", "description": "Patos Já - Patos de Minas já confirmou 758 casos de dengue em 2020 - Com o clima quente e o período chuvoso o risco de infestação aumenta", "url": "https://patosja.com.br/noticias/saude/patos-de-minas-ja-confirmou-758-casos-de-dengue-em-2020", "urlToImage": "https://patosja.com.br/uploads/Conteudo/12698/2ce37ecbafbcd4005f9dbc7a920fd312.jpg", "publishedAt": "2020-11-20T20:00:00Z", "content": "Em meio a pandemia do novo coronavírus, outra preocupação, a dengue em Patos de Minas. O alerta é para que o patense se conscientize sobre a necessidade de eliminar possíveis criadouros do mosquito A… [+719 chars]"}, {"source": {"id": null, "name": "Noticiasdemogi.com.br"}, "author": null, "title": "Vacinação contra Poliomielite e Multivacinação vão até sexta; veja quem deve tomar - Notícias de Mogi", "description": "Segundo a Secretaria Municipal de Saúde, em Mogi das Cruzes, a cobertura de vacinação contra a poliomielite está com 53,60%, índice abaixo da meta preconizada pelo Ministério da Saúde, que é 95%", "url": "https://noticiasdemogi.com.br/vacinacao-contra-poliomielite-e-multivacinacao-vao-ate-sexta-veja-quem-deve-tomar/", "urlToImage": "https://noticiasdemogi.com.br/wp-content/uploads/2020/11/vacina.jpg", "publishedAt": "2020-11-11T20:46:29Z", "content": "Termina nesta sexta-feira (13), em todo o Estado de São Paulo, a Campanha de Vacinação contra Poliomielite e Multivacinação.\r\nA vacinação contra a paralisia infantil é destinada a todas as crianças d… [+1732 chars]"}, {"source": {"id": null, "name": "Bonitonoticias.com.br"}, "author": "Grupo Agitta de Comunicação", "title": "608 pessoas estão recuperadas da Covid-19 em Bonito; veja o boletim - Bonito Notícias", "description": "Dos 2.196 casos notificados, 628 foram confirmados, 11 estão em isolamento, 2 internados em investigação, 8 em investigação e 01 internado.", "url": "https://www.bonitonoticias.com.br/bonito-ms/noticia/saude/608-pessoas-estao-recuperadas-da-covid19-em-bonito-veja-o-boletim", "urlToImage": "https://www.bonitonoticias.com.br/imagem/noticia/750/461/1605012157_10053.jpg", "publishedAt": "2020-11-10T12:46:30Z", "content": "Segundo dados divulgados pela Secretaria Municipal de Saúde de Bonito (MS) na última segunda-feira (9), há 628 casos confirmados de Covid-19 no município, sendo que 608 já estão recuperados.\r\nAinda s… [+1609 chars]"}, {"source": {"id": null, "name": "Cbncuritiba.com"}, "author": "CBN", "title": "SESA deve autorizar aula presencial em cursos de graduação - CBN Curitiba 90.1 FM", "description": "A decisão ocorre após a publicação, na última sexta-feira (19), de um novo decreto do Executivo Estadual que determinou a inclusão de escolas e universidades", "url": "https://cbncuritiba.com/sesa-deve-autorizar-aula-presencial-graduacao/", "urlToImage": "https://cbncuritiba.b-cdn.net/cbn/wp-content/uploads/2020/09/aula-graduação.jpg", "publishedAt": "2020-09-22T13:52:06Z", "content": "A Secretaria de Estado da Saúde (SESA) deve publicar nesta semana uma resolução que autoriza o retorno presencial de aulas de graduação e pós-graduação da área da saúde. A volta das atividades seria … [+989 chars]"}, {"source": {"id": null, "name": "Semprefamilia.com.br"}, "author": "Helen Mendes", "title": "Anticorpos sintéticos têm resultados promissores contra Covid-19; entenda a técnica - Sempre Família", "description": "Uma classe de medicamentos mostrou nesta semana os primeiros resultados promissores para o combate da Covid-19. Os anticorpos monoclonais, versões de laboratório dos anticorpos produzidos pelo corpo humano para combater o vírus, são tidos como uma aposta de t…", "url": "https://www.semprefamilia.com.br/saude/anticorpos-sinteticos-tem-resultados-promissores-contra-covid-19-entenda-a-tecnica/", "urlToImage": "https://media.gazetadopovo.com.br/2020/09/18130839/injecao-660x372.jpg", "publishedAt": "2020-09-18T18:25:42Z", "content": "Uma classe de medicamentos mostrou nesta semana os primeiros resultados promissores para o combate da Covid-19. Os anticorpos monoclonais, versões de laboratório dos anticorpos produzidos pelo corpo … [+3464 chars]"}, {"source": {"id": null, "name": "Msnoticias.com.br"}, "author": "https://www.dothnews.com.br", "title": "Mato Grosso do Sul tem primeiro caso de mormo equino confirmado - MS Notícias", "description": "A Agência Estadual de Defesa Sanitária Animal e Vegetal de Mato Grosso do Sul (Iagro-MS) registrou no mês de abril, um caso de mormo equino no município de Bela Vista, localizado na região...", "url": "https://www.msnoticias.com.br/editorias/agronegocios/mato-grosso-do-sul-tem-primeiro-caso-de-mormo-equino-confirmado/58927/", "urlToImage": "https://cdn.msnoticias.com.br/upload/dn_noticia/2015/05/660-2500-1-415-139-4314.jpg", "publishedAt": "2020-07-26T12:07:01Z", "content": "A Agência Estadual de Defesa Sanitária Animal e Vegetal de Mato Grosso do Sul (Iagro-MS) registrou no mês de abril, um caso de mormo equino no município de Bela Vista, localizado na região Sudoeste d… [+924 chars]"}, {"source": {"id": null, "name": "Liberal.com.br"}, "author": null, "title": "Americana ainda tem cinco mil doses de vacina contra gripe - O Liberal", "description": "Campanha de vacinação está liberada para toda a população até o dia 24 de julho, das 8 às 16 horas, em todas as UBSs", "url": "https://liberal.com.br/cidades/americana/americana-ainda-tem-cinco-mil-doses-de-vacina-contra-gripe-1259563/", "urlToImage": "https://liberal.com.br/wp-content/uploads/2020/07/vacina-gripe-scaled.jpg", "publishedAt": "2020-07-16T18:56:15Z", "content": "A Vigilância Epidemiológica de Americana informou nesta quinta-feira (16) que o município possui cinco mil doses da vacina contra a gripe. A campanha de vacinação está liberada para toda a população … [+890 chars]"}, {"source": {"id": null, "name": "Gazetadopovo.com.br"}, "author": "null", "title": "Governo inaugura Hospital Regional de Guarapuava - Gazeta do Povo", "description": "Estrutura será, inicialmente, toda utilizada para o enfrentamento da Covid-19, com 20 leitos de UTI. Saiba mais na Gazeta do Povo", "url": "https://www.gazetadopovo.com.br/parana/breves/hospital-guarapuava-covid-19/", "urlToImage": "https://media.gazetadopovo.com.br/2020/07/13143629/normal_20200626_AGB_Hosp_Guarapuava2-660x372.jpg", "publishedAt": "2020-07-13T17:50:37Z", "content": null}, {"source": {"id": null, "name": "Tribunadejundiai.com.br"}, "author": "Redação", "title": "Novo vírus encontrado na China tem potencial para criar outra pandemia - Tribuna de Jundiaí", "description": "Uma nova cepa do vírus da gripe com potencial de causar uma nova pandemia foi identificada na China, segundo um novo estudo.", "url": "https://tribunadejundiai.com.br/saude/novo-virus-encontrado-na-china-tem-potencial-para-criar-outra-pandemia/", "urlToImage": "https://tribunadejundiai.com.br/wp-content/uploads/2020/06/divulgacao_governo_federal_0-min.jpg", "publishedAt": "2020-06-30T13:50:50Z", "content": "Uma nova cepa do vírus da gripe com potencial de causar uma nova pandemia foi identificada na China, segundo um novo estudo.\r\nO estudo foi publicado na revista Proceedings, da Academia Nacional de Ci… [+992 chars]"}, {"source": {"id": null, "name": "Folhape.com.br"}, "author": null, "title": "Ame Daniel: campanha busca arrecadar dinheiro para tratamento de criança - Folha de Pernambuco", "description": "A fam&#237;lia do pequeno Daniel, que completou recentemente um ano, iniciou a campanha \"Ame Daniel\" pelas redes sociais na &#250;ltima sexta-feira (17) para arrecadar cerca de R$ 3 milh&#245;es.  A...", "url": "https://www.folhape.com.br/noticias/ame-daniel-campanha-busca-arrecadar-dinheiro-para-tratamento-de-crianc/21518/", "urlToImage": "https://cdn.folhape.com.br/img/c/800/600/dn_arquivo/2017/03/campanha.JPG", "publishedAt": "2020-06-11T13:10:37Z", "content": "A família do pequeno Daniel, que completou recentemente um ano, iniciou a campanha \"Ame Daniel\" pelas redes sociais na última sexta-feira (17) para arrecadar cerca de R$ 3 milhões. A quantia será apl… [+1257 chars]"}, {"source": {"id": null, "name": "Verdesmares.com.br"}, "author": "Redação", "title": "Campanha de vacinação contra a gripe inicia terceira fase; confira onde se vacinar em Fortaleza - Diário do Nordeste", "description": "O serviço segue até o próximo dia 5 de junho; o público alvo pode realizar a imunização em 113 postos de saúde e 97 escolas municipais de Fortaleza", "url": "https://diariodonordeste.verdesmares.com.br/metro/campanha-de-vacinacao-contra-a-gripe-inicia-terceira-fase-confira-onde-se-vacinar-em-fortaleza-1.2244339", "urlToImage": "https://diariodonordeste.verdesmares.com.br/image/contentid/policy:1.2138519:1590238878/image.jpg?h=630&q=0.6&w=1200&$p$h$q$w=f76cc5e", "publishedAt": "2020-05-31T23:21:34Z", "content": "A Campanha Nacional de Vacinação Contra a Gripe iniciou sua terceira fase nesta segunda-feira (11), sendo dividida em duas etapas, de acordo com os grupos prioritários. O serviço segue até o próximo … [+1963 chars]"}, {"source": {"id": null, "name": "Cbncuritiba.com"}, "author": "CBN", "title": "Curitiba ainda não atingiu a meta de vacinação em doentes crônicos - CBN Curitiba", "description": "De acordo com a Secretaria Municipal da Saúde, em Curitiba, a campanha da vacinação contra a gripe ainda não atingiu a meta para parte do público desta fase:", "url": "https://cbncuritiba.com/curitiba-ainda-nao-atingiu-a-meta-de-vacinacao-em-doentes-cronicos/", "urlToImage": "https://cbncuritiba.b-cdn.net/cbn/wp-content/uploads/2020/05/VACINA-INFLUENZA.jpg", "publishedAt": "2020-05-21T13:33:54Z", "content": "De acordo com a Secretaria Municipal da Saúde, em Curitiba, a campanha da vacinação contra a gripe ainda não atingiu a meta para parte do público desta fase: doentes crônicos, crianças e gestantes. D… [+1190 chars]"}, {"source": {"id": null, "name": "Sfnoticias.com.br"}, "author": null, "title": "Macaco encontrado morto em Campos estava com febre amarela - SF Notícias", "description": "Deu positivo para febre amarela o exame realizado em um dos macacos encontrados mortos na localidade de Rio Preto, em Campos. As informações foram confirmadas em uma entrevista coletiva realizada na manhã desta sexta-feira (17/03) na Prefeitura de Campos pela…", "url": "https://sfnoticias.com.br/macaco-encontrado-morto-em-campos-estava-com-febre-amarela", "urlToImage": "https://sfnoticias.com.br/wp-content/uploads/2017/03/macaco-morto-.jpg", "publishedAt": "2020-05-06T05:10:29Z", "content": null}, {"source": {"id": null, "name": "Cbncuritiba.com"}, "author": "CBN", "title": "Vacina contra a gripe para crianças – CBN Curitiba - CBN Curitiba 90.1 FM", "description": "A terceira etapa da campanha foi antecipada e nesta segunda e terça-feira devem ser vacinadas crianças de 6 a 11 meses e 29 dias e pessoas com deficiência. Já", "url": "https://cbncuritiba.com/comeca-nesta-segunda-feira-4-a-vacinacao-contra-a-gripe-para-criancas-e-pessoas-com-deficiencia/", "urlToImage": "https://cbncuritiba.b-cdn.net/cbn/wp-content/uploads/2019/10/campanha-nacional-de-vacinacao-sarampo.jpg", "publishedAt": "2020-05-01T22:06:45Z", "content": "A terceira etapa da campanha foi antecipada e nesta segunda e terça-feira devem ser vacinadas crianças de 6 a 11 meses e 29 dias e pessoas com deficiência. Já na quarta (6), quinta (7) e sexta-feira … [+3983 chars]"}, {"source": {"id": null, "name": "Tribunadejundiai.com.br"}, "author": "Redação", "title": "Pesquisa aponta remédio antiparasita capaz de matar o coronavírus em 48 horas - Tribuna de Jundiaí", "description": "A pesquisa realizada pela Monash University, em parceria com o Doherty Institute of Infection and Immunity, foi publicada na revista Antiviral Research, da Elsevier.", "url": "https://tribunadejundiai.com.br/saude/coronavirus/pesquisa-aponta-remedio-antiparasita-capaz-de-matar-o-coronavirus-em-48-horas/", "urlToImage": "https://tribunadejundiai.com.br/wp-content/uploads/2020/04/examining-sample-with-microscope_1098-18424-min.jpg", "publishedAt": "2020-04-06T11:59:01Z", "content": "Um estudo na Austrália observou que um remédio antiparasita, usado geralmente para tratar verminoses, foi capaz de inibir o crescimento do novo coronavírus em células, controlando o vírus em 48 horas… [+957 chars]"}, {"source": {"id": null, "name": "Tribunadejundiai.com.br"}, "author": "Redação", "title": "Barba e bigode podem reter gotículas com vírus - Tribuna de Jundiaí", "description": "Pelos da barba e bigode pordem reter gotículos no rosto. Recomendação é que homens que possuírem barba e bigode tirem durante o período.", "url": "https://tribunadejundiai.com.br/saude/coronavirus/barba-e-bigode-podem-reter-goticulas-com-virus/", "urlToImage": "https://tribunadejundiai.com.br/wp-content/uploads/2020/03/334606-P9WF7R-689.png", "publishedAt": "2020-03-23T19:17:00Z", "content": "Um estudo publicado pelo Centro para o Controle e Prevenção de Doenças (CDC), nos Estados Unidos, concluiu que homens com barba ou bigode têm maior risco de contrair a infecção. Os pelos no rosto tam… [+533 chars]"}, {"source": {"id": null, "name": "Tribunadejundiai.com.br"}, "author": "Redação", "title": "Idosos tomarão vacina contra influenza fora das UBSs de Jundiaí - Tribuna de Jundiaí", "description": "Medida previne que idosos estejam em ambientes que possam ter circulação do coronavírus. Vacinação contra influenza será dividida em 10 espaços públicos.", "url": "https://tribunadejundiai.com.br/saude/coronavirus/idosos-tomarao-vacina-contra-influenza-fora-das-ubss-de-jundiai/", "urlToImage": "https://tribunadejundiai.com.br/wp-content/uploads/2020/03/vacina_ubs_hortolandia-20-1280x853-1.png", "publishedAt": "2020-03-20T23:04:08Z", "content": "Com o objetivo de reduzir a aglomeração dos idosos e oferecer a dose da vacina contra a influenza em espaços amplos, a Prefeitura de Jundiaí, por meio da Vigilância Epidemiológica (VE), organiza, par… [+2887 chars]"}, {"source": {"id": null, "name": "Cbncuritiba.com"}, "author": "CBN", "title": "São José dos Pinhais registra primeira morte de macaco por febre amarela; São 91 casos no Paraná - CBN", "description": "O município de São José dos Pinhais, na Região Metropolitana de Curitiba, registrou o primeiro caso de morte de macaco por febre amarela. A informação foi", "url": "https://cbncuritiba.com/sao-jose-dos-pinhais-registra-primeira-morte-de-macaco-por-febre-amarela/", "urlToImage": "https://cbncuritiba.b-cdn.net/cbn/wp-content/uploads/2020/01/macacosfebre.jpg", "publishedAt": "2020-02-27T11:25:08Z", "content": "O município de São José dos Pinhais, na Região Metropolitana de Curitiba, registrou o primeiro caso de morte de macaco por febre amarela. A informação foi confirmada nesta quarta-feira (26) pela Secr… [+1865 chars]"}, {"source": {"id": null, "name": "Diariodegoias.com.br"}, "author": "Redação", "title": "Hospitais goianos abrem inscrições para processo seletivo de residência médica e multiprofissional - Diário de Goiás", "description": "Começou na última quarta-feira (13) e segue até o dia 13 de outubro, as inscrições para o processo seletivo unificado", "url": "https://diariodegoias.com.br/hospitais-goianos-abrem-inscricoes-para-processo-seletivo-de-residencia-medica-e-multiprofissional/", "urlToImage": "https://diariodegoias.com.br/wp-content/uploads/2017/09/hugol.jpg", "publishedAt": "2020-02-17T23:05:50Z", "content": "Começou na última quarta-feira (13) e segue até o dia 13 de outubro, as inscrições para o processo seletivo unificado para ingresso nos Programas de Residência Médica e Multiprofissional da Secretari… [+799 chars]"}, {"source": {"id": null, "name": "Cbncuritiba.com"}, "author": "CBN", "title": "Secretaria de Saúde intensifica vacinação contra Sarampo – CBN Curitiba - CBN", "description": "COBERTURA - A cobertura vacinal preconizada pelo Ministério da Saúde e a Organização Mundial da Saúde (OMS) é de 95%. No Paraná, a taxa de vacinação da", "url": "https://cbncuritiba.com/secretaria-de-saude-intensifica-vacinacao-contra-sarampo/", "urlToImage": "https://cbncuritiba.b-cdn.net/cbn/wp-content/uploads/2020/02/VACINAÇÃO-SARAMPO-DIA-D-SMCS.jpg", "publishedAt": "2020-02-15T20:33:31Z", "content": "A Secretaria de Estado da Saúde promoveu neste\r\nsábado (15), em parceria com o Ministério da Saúde e as secretarias municipais,\r\no dia D de mobilização da Campanha Nacional de Vacinação contra Saramp… [+2579 chars]"}, {"source": {"id": null, "name": "Cbncuritiba.com"}, "author": "CBN Curitiba", "title": "Paraná registra mais duas mortes por gripe; são 129 mortes em 2019 - CBN", "description": "Nesta quarta-feira (18), foi divulgado, pela Secretaria de Saúde do Paraná (Sesa), o novo boletim da gripe no Estado, que traz o registro de 12 casos a mais,", "url": "https://cbncuritiba.com/parana-tem-672-casos-de-gripe-confirmados/", "urlToImage": "https://cbncuritiba.b-cdn.net/cbn/wp-content/uploads/2019/12/admin-ajax-16.jpg", "publishedAt": "2019-12-19T01:43:05Z", "content": "Nesta quarta-feira (18), foi divulgado, pela Secretaria de Saúde do Paraná (Sesa), o novo boletim da gripe no Estado, que traz o registro de 12 casos a mais, desde a última publicação, em 27 de novem… [+984 chars]"}, {"source": {"id": null, "name": "Tribunadejundiai.com.br"}, "author": "Redação", "title": "Pesquisadores conseguem combater sintomas do Alzheimer com canabinoide - Tribuna de Jundiaí", "description": "Segundo a pesquisa, o composto de maconha foi capaz de impedir a progressão da doença que foi simulada em uma fase inicial", "url": "https://tribunadejundiai.com.br/saude/pesquisadores-conseguem-combater-sintomas-do-alzheimer-com-canabinoide/", "urlToImage": "https://tribunadejundiai.com.br/wp-content/uploads/2019/11/Pesquisadores-conseguem-combater-sintomas-do-Alzheimer-com-canabinoide.jpg", "publishedAt": "2019-11-02T23:12:24Z", "content": "Um grupo de pesquisadores do Instituto de Ciências Biomédicas da Universidade de São Paulo (USP) conseguiu combater os sintomas do Alzheimer usando um composto canabinoide.\r\nOs testes apresentaram bo… [+2083 chars]"}, {"source": {"id": null, "name": "Tribunadejundiai.com.br"}, "author": "Redação", "title": "Bactéria em banheira de hidro deixa uma vítima fatal - Tribuna de Jundiaí", "description": "Cerca de 120 pessoas foram infectadas pela bactéria e precisaram ser hospitalizadas", "url": "https://tribunadejundiai.com.br/saude/bacteria-em-banheira-de-hidro-deixa-uma-vitima-fatal/", "urlToImage": "https://tribunadejundiai.com.br/wp-content/uploads/2019/10/Bactéria-em-banheira-de-hidro-deixa-uma-pessoa-morta-min.jpg", "publishedAt": "2019-10-08T19:22:23Z", "content": "Um surto da chamada doença dos legionários, que leva à morte, pode ter sido provocado por banheiras de hidromassagem expostas em uma feira no Centro Agrícola da cidade de Fletcher, na Carolina do Nor… [+1726 chars]"}, {"source": {"id": null, "name": "Tribunadejundiai.com.br"}, "author": "Redação", "title": "Por ano, 20 mil pacientes passam por atendimento odontológico no PA Central - Tribuna de Jundiaí", "description": "Prevenção é reforçada com ações durante o ano, como a que acontece no próximo sábado", "url": "https://tribunadejundiai.com.br/saude/por-ano-20-mil-pacientes-passam-por-atendimento-odontologico-no-pa-central/", "urlToImage": "https://tribunadejundiai.com.br/wp-content/uploads/2019/10/dra-ada-maria-fossen-dentista-ha-30-anos-no-hospital-sao-vicente2.png", "publishedAt": "2019-10-03T16:56:34Z", "content": "No Pronto Atendimento Central de Jundiaí, mais de 1.600 pacientes são atendidos por mês pela equipe de 16 profissionais, coordenada pelo Dr. José Antonio Kachan Junior. Por ano, 20 mil atendimentos s… [+2246 chars]"}, {"source": {"id": null, "name": "Radiocomercial.iol.pt"}, "author": "Rádio Comercial", "title": "DGS confirma 62 casos de sarampo - Rádio Comercial", "description": "Dos 168 casos reportados 62 foram confirmados e 80 negativos. Há mais 25 casos que aguardam resultado laboratorial.", "url": "https://radiocomercial.iol.pt/noticias/77592/dgs-confirma-62-casos-de-sarampo", "urlToImage": "https://radiocomercial.iol.pt/upload/G/graca_freitas_2.jpg", "publishedAt": "2018-11-07T10:40:06Z", "content": "O número de casos de sarampo confirmados em Portugal subiu hoje para 62, mais nove do que no último balanço, realizado na segunda-feira, segundo a Direção-Geral da Saúde (DGS). \r\nO número de casos su… [+1207 chars]"}, {"source": {"id": null, "name": "Acritica.com"}, "author": null, "title": "Prefeitura de Manaus divulga resultado de processo seletivo para agentes de endemias | Manaus - Jornal A Crítica", "description": "Os 69 candidatos classificados devem comparecer até sexta-feira (14), das 8h às 15h, na sede da Gerência de Gestão do Trabalho da Semsa", "url": "https://www.acritica.com/channels/manaus/news/prefeitura-de-manaus-divulga-resultado-de-processo-seletivo-para-agentes-de-endemias", "urlToImage": "https://www.acritica.com/uploads/news/image/752096/share_medium_show_show_1__2__8679A021-F2B6-44E1-84F3-DB53D9F66825.jpg", "publishedAt": "2018-09-11T19:34:20Z", "content": "Os 69 candidatos classificados devem comparecer até sexta-feira (14), das 8h às 15h, na sede da Gerência de Gestão do Trabalho da SemsaA Prefeitura de Manaus publicou no Diário Oficial desta segunda-… [+1505 chars]"}, {"source": {"id": null, "name": "Cbncuritiba.com"}, "author": "CBN Curitiba", "title": "Saiba aqui onde encontrar a vacina contra a gripe – CBN Curitiba - CBN", "description": "Em 10 postos de saúde de Curitiba ainda há doses da vacina contra a gripe disponíveis à população. Para a vacinação, basta apresentar um documento de", "url": "https://cbncuritiba.com/77758-2/", "urlToImage": "https://cbncuritiba.b-cdn.net/cbn/wp-content/uploads/2019/05/vacinahpv-1024x743.jpg", "publishedAt": "2018-07-11T20:13:10Z", "content": "Em 10 postos de saúde de Curitiba ainda há doses da vacina contra a gripe disponíveis à população. Para a vacinação, basta apresentar um documento de identidade com foto.\r\nEm apenas duas unidades – C… [+2121 chars]"}, {"source": {"id": null, "name": "Geekpublicitario.com.br"}, "author": "https://facebook.com/ferreiramatheus", "title": "Saiba como colocar o filtro em apoio ao Outubro Rosa na foto de perfil do Facebook - Geek Publicitário", "description": "Nova campanha do Facebook em apoio ao Outubro Rosa permite personalizar imagem do perfil com imagem incentivando a prevenção ao câncer de mama. Saiba mais!", "url": "https://geekpublicitario.com.br/15405/outubro-rosa-foto-perfil-facebook/", "urlToImage": "https://i2.wp.com/geekpublicitario.com.br/wp-content/uploads/2016/10/foto-do-perfil-cancer-de-mama-outubro-rosa-blog-gkpb.jpg?fit=756%2C396&ssl=1", "publishedAt": "2017-04-17T10:57:30Z", "content": "Outubro já chegou e com ele, uma das mais fortes e importantes campanhas do ano que é o Outubro Rosa, que tem como intuito chamar a atenção das mulheres do mundo todo para a realização do autoexame d… [+2216 chars]"}, {"source": {"id": null, "name": "Geekpublicitario.com.br"}, "author": "https://facebook.com/ferreiramatheus", "title": "RedTube promove ação de conscientização no Rio de Janeiro contra o Aedes Aegypti - Geek Publicitário", "description": "O pessoal do RedTube decidiu ir às praias do Rio de Janeiro distribuir repelentes para ajudar na luta contra o Aedes Aegypti. Assista ao vídeo!", "url": "https://geekpublicitario.com.br/11892/redtube-repelente-rio/", "urlToImage": "https://i2.wp.com/geekpublicitario.com.br/wp-content/uploads/2016/04/RedTube2.jpg?fit=800%2C533&ssl=1", "publishedAt": "2017-04-17T00:59:31Z", "content": "O site de compartilhamento de conteúdo adulto RedTube realizou uma ação nas praias cariocas com o intuito de incentivar a população a se prevenir contra a principal ameaça do verão brasileiro: o Aede… [+844 chars]"}]}