{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": "the-verge", "name": "The Verge"}, "author": "Jon Porter", "title": "Google begins rollout of tab groupings in Chrome for Android - The Verge", "description": "Chrome’s Android is getting a new interface for switching tabs, and a new tab grouping feature to help organize open web-pages. They’ve been appearing for some users after the release of version 88 of Chrome last week.", "url": "https://www.theverge.com/2021/2/1/22259891/chrome-android-tab-groups-grid-layout", "urlToImage": "https://cdn.vox-cdn.com/thumbor/6jEsfUS9q9nCUjb885DCJyvzfRs=/0x0:3192x1671/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/22272695/Screenshot_20210201_092541.jpg", "publishedAt": "2021-02-01T09:56:35Z", "content": "Alongside a new grid-based layout for tabs\r\nThe new interface shows tabs in a grid layout, and includes the option to group them.\r\nScreenshot: Chrome\r\nChromes Android app is being updated with a new … [+1692 chars]"}, {"source": {"id": "the-hindu", "name": "The Hindu"}, "author": "Sowmya Ramasubramanian", "title": "Here’s how you can transfer WhatsApp chats to Telegram - The Hindu", "description": "Telegram has made it easy to move chats from WhatsApp for both Android and iOS users. It also introduced new features like new stickers and animations.", "url": "https://www.thehindu.com/sci-tech/technology/transferring-whatsapp-chats-to-telegram/article33716238.ece", "urlToImage": "https://www.thehindu.com/sci-tech/technology/e1q2sr/article33716275.ece/ALTERNATES/LANDSCAPE_615/telegram-whatsapp-reutersjpg", "publishedAt": "2021-02-01T09:30:05Z", "content": "(Subscribe to our Today's Cache newsletter for a quick snapshot of top 5 tech stories. Click here to subscribe for free.)\r\nMessaging app Telegram said last week it has started supporting transfer of … [+1720 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": "Tasneem Akolawala", "title": "Xiaomi Mid-Range Phone Specifications Leaked, Hole-Punch Display and Snapdragon 775G SoC Tipped - Gadgets 360", "description": "Tipster Digital Chat Station has leaked that Xiaomi is working on a new phone that is likely to have an OLED display with a hole-punch cut out for the selfie camera. It is said to be positioned in the md-range segment and have a sm7350 SoC. This is reported t…", "url": "https://gadgets.ndtv.com/mobiles/news/unnamed-xiaomi-phone-specifications-tipped-snapdragon-775g-soc-64-megapixel-camera-2361191", "urlToImage": "https://i.gadgets360cdn.com/large/xiaomi_sales_reuters_1589977504412.jpg", "publishedAt": "2021-02-01T09:23:29Z", "content": "Xiaomi is reportedly working on a new mid-range phone and its specifications have leaked online. It is likely speculated to be a model of the Redmi K40 series or a variant of the Mi 11 range. The unn… [+1869 chars]"}, {"source": {"id": null, "name": "InsideSport"}, "author": "Aaryanshi Mohan", "title": "FAUG February Updates: 3 big news fans can get by end of this month; Check details - InsideSport", "description": "FAUG February Updates: 3 big news fans can get by end of this month; Check details: FAUG, Fearless And United Guards, India's alternative to PUBG has been up and running for a week now. Initially launched as a Beta version, FAUG has now crossed over 5 million…", "url": "https://www.insidesport.co/faug-february-updates-3-big-news-fans-can-get-by-end-of-this-month-check-details/", "urlToImage": "https://cdn.insidesport.co/wp-content/uploads/2021/02/01143425/FAUG.jpg", "publishedAt": "2021-02-01T09:21:00Z", "content": "FAUG February Updates: 3 big news fans can get by end of this month; Check details: FAUG, Fearless And United Guards, India’s alternative to PUBG has been up and running for a week now. Initially lau… [+2016 chars]"}, {"source": {"id": "techradar", "name": "TechRadar"}, "author": "Aakash Jhaveri", "title": "Upcoming ZTE Axon 30 Pro smartphone will sport a whopping 200MP camera - Techradar", "description": "Where do we stop?", "url": "https://www.techradar.com/news/upcoming-zte-axon-30-pro-smartphone-will-sport-a-whopping-200mp-camera", "urlToImage": "https://cdn.mos.cms.futurecdn.net/cNurmguixeXtSZBgjCjSrc-1200-80.jpg", "publishedAt": "2021-02-01T09:17:00Z", "content": "Ever since the unveiling of the Qualcomm Snapdragon 888\r\n chipset in December last year, smartphone manufacturers have been busy trying to win a share of the attention by teasing their upcoming flags… [+2137 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": "Sourabh Kulesh", "title": "Asus ROG Phone 5 Reportedly Spotted on Multiple Certification Platforms - Gadgets 360", "description": "Asus ROG Phone 5 has allegedly been spotted on MIIT and TENAA listings which reveal some specifications and images of the rumoured gaming smartphone. The phone was previously spotted on Geekbench and 3C websites", "url": "https://gadgets.ndtv.com/mobiles/news/asus-rog-phone-5-allegedly-spotted-miit-tenaa-geekbench-3c-weibo-asus-i005da-2361183", "urlToImage": "https://i.gadgets360cdn.com/large/asus_rog_phone_5_tenaa_1612170597706.jpg", "publishedAt": "2021-02-01T09:15:41Z", "content": "Asus ROG Phone 5 has reportedly been spotted on multiple certification websites, including MIIT and TENAA. The TENAA listing reveals the design of the smartphone with model number ASUS_I005DA, and so… [+1678 chars]"}, {"source": {"id": null, "name": "India TV News"}, "author": "IANS", "title": "Apple TV Plus subscribers to receive credit refunds until June - India TV", "description": "Apple has informed subscribers of its Apple TV Plus streaming service that they will continue to get refund credits on their accounts until June after the company extended the free trials for the video service for a second time.", "url": "https://www.indiatvnews.com/technology/news-apple-tv-plus-subscribers-to-receive-credit-refunds-until-june-681909", "urlToImage": "https://resize.indiatvnews.com/en/resize/newbucket/715_-/2021/02/apple-tv-1612170308.jpg", "publishedAt": "2021-02-01T09:07:27Z", "content": "Image Source : APPLEApple TV Plus subscribers to receive credit refunds until June.\r\nApple has informed subscribers of its Apple TV Plus streaming service that they will continue to get refund credit… [+1388 chars]"}, {"source": {"id": null, "name": "Telangana Today"}, "author": null, "title": "Realme retains 7th spot in global smartphone market - Telangana Today", "description": "", "url": "https://telanganatoday.com/realme-retains-7th-spot-in-global-smartphone-market", "urlToImage": "https://cdn.telanganatoday.com/wp-content/uploads/2021/02/Realme-retains-7th-spot-in-global-smartphone-market.jpg", "publishedAt": "2021-02-01T08:55:59Z", "content": "“At realme, we follow our philosophy dare to leap into the forefront of innovation, design and product value, which is something that young people can resonate,” Madhav Sheth, Vice President, Realme … [+1548 chars]"}, {"source": {"id": null, "name": "Www.bgr.in"}, "author": "Karanveer Singh Arora", "title": "Cyberpunk 2077 System Requirements gave Big Warning: Cyberpunk 2077 mods can allow hackers to take control of - BGR India", "description": "Cyberpunk 2077 system requirements gave Big Warning: Cyberpunk 2077 mods can allow hackers to take control of your PC. Check cyberpunk 2077 latest update and more.", "url": "https://www.bgr.in/gaming/cyberpunk-2077-system-requirements-gave-big-warning-on-mods-custom-saved-life-check-cyberpunk-2077-latest-update-and-more-937328/", "urlToImage": "https://st1.bgr.in/wp-content/uploads/2021/02/Cyberpunk-2077.jpg", "publishedAt": "2021-02-01T08:45:38Z", "content": "Considering Cyberpunk 2077‘s botched release, mods seem to be the best way for users to increase the gameplay content for gamers. This is because CD Projekt Red (CDPR) is currently only focusing on r… [+1745 chars]"}, {"source": {"id": null, "name": "News18"}, "author": "News18", "title": "Nintendo Profits Soar As People Play Games During Pandemic - News18", "description": "TOKYO:  Nintendo Co.", "url": "https://www.news18.com/news/business/nintendo-profits-soar-as-people-play-games-during-pandemic-3373520.html", "urlToImage": "https://images.news18.com/ibnlive/uploads/2021/02/Japan_Earns_Nintendo_90107.jpg", "publishedAt": "2021-02-01T08:33:00Z", "content": "TOKYO: Nintendo Co. reported Monday that its profit for the first three fiscal quarters nearly doubled as people around the world stayed home for the pandemic and turned to playing games.\r\nThe Japane… [+2116 chars]"}, {"source": {"id": null, "name": "Gadgets Now"}, "author": "Gadgets Now", "title": "Asus launches ROG Academy program to mould e-sport gaming skills in Indian gamers - Gadgets Now", "description": "Taiwanese computer and peripheral manufacturer Asus has announced its first virtual academy program -- ROG Academy-- for gamers in India. The initiative provides gamers with a platform to sharpen and enhance their gaming skills. It, as per Asus, will also hel…", "url": "https://www.gadgetsnow.com/gaming/asus-launches-rog-academy-program-to-mould-e-sport-gaming-skills-in-indian-gamers/articleshow/80628916.cms", "urlToImage": "https://static.toiimg.com/photo/80628916.cms", "publishedAt": "2021-02-01T08:32:00Z", "content": "Taiwanese computer and peripheral manufacturer Asus has announced its first virtual academy program -- ROG Academy-- for gamers in India. \r\nThe initiative provides gamers with a platform to sharpen a… [+1769 chars]"}, {"source": {"id": null, "name": "gizmochina"}, "author": null, "title": "Apple reportedly starts testing iPhone with in-display fingerprint sensor - gizmochina", "description": "Since Apple announced its facial recognition system called Face ID, the company started replacing the Touch ID, or fingerprint recognition from the iPhone models. But now it seems that the technology could make a comeback. As per the latest reports, Apple is …", "url": "https://www.gizmochina.com/2021/02/01/apple-iphone-in-display-touch-id/", "urlToImage": "https://www.gizmochina.com/wp-content/uploads/2021/01/Apple-iPhone-12-All-Colors-Featured.jpg", "publishedAt": "2021-02-01T08:18:00Z", "content": "Since Apple announced its facial recognition system called Face ID, the company started replacing the Touch ID, or fingerprint recognition from the iPhone models. But now it seems that the technology… [+1263 chars]"}, {"source": {"id": null, "name": "XDA Developers"}, "author": "Pranob Mehrotra", "title": "Realme UI 2.0 based on Android 11 Early Access announced for Realme 6, X3, X2, C12, and C15 - XDA Developers", "description": "Early access registrations for Realme UI 2.0 based on Android 11 are now open for the Realme 6, X3, X2, C12, and C15.", "url": "https://www.xda-developers.com/realme-ui-2-0-android-11-early-access-realme-6-x3-x2-c12-c15/", "urlToImage": "https://www.xda-developers.com/files/2021/02/Realme-UI-2.0-early-access-announcement.jpg", "publishedAt": "2021-02-01T08:02:00Z", "content": "Shortly after Google rolled out the first stable build of Android 11 for its Pixel lineup, Realme showcased Realme UI 2.0 based on Android 11. The latest software release from the Chinese brand packe… [+2032 chars]"}, {"source": {"id": null, "name": "The Siasat Daily"}, "author": "IANS", "title": "itel A47 with HD+FullScreen display, dual security launched at Rs 5499 on Amazon India - The Siasat Daily", "description": "New Delhi: Building on the vision of being the enabler in the budget smartphone segment, itel -- India's best budget smartphone brand - on Monday added another unique offering in its A-series portfolio called itel A47, in an exclusive tie-up with Amazon at Rs…", "url": "https://www.siasat.com/itel-a47-with-hdfullscreen-display-dual-security-launched-at-rs-5499-on-amazon-india-2080623/", "urlToImage": "https://cdn.siasat.com/wp-content/uploads/2020/08/itel.jpg", "publishedAt": "2021-02-01T07:55:00Z", "content": "New Delhi: Building on the vision of being the enabler in the budget smartphone segment, itel — India’s best budget smartphone brand – on Monday added another unique offering in its A-series portfoli… [+3143 chars]"}, {"source": {"id": null, "name": "India.com"}, "author": "Zee Media Bureau", "title": "PUBG Mobile Lite comes with an update; check how to download - Zee News", "description": "This news is not for Indian gamers as PUBG is still banned in India. However, there is an update on PUBG Mobile lite which is the toned-down version of PUBG Mobile and it was made for low end devices that require 600 MB of storage and 1 GB of RAM.", "url": "https://zeenews.india.com/technology/pubg-mobile-lite-comes-with-an-update-check-how-to-download-2339026.html", "urlToImage": "https://english.cdn.zeenews.com/sites/default/files/2021/02/01/913959-pubg.jpg", "publishedAt": "2021-02-01T06:56:56Z", "content": "This news is not for Indian gamers as PUBG is still banned in India. However, there is an update on PUBG Mobile lite which is the toned-down version of PUBG Mobile and it was made for low end devices… [+1486 chars]"}, {"source": {"id": null, "name": "91mobiles"}, "author": null, "title": "Samsung Galaxy A72 launch could be imminent as support page goes live - 91mobiles", "description": "Samsung Galaxy A72 launch date is yet to be revealed but the phone may release soon as the support page has gone live on the company's Caribbean and Latin America websites with the model number SM-A725M.", "url": "https://www.91mobiles.com/hub/samsung-galaxy-a72-launch-support-page/", "urlToImage": "https://static.hub.91mobiles.com/wp-content/uploads/2021/02/samsung-galaxy-a72-leaked-specs-featured.jpg", "publishedAt": "2021-02-01T06:35:13Z", "content": "Samsung Galaxy A72 specifications may include 6.7-inch FHD+ display, 64MP quad-cameras, and Snapdragon 720G.\r\nSamsung Galaxy A72 launch could be soon as the phone has been all over the news in recent… [+1867 chars]"}, {"source": {"id": null, "name": "XDA Developers"}, "author": "Pranob Mehrotra", "title": "Some Galaxy S21 users in Europe report issues with Samsung Pay and software updates - XDA Developers", "description": "A few early Galaxy S21 series buyers in Europe are facing issues using Samsung Pay and receiving software updates on their new devices.", "url": "https://www.xda-developers.com/galaxy-s21-users-europe-report-issues-samsung-pay-software-updates/", "urlToImage": "https://www.xda-developers.com/files/2021/01/Samsung-Galaxy-S21-series-plus-ultra-feature-image-1.jpg", "publishedAt": "2021-02-01T06:24:00Z", "content": "Early Galaxy S21 series buyers in the U.S. and Europe started receiving their devices last week, and some users in the U.K. and Italy are facing issues with Samsung Pay and software updates on their … [+1588 chars]"}, {"source": {"id": null, "name": "gizmochina"}, "author": null, "title": "Huawei Mate X2 could come with newly patented foldable screens - gizmochina", "description": "Smartphone makers like Samsung and Huawei have launched their foldable smartphones and the devices are already in their second-generation. With each iteration, the companies are trying to eliminate the crease visibility from the devices. It seems that the Chi…", "url": "https://www.gizmochina.com/2021/02/01/huawei-mate-x2-foldable-display-patent/", "urlToImage": "https://www.gizmochina.com/wp-content/uploads/2021/01/Huawei-Mate-X2.jpg", "publishedAt": "2021-02-01T06:16:00Z", "content": "Smartphone makers like Samsung and Huawei have launched their foldable smartphones and the devices are already in their second-generation. With each iteration, the companies are trying to eliminate t… [+1382 chars]"}, {"source": {"id": null, "name": "Wired.co.uk"}, "author": "Alex Christian", "title": "Big Tech and Joe Wicks go head-to-head as digital fitness bulks up - Wired.co.uk", "description": "With workouts from home booming, Silicon Valley now wants its piece of the action. But where will it leave the fitness industry?", "url": "https://www.wired.co.uk/article/joe-wicks-fitness-big-tech", "urlToImage": "https://wi-images.condecdn.net/image/9Mprx1m9qPL/crop/1440/0.5235602094240838/f/wired-homefitness-2.jpg", "publishedAt": "2021-02-01T06:03:33Z", "content": "It is 9am on a drab Monday morning. Between desperate yawns and frantic gulps of coffee, tens of thousands of people are shaking off their lockdown fug by doing chest-pounding rounds of toe touches a… [+7934 chars]"}, {"source": {"id": null, "name": "Gadgets Now"}, "author": "Gadgets Now Bureau", "title": "Apple's iCloud passwords Chrome extension released - Gadgets Now", "description": "Apple has rolled out a new Chrome extension for Windows and Mac users that will allow them to store their passwords in iCloud Keychain. The extension, called iCloud Passwords, is available now in the Chrome Web Store. “iCloud Passwords is a Chrome extension f…", "url": "https://www.gadgetsnow.com/tech-news/apples-icloud-passwords-chrome-extension-released/articleshow/80625043.cms", "urlToImage": "https://static.toiimg.com/photo/80625011.cms", "publishedAt": "2021-02-01T05:49:00Z", "content": null}]}