{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Tem um destes smartphones Samsung de 2017? Vai deixar de receber atualizações de segurança - Pplware", "description": "A Samsung vem agora atualizar a sua lista de dispositivos preparados para receber as próximas atualizações de segurança.", "url": "https://pplware.sapo.pt/gadgets/tem-um-destes-smartphones-samsung-de-2017-vai-deixar-de-receber-atualizacoes-de-seguranca/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2017/04/Samsung-Galaxy-A5-2007-analise.jpg", "publishedAt": "2021-02-03T22:00:00Z", "content": "A Samsung tem um histórico de lançamentos de atualizações de segurança relativamente bom, mas nos últimos meses o cronograma destas atualizações melhorou substancialmente. Nalguns casos, as patches d… [+1499 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Android TV recebe novo visual que o prepara para o futuro - 4gnews", "description": "A Google deu hoje a conhecer a nova interface para o Android TV, o seu sistema operativo destinado às Smart TV´s. Não se trata de uma renovação profunda, mas aproxima-a ainda mais do Google TV. Foi anunciado que esta renovação de interface afetará televisões …", "url": "https://4gnews.pt/android-tv-recebe-novo-visual-que-o-prepara-para-o-futuro/", "urlToImage": "https://cdn.4gnews.pt/imagens/android-tv-recebe-novo-visual-que-o-prepara-para-o-futuro-og.jpg", "publishedAt": "2021-02-03T21:05:00Z", "content": "A Google deu hoje a conhecer a nova interface para o Android TV, o seu sistema operativo destinado às Smart TV´s. Não se trata de uma renovação profunda, mas aproxima-a ainda mais do Google TV.\r\nFoi … [+2228 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Mais de 1.000 domínios .pt registados no primeiro dia com novas regras - SAPO Tek", "description": "A funcionarem desde esta terça feira, as novas regras trazem mudanças que tornam mais acessível o registo de sites .pt.", "url": "https://tek.sapo.pt/noticias/internet/artigos/mais-de-1-000-dominios-pt-registados-no-primeiro-dia-com-novas-regras", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NDA5O6LsR64+hKkyFK3JZjlDq+T6YOQGanRzpPIsH6dAD2p/vhijNm3W57mJdzdmb1vxEEOEwhNkunkbBRDTa2yhonejmCxQda7KgH/vzbgMgcA=", "publishedAt": "2021-02-03T19:13:00Z", "content": "O .pt somou, esta terça feira, o maior número de registos feitos num só dia, desde a sua liberalização em 2012. O domínio de topo português conseguiu um total de 1.034 de registos nas primeiras 24 ho… [+2512 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Google Fotos: novidade do Android 11 vem irritar utilizadores! - 4gnews", "description": "Cada utilizador tem um padrão de uso bem definido. Um mesmo caminho que usa para ver uma foto, ou abrir uma aplicação. Hábitos criados e cimentados pela prática. E se de repente o Google Fotos obrigasse a um novo período de habituação? É exatamente isto que e…", "url": "https://4gnews.pt/google-fotos-novidade-android-11/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-fotos-novidade-do-android-11-vem-irritar-utilizadores-og.jpg", "publishedAt": "2021-02-03T18:54:00Z", "content": "Cada utilizador tem um padrão de uso bem definido. Um mesmo caminho que usa para ver uma foto, ou abrir uma aplicação. Hábitos criados e cimentados pela prática. E se de repente o Google Fotos obriga… [+4100 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Vacinação: ANACOM atribuiu número 2424 à SPMS - Pplware", "description": "A ANACOM atribuiu o direito de utilização do número curto 2424 à SPMS - Serviços Partilhados do Ministério da Saúde por causa da COVID-19.", "url": "https://pplware.sapo.pt/informacao/vacinacao-anacom-atribuiu-numero-2424-a-spms/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/2424_00.jpg", "publishedAt": "2021-02-03T18:00:00Z", "content": "O plano de vacinação da COVID-19 está a decorrer em Portugal, apesar de hoje se ter demitido o coordenador da “Task Force”. Como sabemos, apesar de existir um plano definido, todo o processo não está… [+2027 chars]"}, {"source": {"id": null, "name": "Paraeles.pt"}, "author": null, "title": "Apple resolve problema de não se desbloquear iPhone com máscara - Para Eles", "description": "Quem tem iPhone depara-se desde o início da pandemia que não consegue desbloquear o equipamento através do reconhecimento facial. A Apple resolveu isso.", "url": "https://www.paraeles.pt/consumo/apple-resolve-problema-de-nao-se-conseguir-desbloquear-iphone-com-mascara/", "urlToImage": "https://www.paraeles.pt/wp-content/uploads/2021/02/iphone-dest.jpg", "publishedAt": "2021-02-03T17:38:02Z", "content": "A brincar a brincar já andamos quase todos a usar máscara há cerca de um ano. E ainda não se percebeu muito bem quando é que vai ser seguro deixar de a utilizar. Cada um adapta-se melhor ou pior, con… [+1535 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ana Sofia", "title": "WhatsApp: Saiba como reagir se vir a sua conta hackeada - Pplware", "description": "Explicar-lhe-emos como não cair em possíveis fraudes e como pode resolver o problema da sua conta do WhatsApp, se acontecerem.", "url": "https://pplware.sapo.pt/redes_sociais/whatsapp-saiba-como-reagir-se-vir-a-sua-conta-hackeada/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/seguranca_whatsapp01.jpg", "publishedAt": "2021-02-03T17:00:00Z", "content": "Apesar de toda a polémica em torno do WhatsApp, a verdade é que não deixou de ser uma das aplicações de mensagens mais usadas. Contudo, estando a conta associada ao contacto telefónico e à consequent… [+2647 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Velox- O sensor de velocidade e cadência para a sua bicicleta - Pplware", "description": "Para ligar o sensor Velox da Prozis ao smartphone deve usar a app Prozis Go. Este sensor regista a velocidade e cadência para a sua bicicleta", "url": "https://pplware.sapo.pt/gadgets/velox-o-sensor-de-velocidade-e-cadencia-para-a-sua-bicicleta/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/prozis_02-1.jpg", "publishedAt": "2021-02-03T16:00:00Z", "content": "Com a quantidade de sensores que hoje existem no mercado, facilmente conseguimos monitorizar o que pretendemos. A sugestão que trazemos para hoje é um sensor de velocidade e cadência que pode usar fa… [+2089 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Margarida Lopes", "title": "Portuguesa vence prémio internacional de “Investidora do ano” - Diário Digital", "description": "Ana Paula Reis, partner da Bynd Venture Capital, foi distinguida a nível regional como Investidora do Ano no South Europe Startup Awards, uma iniciativa que visa distinguir diferentes frentes do ecossistema de startups no sul da Europa.", "url": "https://hrportugal.sapo.pt/portuguesa-vence-premio-internacional-de-investidora-do-ano/", "urlToImage": "https://hrportugal.sapo.pt/wp-content/uploads/2021/02/ana-paula-reis-site.jpg", "publishedAt": "2021-02-03T15:10:00Z", "content": "Os vencedores de cada categoria representaram o seu país na Grand Finale, nos Global Startup Awards (GSA) que decorreu na semana passada a partir de Turim, em formato totalmente remoto.\r\n«Este prémio… [+1597 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Dica macOS: Saiba como pode terminar várias aplicações de uma só vez - Pplware", "description": "Se uma aplicação no Mac parar de responder e se não conseguir sair da mesma normalmente, utilize Forçar saída no macOS para fechar a app.", "url": "https://pplware.sapo.pt/truques-dicas/dica-macos-saiba-como-pode-terminar-varias-aplicacoes-de-uma-so-vez/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/encerrar_tudo00.jpg", "publishedAt": "2021-02-03T15:00:00Z", "content": "O macOS tem várias funcionalidades que podem ajudar o utilizador em determinados recursos. Por exemplo, se por algum motivo uma aplicação parar de responder e se não conseguir sair da mesma normalmen… [+2395 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Xiaomi também já bloqueia os serviços e aplicações da Google na China - Pplware", "description": "A Xiaomi parece estar a seguir um caminho diferente e passou a bloquear a instalação dos serviços da Google nos seus smartphones na China", "url": "https://pplware.sapo.pt/smartphones-tablets/xiaomi-tambem-ja-bloqueia-os-servicos-e-aplicacoes-da-google-na-china/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/11/xiaomi_android_q_2-1.jpg", "publishedAt": "2021-02-03T12:45:00Z", "content": "As limitações que a Google tem na China são famosas e bem conhecidas de todos. Todos os serviços estão bloqueados e os utilizadores dos smartphones impedidos de usar as suas apps neste território.\r\nO… [+1907 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Apple recua e retira atualização iCloud 12 e suporte à extensão iCloud Passwords - Pplware", "description": "O iCloud para Windows, que recebeu esta semana uma atualização. Agora, e sem qualquer razão, a Apple recuou e removeu esta nova versão.", "url": "https://pplware.sapo.pt/apple/apple-recua-e-retira-atualizacao-icloud-12-e-suporte-a-extensao-icloud-passwords/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/icloud_passwords_1.jpg", "publishedAt": "2021-02-03T12:00:00Z", "content": "A aposta da Apple em apps fora do seu ecossistema é muito reduzida. Muitas das apps que tinha têm vindo a desaparecer, mostrando que esta não é mesmo a sua área de atuação, focando-se nas suas oferta… [+1814 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Google Chrome: como atualizar o browser em segurança - 4gnews", "description": "O Google Chrome é o browser mais popular do mundo segundo a Statista. O navegador recebe periodicamente novas funções que aumentam a sua utilidade e reforçam a segurança. Por isso, é importante manter o Chrome atualizado nas várias plataformas. O processo de …", "url": "https://4gnews.pt/google-chrome-como-atualizar-browser/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-chrome-como-atualizar-o-browser-em-seguranca-og.jpg", "publishedAt": "2021-02-03T11:16:00Z", "content": "O Google Chrome é o browser mais popular do mundo segundo a Statista. O navegador recebe periodicamente novas funções que aumentam a sua utilidade e reforçam a segurança. Por isso, é importante mante… [+3255 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "OPPO Find X3 Pro aparece em novas imagens e tem detalhes das câmaras revelados! - 4gnews", "description": "A OPPO prepara o lançamento do novo Find X3 Pro na China, que deverá acontecer já no próximo mês. Este novo topo de gama será acompanhado por outros dois modelos, Find X3 e Find X3 Lite. Após ter sido revelado o design peculiar do seu painel traseiro, foram a…", "url": "https://4gnews.pt/oppo-find-x3-pro-aparece-em-novas-imagens-e-tem-detalhes-das-camaras-revelados/", "urlToImage": "https://cdn.4gnews.pt/imagens/oppo-find-x3-pro-aparece-em-novas-imagens-e-tem-detalhes-das-camaras-revelados-og.jpg", "publishedAt": "2021-02-03T11:01:00Z", "content": "A OPPO prepara o lançamento do novo Find X3 Pro na China, que deverá acontecer já no próximo mês. Este novo topo de gama será acompanhado por outros dois modelos, Find X3 e Find X3 Lite.\r\nApós ter si… [+1521 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Ouvir música no YouTube com o ecrã do Android desligado? A solução é simples - Pplware", "description": "Hoje explicamos como ouvir música no YouTube com o Android desligado", "url": "https://pplware.sapo.pt/truques-dicas/dica-ouvir-musica-no-youtube-com-o-ecra-do-android-desligado-a-solucao-e-simples/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/pplware_youtube_android_2.jpg", "publishedAt": "2021-02-03T10:00:00Z", "content": "Quem não usa os serviços de streaming de música da Internet recorre muitas vezes ao YouTube como a sua fonte de áudio. Esta solução tem alguns problemas, sendo o maior o facto desta app só funcionar … [+1946 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Vodafone Portugal leva clientes ao desespero com as boxes TV - 4gnews", "description": "A Vodafone enfrenta centenas de queixas de utilizadores que não conseguem tirar proveito das respetivas boxes de televisão. De acordo com a investigação da NIT, a operadora nacional é incapaz de resolver o problema de som que afeta vários utilizadores. Mais c…", "url": "https://4gnews.pt/vodafone-portugal-leva-clientes-ao-desespero-com-as-boxes-tv/", "urlToImage": "https://cdn.4gnews.pt/imagens/vodafone-portugal-leva-clientes-ao-desespero-com-as-boxes-tv-og.jpg", "publishedAt": "2021-02-03T09:13:00Z", "content": "A Vodafone enfrenta centenas de queixas de utilizadores que não conseguem tirar proveito das respetivas boxes de televisão. De acordo com a investigação da NIT, a operadora nacional é incapaz de reso… [+3165 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "MásMóvil estuda fusão com a Vodafone em Espanha e Portugal - ECO Economia Online", "description": "O grupo espanhol que detém a Nowo contratou o Goldman Sachs para analisar uma possível fusão com a Vodafone em Espanha e Portugal, avançou o El Confidencial.", "url": "https://eco.sapo.pt/2021/02/03/masmovil-estuda-fusao-com-a-vodafone-em-espanha-e-portugal/", "urlToImage": "https://eco.imgix.net/uploads/2020/06/cropped-doc-20170714-22666366-06086618.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2021-02-03T08:19:00Z", "content": "Os donos da operadora Nowo estão determinados a crescer na Península Ibérica e terão contratado o Goldman Sachs para analisar possíveis aquisições em Espanha e Portugal. Na mira do grupo espanhol Más… [+1326 chars]"}, {"source": {"id": null, "name": "Dinheirovivo.pt"}, "author": "Ana Rita Guerra", "title": "Venda de tablets dispara devido a \"procura sem precedentes\" e sucesso dos novos iPads - Dinheiro Vivo", "description": "Desde 2017 que não se via um nível de vendas deste calibre num mercado que estava em erosão", "url": "https://www.dinheirovivo.pt/empresas/tecnologia/venda-de-tablets-dispara-devido-a-procura-sem-precedentes-e-sucesso-dos-novos-ipads-13309351.html", "urlToImage": "https://static.globalnoticias.pt/dv/image.aspx?brand=DV&type=generate&guid=8a888277-bcf6-4553-924c-9fef9235bff8&w=800&h=420&watermark=true&t=20210203060000", "publishedAt": "2021-02-03T08:01:00Z", "content": "O novo iPad Air\r\nQuando o formato tablet parecia estar em declínio incontornável, o novo enquadramento social forçado pela pandemia de covid-19 veio mudar tudo. As vendas de tablets dispararam 19,5% … [+3370 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Motorola Edge S vendeu 83 unidades por segundo no seu lançamento! - 4gnews", "description": "Tendo sido apresentado há alguns dias, o novo topo de gama da Motorola chegou hoje às lojas na China e já provou ser um grande sucesso. De acordo com informações partilhadas pela própria marca, o Motorola Edge S vendeu 10,000 unidades em apenas 2 minutos, con…", "url": "https://4gnews.pt/motorola-edge-s-vendeu-83-unidades-por-segundo-no-seu-lancamento/", "urlToImage": "https://cdn.4gnews.pt/imagens/motorola-edge-s-vendeu-83-unidades-por-segundo-no-seu-lancamento-og.jpg", "publishedAt": "2021-02-03T07:38:00Z", "content": "Tendo sido apresentado há alguns dias, o novo topo de gama da Motorola chegou hoje às lojas na China e já provou ser um grande sucesso. De acordo com informações partilhadas pela própria marca, o Mot… [+1588 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Mais de 2 milhões de números de utilizadores portugueses do Facebook à venda no Telegram - SAPO Tek", "description": "De acordo com Alon Gal, da empresa de cibersegurança Hudson Rock, a base de dados conta com os números de telefone de mais de 500 milhões de utilizadores internacionais do Facebook que estão a ser vendidos através de um bot do Telegram ativo desde 12 de janei…", "url": "https://tek.sapo.pt/noticias/internet/artigos/mais-de-2-milhoes-de-numeros-de-utilizadores-portugueses-do-facebook-a-venda-no-telegram", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=MjMx1u456iJPwcjOnFzlUOfiA0pnIfZyQLEDDKGcjCCybPQsJFgOxBYFX4frFZztZ8kwJChhuACxNum+4Lymq2SCl6ebJUv4oLh5KZVlDHhBohM=", "publishedAt": "2021-02-03T07:15:00Z", "content": "Uma nova investigação revela que um hacker conseguiu aceder a uma base de dados com números de telefone de mais de 500 milhões de utilizadores do Facebook e que está a vendê-los através de um bot do … [+1621 chars]"}]}