{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "OPPO Reno5 Pro 5G tem nome confirmado em certificação HDR10 + - Pplware", "description": "Depois do Reno4, há agora um novo smartphone à espreita. O nome já foi confirmado na certificação HDR10 + e vai designar-se de OPPO Reno5 Pro 5G.", "url": "https://pplware.sapo.pt/gadgets/oppo-reno5-pro-5g-tem-nome-confirmado-em-certificacao-hdr10/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/OPPO.jpg", "publishedAt": "2020-11-28T22:00:00Z", "content": "A máquina não pára de produzir novos equipamentos, cada vez mais modernos e robustos. A OPPO, assim como outras marcas, tem sido uma das mais atentas às necessidades dos consumidores e, com isso, inv… [+2445 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Libra: a moeda virtual do Facebook chega em 2021 de forma limitada - Pplware", "description": "Foi em junho de 2019 que a empresa Facebook anunciou a criação de uma nova moeda digital, a Libra. Há a expectativa que chegue em 2021.", "url": "https://pplware.sapo.pt/informacao/libra-a-moeda-virtual-do-facebook-pode-chegar-em-2021-mas-de-forma-limitada/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/07/Facebook-Libra-criptomoeda-1.jpg", "publishedAt": "2020-11-28T21:00:00Z", "content": "Foi em junho de 2019 que a empresa Facebook anunciou a criação de uma nova moeda digital, a Libra. Na altura, previa-se que chegasse ao mercado no decorrer de 2020, mas as muitas polémicas à sua volt… [+1772 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Samsung Galaxy S21: um olhar mais pormenorizado ao topo de gama - 4gnews", "description": "O Samsung Galaxy S21 deverá chegar mais cedo do que o habitual, com uma possível apresentação a 14 de janeiro. O design deste topo de gama parece já estar praticamente estabelecido, mas novos renders dão-nos um novo olhar ao equipamento. Cortesia do conhecido…", "url": "https://4gnews.pt/samsung-galaxy-s21-um-olhar-mais-pormenorizado-ao-topo-de-gama/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-s21-um-olhar-mais-pormenorizado-ao-topo-de-gama-og.jpg", "publishedAt": "2020-11-28T18:12:00Z", "content": "O Samsung Galaxy S21 deverá chegar mais cedo do que o habitual, com uma possível apresentação a 14 de janeiro. O design deste topo de gama parece já estar praticamente estabelecido, mas novos renders… [+1702 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ana Sofia", "title": "Amazon entra no negócio da reciclagem de baterias de carros elétricos - Pplware", "description": "A Amazon investiu numa empresa de reciclagem de baterias que foi outrora criada por antigo executivo da Tesla, JB Straubel, a Redwood Materials.", "url": "https://pplware.sapo.pt/motores/amazon-entra-no-negocio-da-reciclagem-de-baterias-de-carros-eletricos/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/reciclagem_carros_eletricos_amazon02.jpg", "publishedAt": "2020-11-28T18:00:00Z", "content": "As empresas de automóveis estão a apostar cada vez mais na produção de carros elétricos. Assim sendo, há também as que estão a apostar no fabrico de baterias, para integrar esse padrão crescente dos … [+2003 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Rui Parreira", "title": "Property Brothers: da remodelação das casas na televisão para o videojogo nos smartphones - SAPO Tek", "description": "Descubra todos os truques e dicas da dupla de gémeos sobre o design e remodelação das casas. Mas atenção que não pode ultrapassar o orçamento…", "url": "https://tek.sapo.pt/mobile/android/artigos/property-brothers-da-remodelacao-das-casas-na-televisao-para-o-videojogo-nos-smartphones", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=MjgzDU/fystSFkRic5fwmukoDPmuQonTyFdy64NwtXe+WKp9SVsf/8g9PPE6dUn8OXxeNGnwj3OpSvR54ciUUoPO2v+OO5QY1wqy5afru9mjgvo=", "publishedAt": "2020-11-28T17:35:00Z", "content": "É possível ver os gémeos Drew e Jonathan Scott no programa Property Brothers, a passar atualmente na SIC Mulher. Trata-se de um dos programas com maior audiência sobre remodelações de casas. Um é esp… [+1431 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Câmara do iPhone 12 falha em superar alguns smartphones de 2019 - 4gnews", "description": "As opiniões são unânimes ao afirmar que o iPhone 12 será a melhor aposta para a maioria dos utilizadores iOS. Contudo, conhecida agora a análise à sua câmara pela plataforma DxOMark, vemos que este modelo não será o ideal para os amantes de fotografia. iPhone…", "url": "https://4gnews.pt/camara-do-iphone-12-falha-em-superar-alguns-smartphones-de-2019/", "urlToImage": "https://cdn.4gnews.pt/imagens/camara-do-iphone-12-fica-bastante-aquem-do-esperado-og.jpg", "publishedAt": "2020-11-28T17:20:00Z", "content": "As opiniões são unânimes ao afirmar que o iPhone 12 será a melhor aposta para a maioria dos utilizadores iOS. Contudo, conhecida agora a análise à sua câmara pela plataforma DxOMark, vemos que este m… [+1887 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "A OnePlus está gradualmente a transformar-se na OPPO - 4gnews", "description": "Fundada em dezembro de 2013 por Pete Lau e Carl Pei, a OnePlus transformou-se quase do dia para a noite num unicórnio tecnológico. A sopro de génio materializou-se com o primeiro smartphone da empresa chinesa, o One. Em 2020, contudo, a empresa sofreu mais al…", "url": "https://4gnews.pt/oneplus-transforma-se-na-oppo/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-transforma-se-na-oppo-og.jpg", "publishedAt": "2020-11-28T16:47:00Z", "content": "Fundada em dezembro de 2013 por Pete Lau e Carl Pei, a OnePlus transformou-se quase do dia para a noite num unicórnio tecnológico. A sopro de génio materializou-se com o primeiro smartphone da empres… [+6888 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Notícias Ao Minuto", "title": "Jovem atira telemóvel ao perceber que ia ser assaltado em São Paulo - Notícias ao Minuto", "description": "Momento insólito fez com que o ladrão se fosse embora 'de mãos a abanar'.", "url": "https://www.noticiasaominuto.com/mundo/1637036/jovem-atira-telemovel-ao-perceber-que-ia-ser-assaltado-em-sao-paulo", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_5fc27a097d86b.jpg", "publishedAt": "2020-11-28T16:42:00Z", "content": "Um jovem que ia ser assaltado, enquanto esperava por um carro que tinha chamado através de uma aplicação, atirou o telemóvel por um portão - e para dentro de uma moradia - de modo a que o ladrão não … [+924 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "NASA divulga o som da Perseverance na sua viagem no espaço profundo até Marte - Pplware", "description": "A NASA divulgou um trecho de som gravado pela Perseverance do espaço profundo na sua viagem até Marte. A sonda viaja a mais de 90 mil Km/h.", "url": "https://pplware.sapo.pt/ciencia/nasa-divulga-o-som-da-perseverance-na-sua-viagem-no-espaco-profundo-ate-marte/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/sonda_marte00.jpg", "publishedAt": "2020-11-28T15:59:00Z", "content": "No verão passado, a NASA enviou a sua sonda Perseverance rumo a Marte. Esta viagem, da missão Mars 2020, irá ter uma duração de cerca de 6 meses, que culminará no pouso no planeta vermelho em feverei… [+2520 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Huawei já deu o primeiro passo para se \"livrar\" do Android! - 4gnews", "description": "Com todos os problemas criados pelo governo dos Estados Unidos, a Huawei viu-se obrigada a apressar o lançamento do seu próprio sistema operativo, que chegará à Europa com o nome de HarmonyOS. Ao que tudo indica, os testes do novo sistema operativo começarão …", "url": "https://4gnews.pt/huawei-ja-deu-o-primeiro-passo-para-se-livrar-do-android/", "urlToImage": "https://cdn.4gnews.pt/imagens/huawei-ja-deu-o-primeiro-passo-para-se-livrar-do-android-og.jpg", "publishedAt": "2020-11-28T15:39:00Z", "content": "Com todos os problemas criados pelo governo dos Estados Unidos, a Huawei viu-se obrigada a apressar o lançamento do seu próprio sistema operativo, que chegará à Europa com o nome de HarmonyOS. Ao que… [+1851 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Futuro Apple Watch poderá medir continuamente a pressão arterial - Pplware", "description": "A Apple está a investigar o uso do Apple Watch para medir continuamente a pressão arterial. Pediu o registo de duas novas patentes para o efeito.", "url": "https://pplware.sapo.pt/apple/futuro-apple-watch-podera-medir-continuamente-pressao-arterial/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/tensao_arterial_apple_watch_00.jpg", "publishedAt": "2020-11-28T14:00:00Z", "content": "O Apple Watch é um dos dispositivos que a Apple mais vende. Popular no mundo, o smartwatch tem vindo a adotar uma vertente ligada à saúde e ao bem-estar. Depois dos sensores cardíacos, do ECG, sensor… [+2942 chars]"}, {"source": {"id": null, "name": "Www.nit.pt"}, "author": null, "title": "A Black Friday chegou à Media Markt: há smartphones 60€ mais baratos - NiT New in Town", "description": "Existem várias marcas e modelos para escolher. É a oportunidade certa para mudar os gadgets lá de casa.", "url": "https://www.nit.pt/compras/lojas-e-marcas/a-black-friday-chegou-a-media-markt-ha-smartphones-60e-mais-baratos", "urlToImage": "https://www.nit.pt/wp-content/plugins/mm_og_image/mm_og_image.php?post_id=619444&ts=20201128141133", "publishedAt": "2020-11-28T13:47:00Z", "content": "Quando a ocasião é importante, como o Natal ou um aniversário, e falham ideias para um presente incrível para uma pessoa especial, já se sabe que a escolha recai quase sempre no mesmo: uma joia, uma … [+694 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Smartwatch IMILAB - monitorize a sua atividade física por menos de 40€ - Pplware", "description": "Deixamos mais uma sugestão de qualidade, por menos de 40 €, para o ajudar na sua atividade física. Conheça o Smartwatch IMILAB.", "url": "https://pplware.sapo.pt/gadgets/smartwatch-imilab-monitorize-a-sua-atividade-fisica-por-menos-de-40e/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/Smartwatch-IMILAB_3.jpg", "publishedAt": "2020-11-28T12:45:00Z", "content": "A atividade física é de extrema importância na vida de cada um de nós e a saúde física e mental têm muito a ganhar com isso. Os smartwatches podem ser uma boa forma de se sentir motivado e desafiado,… [+2065 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Indeciso quanto ao filme que quer ver hoje à noite? Há uma app que o ajuda a decidir mais rapidamente - SAPO Tek", "description": "Através da Flimo, pode descobrir qual é o filme ideal para a sua sessão de cinema caseira. Para já, a aplicação disponibiliza recomendações apenas para a Netflix, no entanto, o suporte a outras plataformas de streaming está “na calha”.", "url": "https://tek.sapo.pt/mobile/android/artigos/indeciso-quanto-ao-filme-que-quer-ver-hoje-a-noite-ha-uma-app-que-o-ajuda-a-decidir-mais-rapidamente", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YmI5oz7gObOZeg1+Fl/5sbjzkM7vRDotvhigdc2YE8x8tSl1fPGjdhvF5ecLlfS3IQuX01lGr3Dh1ag3kG4TyhdULym5y/VhwKHEngkrNZFmndM=", "publishedAt": "2020-11-28T11:40:00Z", "content": "Com o fim-de-semana mesmo à porta, são muitos os que aproveitam para passar a noite de sexta-feira na companhia de um bom filme. Mas, com tantas opções disponíveis através das plataformas de streamin… [+1015 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Clementina Almeida", "title": "Será que o telemóvel está a afectar a relação com o seu filho? - PÚBLICO", "description": "A interacção com o bebé no período entre os 0 e os 3 anos é o elemento mais importante para o seu desenvolvimento, pois é na relação que o cérebro do bebé se desenvolve e que ele mais aprende", "url": "https://www.publico.pt/2020/11/28/impar/opiniao/sera-telemovel-afectar-relacao-filho-1940888", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1529697?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Impar.png", "publishedAt": "2020-11-28T11:27:00Z", "content": "Nunca os pais tiveram oportunidade de passar tanto tempo com os seus bebés. No entanto, parece que cada vez mais existem distracções que afectam a qualidade desse tempo passado entre pais e filhos. O… [+4736 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Samsung Galaxy S20 FE 4G está com promoção Black Friday! Poupa 100 euros - 4gnews", "description": "Apesar de não ser o mais potente smartphone da linha Galaxy S20, o Samsung Galaxy S20 FE rapidamente se tornou um dos mais populares entre os fãs da marca. Apresentando-se como uma excelente alternativa para quem queria ter um dos mais recentes topos de gama …", "url": "https://4gnews.pt/samsung-galaxy-s20-fe-4g-esta-com-promocao-black-friday-poupa-100-euros/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-s20-fe-4g-esta-com-promocao-black-friday-poupa-100-euros-og.jpg", "publishedAt": "2020-11-28T10:18:00Z", "content": "Apesar de não ser o mais potente smartphone da linha Galaxy S20, o Samsung Galaxy S20 FE rapidamente se tornou um dos mais populares entre os fãs da marca. Apresentando-se como uma excelente alternat… [+1639 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Forbes: Afinal Elon Musk não é o segundo homem mais rico do planeta - Pplware", "description": "Elon Musk foi dado como o segundo homem mais rico do planeta pela Bloomberg. A verdade parece diferentesegundo a Forbes e a posição da sua fortuna é outra", "url": "https://pplware.sapo.pt/informacao/forbes-afinal-elon-musk-nao-e-o-segundo-homem-mais-rico-do-planeta/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/elon_musk_forbes_1.jpg", "publishedAt": "2020-11-28T10:00:00Z", "content": "Apesar de parecer um mito, a verdade é que Elon Musk parece ter o toque de Midas. Todos os negócios onde o homem forte da Tesla se aventura acabam por ter uma visibilidade grande e tornam-se lucrativ… [+2003 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Negócios  com Lusa", "title": "Oi fecha acordo e vai pagar metade da sua dívida milionária ao Estado brasileiro - Jornal de Negócios", "description": "Em processo de recuperação judicial, a maior operadora brasileira de telefones fixos, onde a Pharol (ex-Portugal Telecom) é acionista, chegou a acordo com o Estado para pagar metade da sua dívida, que totaliza 14,3 mil milhões de reais (2,24 mil milhões de eu…", "url": "https://www.jornaldenegocios.pt/empresas/telecomunicacoes/detalhe/20201128-0959-oi-fecha-acordo-e-vai-pagar-metade-da-sua-divida-milionaria-ao-estado-brasileiro", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2016-08/img_1200x676$2016_08_11_20_13_27_292046.jpg", "publishedAt": "2020-11-28T09:59:22Z", "content": "A Oi, a maior operadora brasileira de telefones fixos, em processo de recuperação judicial, chegou a acordo com o Estado para pagar metade da sua dívida, que totaliza 14,3 mil milhões de reais (2,24 … [+2038 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "António Larguesa", "title": "Brexit e pandemia reforçam aposta do Reino Unido na Web Summit - Jornal de Negócios", "description": "O embaixador britânico em Portugal fala da promoção como destino para startups tecnológicas, assegurando as mesmas condições de financiamento, logísticas, infraestruturas e ecossistema empreendedor após a saída da União Europeia.", "url": "https://www.jornaldenegocios.pt/empresas/tecnologias/detalhe/brexit-e-pandemia-reforcam-aposta-do-reino-unido-na-web-summit", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2020-11/img_1200x676$2020_11_27_20_39_58_390075.jpg", "publishedAt": "2020-11-28T09:00:36Z", "content": "Com o setor digital a pesar cerca de 176 mil milhões de euros por ano na economia, o Reino Unido vai voltar a promover-se na Web Summit como \"um ótimo destino para empresas e start-ups que desejem de… [+2854 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Afinal já é possível correr o Windows nos Mac com SoC M1 da Apple - Pplware", "description": "Muitos achavam impossível, mas foi provado que é possível e aparentemente nem é complicado ter o Windows e o Linux a correr nos Mac com o SoC M1 da Apple", "url": "https://pplware.sapo.pt/apple/afinal-ja-e-possivel-correr-o-windows-nos-mac-com-soc-m1-da-apple/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/macbook_m1_apple.jpg", "publishedAt": "2020-11-28T08:00:00Z", "content": "Criados e desenhados para correr o macOS, os novos SoC M1 da Apple têm um desempenho que os coloca quase como um novo padrão no mercado. Por essa razão os utilizadores querem experimentá-los noutros … [+2096 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Fábrica de 3nm da TSMC está terminada e a produção começa em 2022 - Pplware", "description": "A gigante fabricante de semicondutores TSMC já deu por concluída a sua fábrica de 3nm e a produção em massa deverá ter início já em 2022.", "url": "https://pplware.sapo.pt/gadgets/hardware/fabrica-de-3nm-da-tsmc-esta-terminada-e-a-producao-comeca-em-2022/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/chips-tsmc.jpg", "publishedAt": "2020-11-28T01:30:00Z", "content": "No campo do hardware temos assistido atualmente a uma verdadeira revolução e evolução. Falando especificamente na litografia dos chips, o fabrico de 5nm já está a todo o vapor, mas as novidades não s… [+2442 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Foi iniciado o plano da Microsoft para matar de vez o Internet Explorer - Pplware", "description": "A Microsoft vai tornar o Internet Explorer numa ferramenta obsoleta. Esse movimento foi iniciado e já todos são encaminhados para o Edge, o novo browser", "url": "https://pplware.sapo.pt/microsoft/foi-iniciado-o-plano-da-microsoft-para-matar-de-vez-o-internet-explorer/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/ie_11_fim_1.jpg", "publishedAt": "2020-11-28T00:30:00Z", "content": "A Microsoft já mostrou ao mundo qual é o seu plano para o Internet Explorer. Este seu browser que há muitos anos está na Internet irá desaparecer e dar lugar ao seu sucessor, o Edge. Este caminho est… [+1929 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "MIUI 13: estes são os smartphones Xiaomi que vão receber! - Leak", "description": "A Xiaomi já está a trabalhar com toda a força no MIUI 13 e até já sabemos que smartphones vão receber. Veja se o seu está na lista.", "url": "https://www.leak.pt/miui-13-smartphones-xiaomi/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2020/09/Xiaomi-mi-10-5g-123-scaled-e1599134273197.jpg", "publishedAt": "2020-11-28T00:26:00Z", "content": "A interface da Xiaomi, a MIUI, é sem dúvida uma das melhores. Não só pelo design clean e com alguns elementos inspirados na Apple, mas sobretudo pelas muitas funcionalidades que disponibiliza aos uti… [+2197 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "App do YouTube para televisão já suporta vídeos a 8K - Notícias ao Minuto", "description": "A app do YouTube para telemóveis recebeu esta funcionalidade em 2015.", "url": "https://www.noticiasaominuto.com/tech/1636425/app-do-youtube-para-televisao-ja-suporta-videos-a-8k", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_5de64ee6a5fb6.jpg", "publishedAt": "2020-11-27T23:00:00Z", "content": "OYouTube anunciou que a versão da sua app para televisões Android recebeu a capacidade de visualizar conteúdos 8K.\r\nComo recorda o GSMArena, desde 2015 que a app do YouTube suporta vídeos a 8K, pelo … [+468 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Falha no Excel pode ter levado a mais de 1.500 mortes no Reino Unido - ZAP", "description": "Um erro no Microsoft Excel que eliminou quase 16 mil casos de covid-19 das estatísticas do Reino Unido pode ter...", "url": "https://zap.aeiou.pt/falha-no-microsoft-excel-tera-levado-1-500-mortes-no-reino-unido-362441", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/03/61a93432f361e493b2c827c35f48e18e.jpg", "publishedAt": "2020-11-27T22:15:00Z", "content": "Angelo Carconi / EPA\r\nUm erro no Microsoft Excel que eliminou quase 16 mil casos de covid-19 das estatísticas do Reino Unido pode ter levado a mais de 1.500 mortes evitáveis, de acordo com um artigo … [+3369 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Huawei prepara revolucionária tecnologia para a câmara dos seus smartphones - 4gnews", "description": "A Huawei tem-se afirmado como uma referência no mercado da fotografia em smartphones. Os seus topos de gama andam constantemente no topo deste segmento e essa tendência deverá manter-se em 2021. Segundo um novo relatório proveniente da China, a Huawei está pr…", "url": "https://4gnews.pt/huawei-prepara-revolucionaria-tecnologia-para-a-camara-dos-seus-smartphones/", "urlToImage": "https://cdn.4gnews.pt/imagens/huawei-prepara-revolucionaria-tecnologia-para-a-camara-dos-seus-smartphones-og.jpg", "publishedAt": "2020-11-27T22:01:00Z", "content": "A Huawei tem-se afirmado como uma referência no mercado da fotografia em smartphones. Os seus topos de gama andam constantemente no topo deste segmento e essa tendência deverá manter-se em 2021.\r\nSeg… [+1961 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "iPhone 12 vs Samsung Galaxy Note 20 Ultra: Qual o mais poderoso? - Pplware", "description": "Recentemente no canal de YouTube SpeedTest G foi partilhado um vídeo que compara o desempenho do iPhone 12 com o Samsung Galaxy Note 20 Ultra.", "url": "https://pplware.sapo.pt/smartphones-tablets/iphone-12-vs-samsung-galaxy-note-20-ultra-qual-o-mais-poderoso/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/iphone12_samsung_capa.jpg", "publishedAt": "2020-11-27T22:00:00Z", "content": "iPhone 12 vs Samsung Galaxy Note 20 Ultra? QUal escolher? No segmento dos smartphones é normal existirem comparativos aos mais diversos níveis. Por normas, são comparadas as especificações, a resistê… [+1639 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Dica: Use o Google Maps e controlo o Apple Music sem sair dos mapas - Pplware - Pplware", "description": "Se usa o Google Maps para navegação e gosta d eouvir música, com esta dica vai poder integrar os botões da aplicação na Apple, o Apple Music.", "url": "https://pplware.sapo.pt/google/dica-use-o-google-maps-e-controlo-o-apple-music-sem-sair-dos-mapas/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/maps_music00.jpg", "publishedAt": "2020-11-27T21:00:00Z", "content": "Muitos utilizadores do iOS usam o Google Maps pelo seu serviço ser efetivamente muito bom. No dia a dia, a conduzir com o auxílio do Maps, podemos usar os controlos de música para não termos de sair … [+1925 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Amazfit lançará versão melhorada do smartwatch Bip U na próxima semana - 4gnews", "description": "A Amazfit está bastante ativa no mercado dos wearables neste final de ano com várias revelações muito interessantes. Para começar bem o último mês de 2020, a marca vai apresentar o Amazfit Pop Pro. Será no dia 1 de dezembro que o novo smartwatch da chinesa se…", "url": "https://4gnews.pt/amazfit-lancara-versao-melhorado-do-smartwatch-bip-u-na-proxima-semana/", "urlToImage": "https://cdn.4gnews.pt/imagens/amazfit-lancara-versao-melhorado-do-smartwatch-bip-u-na-proxima-semana-og.jpg", "publishedAt": "2020-11-27T20:59:00Z", "content": "A Amazfit está bastante ativa no mercado dos wearables neste final de ano com várias revelações muito interessantes. Para começar bem o último mês de 2020, a marca vai apresentar o Amazfit Pop Pro.\r\n… [+1672 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "GOODOFFER24 continua em Black Friday: Windows 10, Office e muitos jogos - Pplware", "description": "A GOODOFFER24 continua em Black Friday depois de ter arrancado com a sua campanha na semana passada. Windows 10 Pro, Office, Jogos e muito mais. Tudo barato", "url": "https://pplware.sapo.pt/microsoft/windows/goodoffer24-continua-em-black-friday-windows-10/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/goodoffer24-windows-10-black-economizar-friday-promocao-preco.jpg", "publishedAt": "2020-11-27T20:30:00Z", "content": "A Black Friday pode ser uma das grandes oportunidades a nível mundial. Sem dúvida que em pouco tempo se tornou num momento empolgante para quem procura as melhores bagatelas. Ora a GOODOFFER24 mantém… [+1890 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Meo, Nos, Vodafone e Dense Air apresentam candidaturas para irem ao leilão do 5G - ECO Economia Online", "description": "Meo, Nos e Vodafone vão participar no leilão do 5G, confirmou o ECO, e a Nowo já se tinha mostrado interessada em apresentar candidatura. A Dense Air também vai participar.", "url": "https://eco.sapo.pt/2020/11/27/meo-nos-e-vodafone-apresentam-candidaturas-para-participarem-no-leilao-do-5g/", "urlToImage": "https://eco.imgix.net/uploads/2020/11/cropped-antenna-5357957_1920.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2020-11-27T20:03:45Z", "content": "As principais operadoras de telecomunicações — Meo, Nos e Vodafone — habilitaram-se a participar no leilão de frequências do 5G, apesar dos processos que mantêm em tribunal contra as regras, que cons… [+7189 chars]"}, {"source": {"id": null, "name": "Www.rtp.pt"}, "author": "Rádio e Televisão de Portugal", "title": "Economia europeia aposta na energia eólica marítima - RTP", "description": "A União Europeia pretende que em 2050 um quarto do consumo de energia provenha de uma fonte de electricidade limpa. No Mar do Norte, está a ser instalado o maior parque eólico do mundo em superfície marítima, que irá constituir uma alternativa aos combustívei…", "url": "https://www.rtp.pt/noticias/covid-19/economia-europeia-aposta-na-energia-eolica-maritima_n1278814", "urlToImage": "https://cdn-images.rtp.pt/icm/noticias/images/b2/b2e7440ff01b7c7ec6b56a2c40ca2797?w=860&q=90&rect=0,37,1215,666&auto=format", "publishedAt": "2020-11-27T20:02:00Z", "content": "O investimento nestas plataformas das energias renováveis gera novas indústrias e, consequentemente, novos postos de trabalho. Está a nascer a chamada Economia Azul europeia.Em tempos de desafios amb… [+3061 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Proxmox 6.3: Uma das melhores plataformas para máquinas virtuais - Pplware", "description": "No mercado são várias as plataformas de virtualização que existem (e gratuitas), mas uma das soluções mais fantásticas é o Proxmox.", "url": "https://pplware.sapo.pt/software/proxmox-6-3-uma-das-melhores-plataformas-para-maquinas-virtuais/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/proxmox_00.jpg", "publishedAt": "2020-11-27T20:00:00Z", "content": "Com a digitalização, uma das tecnologias de maior destaque é a virtualização. Tal como o nome sugere, conseguimos virtualizar máquinas podendo ter várias numa única máquina física. A virtualização é … [+1437 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Executive Digest", "title": "Das cartas de condução às coimas por usar o telemóvel. Veja tudo o que mudou no Código da Estrada - Diário Digital", "description": "O Conselho de Ministros aprovou, esta sexta-feira, a alteração ao Código da Estrada, no âmbito da transposição para o quadro jurídico interno da Diretiva europeia sobre cartas de condução.", "url": "https://executivedigest.sapo.pt/das-cartas-de-conducao-as-coimas-por-usar-o-telemovel-veja-tudo-o-que-mudou-no-codigo-da-estrada/", "urlToImage": "https://executivedigest.sapo.pt/wp-content/uploads/2019/10/autoestrada-630x315.png", "publishedAt": "2020-11-27T18:50:00Z", "content": null}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "iPhone é telefone de pobre e Huawei de rico, pelo menos na China - 4gnews", "description": "Os utilizadores da Apple são tidos como \"pobres invisíveis\" - aqueles que aparentam ter uma vida superior às suas circunstâncias financeiras. Esta é uma das pungentes conclusões de um estudo publicado na China. Segundo avança o Soutch China Morning Post (SCMP…", "url": "https://4gnews.pt/iphone-e-telefone-de-pobre-e-huawei-de-rico-pelo-menos-na-china/", "urlToImage": "https://cdn.4gnews.pt/imagens/iphone-e-telefone-de-pobre-e-huawei-de-rico-pelo-menos-na-china-og.jpg", "publishedAt": "2020-11-27T18:30:00Z", "content": "Os utilizadores da Apple são tidos como \"pobres invisíveis\" - aqueles que aparentam ter uma vida superior às suas circunstâncias financeiras. Esta é uma das pungentes conclusões de um estudo publicad… [+2346 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Miguel Prado", "title": "Hackers do Gana roubam €2,5 milhões aos restaurantes Portugália - Expresso", "description": "Empresa de restauração foi alvo de ataque informático em março e imputa responsabilidades ao Banco BPI", "url": "https://expresso.pt/economia/2020-11-27-Hackers-do-Gana-roubam-25-milhoes-aos-restaurantes-Portugalia", "urlToImage": "http://images.impresa.pt/expresso/2020-11-26-portugalia-cervejaria-belem---exterior--1-_T-_IDP.jpg/fb/wm", "publishedAt": "2020-11-27T18:12:00Z", "content": "Uma desgraça nunca vem só. Pode bem dizê-lo a administração do Grupo Portugália, que tem uma das mais conhecidas redes de restaurantes do país. Além do impacto da pandemia no seu negócio, a Portugáli… [+579 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Carregador barato para iPhone 12 com carregamento rápido: 3 alternativas - 4gnews", "description": "Recentemente a Apple lançou o iPhone 12 do qual sou um satisfeito proprietário. No entanto, a tecnológica de Cupertino optou por não colocar carregador (adaptador de corrente) na caixa pela primeira vez. Isso faz com que muitos utilizadores queiram procurar a…", "url": "https://4gnews.pt/carregador-barato-para-o-iphone-12-com-carregamento-rapido/", "urlToImage": "https://cdn.4gnews.pt/imagens/carregador-barato-para-o-iphone-12-com-carregamento-rapido-3-alternativas-og.jpg", "publishedAt": "2020-11-27T18:11:00Z", "content": "Recentemente a Apple lançou o iPhone 12 do qual sou um satisfeito proprietário. No entanto, a tecnológica de Cupertino optou por não colocar carregador (adaptador de corrente) na caixa pela primeira … [+1581 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "José Varela Rodrigues", "title": "Oppo vendeu mais de 13 mil smartphones em nove meses e deverá entrar no 'top 5' das vendas portuguesas em 2021 - Jornal Económico", "description": "", "url": "https://jornaleconomico.sapo.pt/noticias/oppo-vendeu-13-000-smartphones-em-nove-meses-e-devera-entrar-no-top-5-das-vendas-em-2021-670231", "urlToImage": "https://jornaleconomico.sapo.pt/wp-content/uploads/2020/11/telemovel-smartphone-app.jpg", "publishedAt": "2020-11-27T18:08:00Z", "content": "A Oppo está ter um acolhimento no mercado português de smartphones acima do esperado. A fabricante chinesa, que só este ano entrou em Portugal, vendeu 13.300 unidades nos primeiros nove meses do ano … [+4224 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Smart TV Xiaomi Mi LED TV 4S: três tamanhos diferentes e descontos de Black Friday - Pplware", "description": "O modelo Mi TV LED 4S tem três tamanhos disponíveis e isso pode trazer-lhe algumas dúvidas.Assim, mostramos aqui algumas das diferenças entre elas.", "url": "https://pplware.sapo.pt/gadgets/smart-tv-xiaomi-mi-led-tv-4s-tres-tamanhos-diferentes-e-descontos-de-black-friday/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/xiaomi-mi-tv-4s-1.jpg", "publishedAt": "2020-11-27T18:02:00Z", "content": "A época de descontos que vivemos é a ideal para equipar a casa com aquele gadget mais caro que há tanto se deseja. A Xiaomi tem no seu portfólio as smart TV mais populares da China e, por cá, estão t… [+4026 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Fátima Caçador", "title": "5G: Altice Portugal confirma que entregou candidatura. NOS e Vodafone também - SAPO Tek", "description": "A dona do MEO é a terceira operadora a confirmar a participação no leilão do 5G  que hoje termina a fase de qualificação de interessados. Mesmo mantendo fortes críticas ao regulamento, as três operadoras móveis a atuar em Portugal \"vão a jogo\" no leilão.", "url": "https://tek.sapo.pt/noticias/telecomunicacoes/artigos/5g-altice-portugal-confirma-que-entregou-candidatura", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YmE3Z9u4SGo+TIx+ndskFWhvjYfzk8aLrFIAvgoPUuhramahz3+jy74g8NxKnE03R81dQqeeAN7x/ozJ4Qgb6h+lhuNFaFkdC1X5V+gR+a2kAMQ=", "publishedAt": "2020-11-27T18:02:00Z", "content": "\"A Altice Portugal confirma que entregou, hoje, a sua candidatura para o leilão do 5G\", adianta a empresa em comunicado, onde reitera a posição que expressou anteriormente \"o Regulamento para o leilã… [+8486 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Rui Parreira", "title": "Microsoft já antecipa futuro sem necessidade de consolas para jogar videojogos - SAPO Tek", "description": "No próximo ano, a fabricante vai lançar uma aplicação para Smart TVs que vai permitir jogar os títulos da Xbox através de cloud, sem a necessidade da consola.", "url": "https://tek.sapo.pt/noticias/computadores/artigos/microsoft-ja-antecipa-futuro-sem-necessidade-de-consolas-para-jogar-videojogos", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NDdm8X0tbGhPvHLosjRbnjJp62K8lbj+ADs4bmuc9Qj8JUsLjxaXsIBsk8hwII2RJ/bU+40XLmRAg8uXP8/5xu5PzUwwbJPqXThnnJHra7CF1lI=", "publishedAt": "2020-11-27T16:53:00Z", "content": "A aposta da Microsoft num ecossistema de videojogos mais abrangente, para além das suas consolas Xbox é cada vez mais uma realidade, nas palavras do seu líder Phil Spencer. Atualmente, o espectro da … [+2553 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Tek / Lusa", "title": "5G: NOS participou no leilão, mas espera que Anacom altere regulamento - SAPO Tek", "description": "A NOS participou no leilão do 5G com a \"expectativa\" de que as regras, que considera \"inconstitucionais e ilegais\", sejam \"alteradas\", disse hoje à Lusa fonte oficial da operadora, no último dia do prazo da candidatura.", "url": "https://tek.sapo.pt/noticias/telecomunicacoes/artigos/5g-nos-participou-no-leilao-mas-espera-que-anacom-altere-regulamento", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NjA2E9HRF6NCoZ6xF5aaywmSpZf1kAPaBr8P8xj7CnfXv49VfZJj6n3wGW62736XVa/adNbclyeErLVFSEFt4I6Dp7vzI1FP6fCkBKQICclun6E=", "publishedAt": "2020-11-27T16:37:00Z", "content": "O prazo para a entrega de candidaturas ao leilão do 5G terminou hoje, num processo de grande contestação das operadoras de telecomunicações históricas, que avançaram com vários processos judiciais e … [+2427 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "ZTE lança um clone do Amazfit GTS! Por apenas €30, não encontras melhor - 4gnews", "description": "A ZTE acabou de surpreender todos os seus fãs, ao apresentar de forma muito discreta um novo smartwatch extremamente barato. O novo ZTE Watch Live apresenta-se praticamente como um clone do muito popular Amazfit GTS, pelo menos no que respeita ao seu design. …", "url": "https://4gnews.pt/zte-lanca-um-clone-do-amazfit-gts-por-apenas-30-nao-encontras-melhor/", "urlToImage": "https://cdn.4gnews.pt/imagens/zte-lanca-um-clone-do-amazfit-gts-por-apenas-30-nao-encontras-melhor-og.jpg", "publishedAt": "2020-11-27T15:51:00Z", "content": "A ZTE acabou de surpreender todos os seus fãs, ao apresentar de forma muito discreta um novo smartwatch extremamente barato. O novo ZTE Watch Live apresenta-se praticamente como um clone do muito pop… [+1744 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Saiba o que fazer para se manter protegido contra ciberameaças na “febre das compras” da Black Friday - SAPO Tek", "description": "Nem sempre é fácil navegar pelo “mar” de propostas apetecíveis da Black Friday, em especial, quando há inúmeras \"armadilhas\" deixadas por cibercriminosos. O SAPO TEK reuniu alguns dos principais conselhos que deve seguir para aproveitar o período de descontos…", "url": "https://tek.sapo.pt/noticias/internet/artigos/saiba-o-que-fazer-para-se-manter-protegido-contra-ciberameacas-na-febre-das-compras-da-black-friday", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ZmM3rjRaLHq10phIBRlwATCxACRaQq5kpDvbjIOyy+nj3wq7AZD+yZfgNuAWe/7z+eRXNPojoQnrE6rqVq4e8S5NnI1G3ez8cA2T9sj4ca1SnJE=", "publishedAt": "2020-11-27T15:44:00Z", "content": "A época de descontos e promoções da Black Friday já começou. Numa época marcada pelas restrições associadas à pandemia de COVID-19, todas as atenções centram-se nos canais digitais, com as grandes e … [+6267 chars]"}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "O WhatsApp tem novidades e ajudam-te a ganhar espaço no telemóvel - JN Tag - Jornal de Notícias", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMiVGh0dHBzOi8vdGFnLmpuLnB0L28td2hhdHNhcHAtdGVtLW5vdmlkYWRlcy1lLWFqdWRhbS10ZS1hLWdhbmhhci1lc3BhY28tbm8tdGVsZW1vdmVsL9IBAA?oc=5", "urlToImage": null, "publishedAt": "2020-11-27T15:28:27Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Estafetas da Amazon roubam as PlayStation 5 e um foi apanhado em vídeo - PplWare", "description": "Alguns estafetas da Amazon estão a roubar exemplares da PS5. Mas um desses larápios foi mesmo captado num vídeo que depois foi divulgado.", "url": "https://pplware.sapo.pt/jogos/estafetas-da-amazon-roubam-as-playstation-5-e-um-foi-apanhado-em-video/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/Ps5-amazon.jpg", "publishedAt": "2020-11-27T14:45:00Z", "content": "Bem sabemos que dentro do mundo da tecnologia há verdadeiros produtos alvo do desejo e cobiça dos utilizadores. Um exemplo claro disso é a recém-lançada PlayStation 5 da Sony.\r\nAgora alguns relatos d… [+2525 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Samsung desafia o mercado com os seus conceitos para os próximos smartphones - Pplware", "description": "A Samsung parece querer provocar o mrcado e lanlça umas imagens de conceito com smartphones com ecrã triplo e com tecnologia de enrolar.", "url": "https://pplware.sapo.pt/gadgets/samsung-desafia-o-mercado-com-os-seus-conceitos-para-os-proximos-smartphones/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/galaxy_z_3_00.jpg", "publishedAt": "2020-11-27T14:00:00Z", "content": "A Samsung é das mais inovadoras no que toca a tecnologias dos ecrãs para smartphones. Na verdade, estas ideias e conceitos que a empresa sul-coreana lança influenciam o mercado e dão vantagem à marca… [+1346 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Rui Parreira", "title": "APRITEL acusa Anacom de desvirtuar informação sobre a realidade dos preços das telecomunicações em Portugal - SAPO Tek", "description": "A Associação dos Operadores de Comunicações Eletrónicas afirma que o regulador omite referências no seu próprio relatório estatístico que contradizem “o cenário que pretende passar para a opinião pública”.", "url": "https://tek.sapo.pt/noticias/telecomunicacoes/artigos/apritel-acusa-anacom-de-desvirtuar-informacao-sobre-a-realidade-das-telecomunicacoes-em-portugal", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NTM2MXuV70pTGIDV/SDtXrNVc8rcgPYdfO5/bbjfUwGJUqC1Gd9fUiT3gaR6sG9a/BjIc8efrHeUxy0/GvfCskHMF26NECYHhJAUDBBRBPuDMco=", "publishedAt": "2020-11-27T13:00:00Z", "content": "As tensões estão longe de baixar entre a Anacom e as operadoras de telecomunicações, e no dia em que acaba o prazo para a entrega das candidaturas ao leilão do 5G, as críticas ao regulador continuam … [+4559 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "P3", "title": "Esta “startup” portuguesa faz máscaras com plástico tirado do mar - PÚBLICO", "description": "Este modelo de máscaras equivale a “cerca de duas garrafas de plástico”, segundo André Facote. Máscaras são compostas por 44% de algodão orgânico e 56% de fio que resulta do plástico recolhido do oceano.", "url": "https://www.publico.pt/2020/11/27/p3/noticia/startup-portuguesa-faz-mascaras-plastico-tirado-mar-1940902", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1529537?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_P3.png", "publishedAt": "2020-11-27T12:25:00Z", "content": "Uma startup portuguesa incubada no Parque da Ciência e Tecnologia da Universidade do Porto (UPTEC) está a utilizar o plástico encontrado no oceano para produzir máscaras de uso profissional e comunit… [+2030 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "OnePlus 8 e OnePlus 8 Pro: bateria ganha nova vida com atualização - 4gnews", "description": "O OnePlus 8 e OnePlus 8 Pro foram lançados na primeira metade de 2020, e acabam de receber a sua mais recente atualização. A OxygenOS 11.0.2.2 chega de forma estável a ambos os equipamentos com o patch de segurança Android do mês de novembro. Esta atualização…", "url": "https://4gnews.pt/oneplus-8-e-oneplus-8-pro-bateria-ganha-nova-vida-com-atualizacao/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-8-e-oneplus-8-pro-com-autonomia-melhorada-depois-de-atualizacao-og.jpg", "publishedAt": "2020-11-27T12:22:00Z", "content": "O OnePlus 8 e OnePlus 8 Pro foram lançados na primeira metade de 2020, e acabam de receber a sua mais recente atualização. A OxygenOS 11.0.2.2 chega de forma estável a ambos os equipamentos com o pat… [+1756 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Rui Parreira", "title": "Alerta Android: WAPDropper é um novo malware usado para roubar dinheiro através de subscrições não solicitadas - SAPO Tek", "description": "A Check Point avisa que esta infeção pode também abrir a porta para a entrada de outros malware nos equipamentos Android.", "url": "https://tek.sapo.pt/noticias/computadores/artigos/alerta-android-wapdropper-e-um-novo-malware-usado-para-roubar-dinheiro", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YjQ3CT9FkFsVzb3CopL4oIIPGeLfRlR2yvCr3vkVQx6SXLXqASTx+FMiw8lL072KGpdFab8IWuYb1bsFgoywL6BoTpO6SmXj1TTePTs8RXbFql0=", "publishedAt": "2020-11-27T12:00:00Z", "content": "Os investigadores da Check Point descobriram recentemente uma campanha de malware \"nunca vista até aqui\", assente na subscrição não consentida de utilizadores Android a serviços telefónicos pagos pro… [+2405 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Black Friday 2020: os melhores descontos de tecnologia em Portugal - 4gnews", "description": "A Black Friday celebra-se a 27 de novembro de 2020, marcando a última sexta-feira do mês. É a ocasião perfeita para comprar ao melhor preço e com os melhores descontos e a pensar nisso reunimos aqui as oportunidades a não perder! Em seguida agrupamos as melho…", "url": "https://4gnews.pt/black-friday-2020-melhores-descontos/", "urlToImage": "https://cdn.4gnews.pt/imagens/black-friday-2020-melhores-descontos-og.jpg", "publishedAt": "2020-11-27T11:35:00Z", "content": "A Black Friday celebra-se a 27 de novembro de 2020, marcando a última sexta-feira do mês. É a ocasião perfeita para comprar ao melhor preço e com os melhores descontos e a pensar nisso reunimos aqui … [+6027 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Google TV está sem sarilhos ao deixar de suportar conteúdo da Netflix! - 4gnews", "description": "A nova interface Google TV, que estrou com o lançamento do nogo Chromecast, apresentou-se como uma potencial substituta permanente do Android TV. O seu principal objetivo é conseguir oferecer uma experiência de utilização única, ao conseguir agregar todos os …", "url": "https://4gnews.pt/google-tv-esta-sem-sarilhos-ao-deixar-de-suportar-conteudo-da-netflix/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-tv-esta-sem-sarilhos-ao-deixar-de-suportar-conteudo-da-netflix-og.jpg", "publishedAt": "2020-11-27T11:32:00Z", "content": "A nova interface Google TV, que estrou com o lançamento do nogo Chromecast, apresentou-se como uma potencial substituta permanente do Android TV. O seu principal objetivo é conseguir oferecer uma exp… [+2552 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Honor pode ultrapassar Huawei? Fundador diz que sim - 4gnews", "description": "A Honor é agora totalmente independente da Huawei. A ex-submarca foi vendida este mês a um consórcio onde está incluído o governo da cidade de Shenzhen. Ren Zhengfei, um dos fundadores da Huawei, veio agora a público dizer que espera que a Honor possa ultrapa…", "url": "https://4gnews.pt/honor-pode-ultrapassar-huawei-fundador-diz-que-sim/", "urlToImage": "https://cdn.4gnews.pt/imagens/honor-pode-ultrapassar-huawei-fundador-diz-que-sim-og.jpg", "publishedAt": "2020-11-27T11:28:00Z", "content": "A Honor é agora totalmente independente da Huawei. A ex-submarca foi vendida este mês a um consórcio onde está incluído o governo da cidade de Shenzhen. Ren Zhengfei, um dos fundadores da Huawei, vei… [+1316 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Google Chrome tem uma grande novidade! Veja como ativar! - Leak", "description": "O Google Chrome vai permitir pesquisar pelas páginas abertas que estejam perdidas no meio de dezenas de tabs, o que é uma grande novidade!", "url": "https://www.leak.pt/google-chrome-grande-novidade/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2019/02/Google-Chrome-1024x576.jpg", "publishedAt": "2020-11-27T11:00:00Z", "content": "Há excelentes notícias para quem usa o browser da Google. É que o Google Chrome vai permitir pesquisar pelas páginas web abertas que estejam perdidas no meio de dezenas de separadores, o que é uma gr… [+2013 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Black Friday: aproveita os descontos no OnePlus Nord e OnePlus 8 Pro - 4gnews", "description": "A Black Friday chegou, e com ela chega aquela que é uma das melhores alturas do ano para comprar produtos tecnológicos - e não só. E os smartphones da OnePlus são dos melhores investimentos que podes fazer se estiveres a pensar comprar um novo smartphone Andr…", "url": "https://4gnews.pt/black-friday-aproveita-os-descontos-no-oneplus-nord-e-oneplus-8-pro/", "urlToImage": "https://cdn.4gnews.pt/imagens/black-friday-aproveita-os-descontos-no-oneplus-nord-e-oneplus-8-pro-og.jpg", "publishedAt": "2020-11-27T09:55:00Z", "content": "A Black Friday chegou, e com ela chega aquela que é uma das melhores alturas do ano para comprar produtos tecnológicos - e não só. E os smartphones da OnePlus são dos melhores investimentos que podes… [+3198 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Negócios", "title": "Microsoft vai dar formação a 200 mil e contratar 300 colaboradores - Jornal de Negócios", "description": "A tecnológica assinou esta manhã um memorando de entendimento com o Governo para o setor digital que inclui também o apoio a start-ups.", "url": "https://www.jornaldenegocios.pt/empresas/tecnologias/detalhe/microsoft-vai-dar-formacao-a-200-mil-e-contratar-300-colaboradores", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2016-12/img_1200x676$2016_12_15_19_06_26_299646.jpg", "publishedAt": "2020-11-27T09:15:00Z", "content": "Desenvolvimento de competências digitais de 200 mil pessoas dos setores público e privado, capacitação tecnológica de 70 mil alunos do superior e o reforço do quadro de colaboradores da Microsoft são… [+2426 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Falha de segurança afeta o Windows 7! Atualização não vem da Microsoft - Pplware", "description": "Uma das mais temidas situações aconteceu agora, com uma nova falha a ser descoberta e que compromete o Windows 7. A atualização não vem da Microsoft", "url": "https://pplware.sapo.pt/microsoft/windows/nova-falha-de-seguranca-afeta-o-windows-7-desta-vez-a-atualizacao-nao-vem-da-microsoft/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/03/windows_7_alerta_atualizacao_1.jpg", "publishedAt": "2020-11-27T08:50:00Z", "content": "Foi no início deste ano que a Microsoft abandonou de forma definitiva o Windows 7. Este sistema perdeu todo o suporte e atualizações de segurança essenciais, que o mantinham segundo e livre de proble… [+2113 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Agência Lusa", "title": "Microsoft assina memorando com Governo que inclui investir até 1 ME em programa para \"startups\" - Observador", "description": "", "url": "https://observador.pt/2020/11/27/microsoft-assina-memorando-com-governo-que-inclui-investir-ate-1-me-em-programa-para-startups/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2F770x403%2Cq86%2Ccx0%2Ccw2000%2Ccy105%2Cch1124%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2019%2F11%2F05085302%2FGettyImages-1175327728.jpg", "publishedAt": "2020-11-27T08:38:00Z", "content": "A Microsoft assinou esta sexta-feira um memorando de entendimento com o Governo para acelerar a recuperação económica, segundo o qual prevê investir até um milhão de euros na criação do programa “Hig… [+4106 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Económico Madeira com DECO", "title": "Saiba que opções tem se quiser comprar um telemóvel novo e se desfazer do antigo - Jornal Económico", "description": "", "url": "https://jornaleconomico.sapo.pt/noticias/saiba-que-opcoes-tem-se-quiser-comprar-um-telemovel-novo-e-se-desfazer-do-antigo-669406", "urlToImage": "https://jornaleconomico.sapo.pt/wp-content/uploads/2020/11/reparação-telemóvel-estragado-1.jpg", "publishedAt": "2020-11-27T07:45:00Z", "content": "Espera ter um novo telemóvel neste Natal e não sabe o que fazer ao antigo?\r\nOs principais motivos que levam o consumidor a mudar de telemóvel prendem-se sobretudo com danos no ecrã ou no equipamento … [+1712 chars]"}, {"source": {"id": null, "name": "Www.dn.pt"}, "author": "DN/Lusa", "title": "Cuba anuncia mais duas vacinas e já conta com quatro possíveis fármacos - Diário de Notícias - Lisboa", "description": "A Mambisa (de administração intranasal) e Abdala (intramuscular), criadas no Centro de Engenharia Genética e de Biotecnologia de Cuba, são as mais recentes candidatas para mitigar a propagação da pandemia e passarão por duas fases de testes para comprovar a e…", "url": "https://www.dn.pt/vida-e-futuro/cuba-anuncia-mais-duas-vacinas-e-ja-conta-com-quatro-possiveis-farmacos-13081606.html", "urlToImage": "https://static.globalnoticias.pt/dn/image.aspx?brand=DN&type=generate&guid=21831df2-f722-438f-88e0-942be1adfc9c&w=800&h=420&watermark=true&t=20201127074400", "publishedAt": "2020-11-27T07:44:00Z", "content": "Cuba anunciou na quinta-feira que vai começar os ensaios clínicos de dois projetos de vacinas contra a covid-19, que aumentam para quatro o número de possíveis fármacos deste tipo desenvolvidos na il… [+1683 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "OnePlus Nord passa com distinção nos testes de fotografia da DxOMark - 4gnews", "description": "Lançado em agosto deste ano, o OnePlus Nord marcou o regresso da fabricante chinesa ao segmento de gama-média. O equipamento passou agora pelos testes de fotografia da DxOMark, alcançando uma pontuação geral de 108 pontos. Estes são números bem abaixo dos top…", "url": "https://4gnews.pt/oneplus-nord-passa-com-distincao-nos-testes-de-fotografia-da-dxomark/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-nord-passa-com-distincao-nos-testes-de-fotografia-da-dxomark-og.jpg", "publishedAt": "2020-11-27T07:21:00Z", "content": "Lançado em agosto deste ano, o OnePlus Nord marcou o regresso da fabricante chinesa ao segmento de gama-média. O equipamento passou agora pelos testes de fotografia da DxOMark, alcançando uma pontuaç… [+1422 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Descubra as duas faces da Inteligência Artificial através de um mapa interativo online - SAPO Tek", "description": "Em Where in the World is AI pode ficar a conhecer vários casos de utilização de Inteligência Artificial: seja para o bem ou para o mal. O objetivo é ajudar a abrir a discussão em torno do uso responsável da tecnologia.", "url": "https://tek.sapo.pt/extras/site-do-dia/artigos/descubra-as-duas-faces-da-inteligencia-artificial-atraves-de-um-mapa-interativo-online", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=OGE5plQvRSoVoIZCY5Ek59pZFjyRZYw6VIagLD6HbZzZW7E6PW/wPWzgvU+w0eiWs2ExsCAFovB924wc6JXmmpiitteTbOh2vePHBXGFK2H+/x0=", "publishedAt": "2020-11-27T07:20:00Z", "content": "A Inteligência Artificial faz cada vez mais parte das nossas vidas. Apesar de todas as aplicações que têm em vista o bem da sociedade, é comum depararmo-nos com casos que representam o reverso da moe… [+1061 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/nunoliveira1991", "title": "Sabe qual é o componente mais caro do iPhone 12? - Leak", "description": "O iPhone não é barato, nem nunca foi conhecido por ser um smartphone barato. Mas sabe quanto custa cada componente que lhe dá vida?", "url": "https://www.leak.pt/sabe-qual-e-o-componente-mais-caro-do-iphone-12/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2020/10/iPhone-12-Pro-unboxing.jpg", "publishedAt": "2020-11-26T16:32:00Z", "content": "O iPhone não é barato, nem nunca foi conhecido por ser um smartphone barato. Mas sabe quanto custa cada componente que lhe dá vida? Ou melhor, sabe quais são as grandes diferenças entre cada modelo, … [+2287 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Top 5 smartphones por menos de 300 € para comprar nesta Black Friday - Pplware", "description": "Deixamos a sugestão de alguns smartphones, bem como o preço médio antes de promoção, para perceber se está perante uma real promoção nesta Black Friday.", "url": "https://pplware.sapo.pt/informacao/top-5-smartphones-por-menos-de-300-e-para-comprar-nesta-black-friday/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/09/Huawei-P40-lite-E-fotografar.jpg", "publishedAt": "2020-11-26T14:00:00Z", "content": "Estamos em época de promoções e muitos escolhem o momento para fazer compras mais caras, onde se incluem os smartphones. Na verdade, a Black Friday é só amanhã, mas as lojas aproveitam o mês inteiro,… [+5726 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Polígrafo, Cátia Andrea Costa", "title": "EDP está a enviar SMS aos clientes para estes pagarem faturas em atraso? - Polígrafo", "description": "Em várias publicações no Facebook denuncia-se que clientes da EDP estão a receber mensagens nos telemóveis cujo objetivo é evitar que o serviço seja suspenso. Para isso, são enviadas a entidade e a referência que permitem o pagamento que saldaria a suposta dí…", "url": "https://poligrafo.sapo.pt/fact-check/edp-esta-a-enviar-sms-aos-clientes-para-estes-pagarem-faturas-em-atraso", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Fpoligrafo.sapo.pt%2Fassets%2Fimg%2Fpoligrafo%2Ffacebook-overlay-pepper.png&epic=OGQ3znGjKuEhH00pwWXg12o0YFrbs7VEpE5Z8cmGmWWA6gNPIdsL7oDAUTuVuQc0ht4b3mbTLSiqC6IjMPEo6SJeYibi1pCF1ZLy944DqRAAjeM=", "publishedAt": "2020-11-26T14:00:00Z", "content": "Caro cliente, iremos realizar hoje a suspensão da sua energia EDP. Pague no Multibanco o valor em atraso de 103,62. Entidade: 21800 Referêndcia: 690 930 550 para evitar a suspensão do seu serviço. (O… [+2919 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Amazfit GTS 2 mini está a chegar: design oficial revelado em vídeo - 4gnews", "description": "Recentemente a Huami (parceira de longa data da Xiaomi), apresentou globalmente novos smartwatches muito esperados: o Amazfit GTR 2 e Amazfit GTS 2. Este segundo terá direito em breve a uma versão mais modesta (e compacta). Aquele que vai chamar-se ‘Amazfit G…", "url": "https://4gnews.pt/amazfit-gts-2-mini-esta-a-chegar-design-oficial-revelado-em-video/", "urlToImage": "https://cdn.4gnews.pt/imagens/amazfit-gts-2-mini-esta-a-chegar-design-oficial-revelado-em-video-og.jpg", "publishedAt": "2020-11-26T10:39:00Z", "content": "Recentemente a Huami (parceira de longa data da Xiaomi), apresentou globalmente novos smartwatches muito esperados: o Amazfit GTR 2 e Amazfit GTS 2. Este segundo terá direito em breve a uma versão ma… [+1458 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/nunoliveira1991", "title": "Esta é a performance da nova NVIDIA RTX 3060 Ti de 400€! - Leak", "description": "Pois bem, à medida que vamos ficando mais e mais próximos do lançamento oficial da nova NVIDIA RTX 3060 Ti, temos mais e mais informações", "url": "https://www.leak.pt/esta-e-a-performance-da-nova-nvidia-rtx-3060-ti-de-400e/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2020/11/gigabyte-rtx-3060-ti.jpg", "publishedAt": "2020-11-26T10:11:00Z", "content": "Pois bem, à medida que vamos ficando mais e mais próximos do lançamento oficial da nova NVIDIA RTX 3060 Ti, temos mais e mais informações a chegar à Internet, especialmente quando falamos do campo da… [+2196 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Black Friday: poupa 400 € neste bom portátil Huawei Matebook - 4gnews", "description": "A semana da Black Friday 2020 traz-nos os melhores descontos em bons portáteis como o Matebook 14 da Huawei. Equipado com o processador i7 da Intel, 16 GB de RAM e 512 GB de armazenamento interno, o portátil está agora em promoção. Estamos perante um dos mode…", "url": "https://4gnews.pt/black-friday-poupa-portatil-huawei-matebook/", "urlToImage": "https://cdn.4gnews.pt/imagens/black-friday-poupa-400-neste-bom-portatil-huawei-matebook-og.jpg", "publishedAt": "2020-11-26T09:30:00Z", "content": "A semana da Black Friday 2020 traz-nos os melhores descontos em bons portáteis como o Matebook 14 da Huawei. Equipado com o processador i7 da Intel, 16 GB de RAM e 512 GB de armazenamento interno, o … [+2795 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/hugocura", "title": "VideoProc, edição de vídeo simplificada, nova versão e oferta Black Friday - Pplware", "description": "Entre muitas alternativas disponíveis, o software de edição de vídeo VideoProc destaca-se pela simplicidade de utilização e compatibilidade alargada.", "url": "https://pplware.sapo.pt/software/videoproc-a-edicao-de-video-simplificada-oferta-black-friday/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/videoproc-special-offer_small.jpg", "publishedAt": "2020-11-25T11:43:00Z", "content": "Nunca foi tão fácil e rápido captar vídeo. É algo tão simples como tirar o smartphone do bolso e começar a gravar, com qualidade digna de uma boa câmara de há alguns anos atrás. É claro que, por si s… [+5364 chars]"}]}