{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Elon Musk: Os Superchargers estão abertos a outras marcas de carros elétricos - Pplware", "description": "segundo revelou o homem forte da Tesla, Elon Musk, os Superchargers estão abertos a outras marcas de carros elétricos e podem ser usados se assim quiserem", "url": "https://pplware.sapo.pt/informacao/elon-musk-os-superchargers-estao-abertos-a-outras-marcas-de-carros-eletricos/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/tesla_superchargers_1.jpg", "publishedAt": "2020-12-22T00:30:00Z", "content": "Uma das grandes vantagens da Tesla é ter uma rede própria de carregadores, os Superchargers, espalhados pelo mundo. Estes são pontos preferenciais onde os carros elétricos da marca podem ser carregad… [+2165 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Plano Revolut Plus que garante mais proteção na hora de fazer compras já está disponível em Portugal - SAPO Tek", "description": "Depois de lançar no Reino Unido o novo plano, a empresa estende o serviço para o Espaço Económico Europeu. Assegurada está, por exemplo, a proteção contra roubos ou danos, mas também há novidades noutros planos pagos no que diz respeito a reembolsos.", "url": "https://tek.sapo.pt/mobile/apps/artigos/plano-revolut-plus-que-garante-mais-protecao-na-hora-de-fazer-compras-ja-esta-disponivel-em-portugal", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&png=1&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=MmI1ioRYX5fyxqBA0SdE/q7UeonwZM7s+ydYp+hugyooyfnQ1eqbHrfO6Uk3j7RBMZeyqNG4XJZIpeQMU0+B22hZxkbB/iGPNCHtwuVXZbe9rM8=", "publishedAt": "2020-12-21T23:01:00Z", "content": "Revolut Plus é o mais recente plano da app financeira Revolut que chega à Europa. O serviço garante que as compras dos clientes com planos pagos passem a estar protegidos de roubo, danos ou políticas… [+2880 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Adobe lança o Premiere Pro beta para Macs M1 - Pplware", "description": "São cada vez mais as empresas a desenvolver propositadamente versões da sua oferta de software para a nova arquitetura usada nos MacBooks M1. A Adobe é uma das empresas que já desenvolveu várias versões...", "url": "https://pplware.sapo.pt/informacao/adobe-lanca-o-premiere-pro-beta-para-macs-m1/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/adobe_premier_pro_beta05.jpg", "publishedAt": "2020-12-21T21:35:00Z", "content": "São cada vez mais as empresas a desenvolver propositadamente versões da sua oferta de software para a nova arquitetura usada nos MacBooks M1. A Adobe é uma das empresas que já desenvolveu várias vers… [+2131 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "O iPhone 12 e 12 Pro tornaram-se rapidamente os smartphones 5G mais vendidos do mundo - Pplware", "description": "A Apple tem conquistado vários segmentos de mercado. O iPhone 12 e 12 Pro tornaram-se rapidamente os smartphones 5G mais vendidos do mundo.", "url": "https://pplware.sapo.pt/apple/o-iphone-12-e-12-pro-tornaram-se-rapidamente-os-smartphones-5g-mais-vendidos-do-mundo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/iphone12_pro_e_pro_max00.jpg", "publishedAt": "2020-12-21T20:28:00Z", "content": "A Apple decidiu lançar em toda a sua linha de iPhones 12 a tecnologia 5G. Assim, algumas semanas depois do seu lançamento, o iPhone 12 tornou-se o modelo de smartphone 5G mais vendido do mundo, de ac… [+2293 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Honor V40: conhece o design do primeiro smartphone pós Huawei - 4gnews", "description": "Em novembro passado, a Huawei fechou o negócio de venda da sua então sub-marca Honor. Após um negócio cifrado nos 15 mil milhões de dólares, a Honor tem agora independência total para desenvolver e comercializar os seus produtos. O primeiro fruto da era pós H…", "url": "https://4gnews.pt/honor-v40-conhece-o-design-do-primeiro-smartphone-pos-huawei/", "urlToImage": "https://cdn.4gnews.pt/imagens/honor-v40-conhece-o-design-do-primeiro-smartphone-pos-huawei-og.jpg", "publishedAt": "2020-12-21T20:27:00Z", "content": "Em novembro passado, a Huawei fechou o negócio de venda da sua então sub-marca Honor. Após um negócio cifrado nos 15 mil milhões de dólares, a Honor tem agora independência total para desenvolver e c… [+1636 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "Natal em grande forma dá desconto na plataforma! São os votos da URCDKey - Pplware", "description": "O Natal supreende todos os anos e uma plataforma como a URCDKey é o exemplo perfeito: chaves digitais para Windows 10 Pro, Office, jogos, tudo barato!", "url": "https://pplware.sapo.pt/software/urcdkey-plataforma-natal-em-grande-desconto/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/12/urcdkey-pplware-01-1.jpg", "publishedAt": "2020-12-21T20:00:00Z", "content": "Com o Natal à porta, pensar num portátil novo é o mais natural do mundo. Mas de seguida chega uma questão: com que sistema operativo ou software o vamos equipar? Office 2019, Office 2016, Windows 10 … [+3168 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Exame Informática | Galaxy Buds Pro vão ter 'Áudio Espacial' como os AirPods Pro - Exame Informática", "description": "Samsung prepara-se para lançar a versão topo de gama dos seus auscultadores in-ear sem fios e integra uma funcionalidade já conhecida da marca da ‘maçã’", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/hardware/2020-12-21-galaxy-buds-pro-vao-ter-audio-espacial-como-os-airpods-pro/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2020/12/galaxy-buds-pro_exame%20informática.png", "publishedAt": "2020-12-21T19:48:00Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Comunicações em Portugal são 21% mais caras do que a média europeia - ECO Economia Online", "description": "Preços das comunicações em Portugal são 21,4% mais elevados do que na União Europeia e a diferença subiu seis pontos percentuais em 2019 face a 2018, mostram os dados do Eurostat.", "url": "https://eco.sapo.pt/2020/12/21/comunicacoes-em-portugal-sao-21-mais-caras-do-que-a-media-europeia/", "urlToImage": "https://eco.imgix.net/uploads/2019/10/cropped-smartphone-2212963_1920.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2020-12-21T19:31:48Z", "content": "Portugal é o oitavo país da União Europeia em que os preços das comunicações são mais elevados. Em média, as ofertas de de comunicações portuguesas são 21,4% mais caras do que a média dos 27 Estados-… [+2958 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Montra TEK: 10 smartphones que vão fazer a alegria de quem abre os presentes no Natal - SAPO Tek", "description": "Um novo smartphone é um dos itens que faz parte da sua lista de prendas natalícias? O SAPO TEK reuniu 10 propostas que pode comprar online, adaptadas a diferentes orçamentos e tendo em conta algumas das promoções e descontos disponíveis nas grandes superfície…", "url": "https://tek.sapo.pt/extras/montra/artigos/montra-tek-10-smartphones-que-vao-fazer-a-alegria-de-quem-abre-os-presentes-no-natal", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=OTUyF4ZfysH7Zk93qU/5dYzGKY50RPvGWUrz3mkwHq9A/JFkMNbnUG9m7DboSpZhiGbhQEdvdJdr/oqzOeyyiExLQlEBoOWDCm2EoVmY+L5zZVU=", "publishedAt": "2020-12-21T19:20:00Z", "content": "O Natal está quase à porta e uma coisa é certa: a aposta no mundo das compras online mantém-se, seguindo a tendência do Black Friday e Ciber Monday. Com a pandemia de COVID-19 a não dar tréguas, mant… [+6855 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "MediaPad T5: tablet mais vendido da Amazon está em promoção! - 4gnews", "description": "Os tablets são ótimos instrumentos de trabalho e entretenimento, sobretudo agora em contexto de teletrabalho. A pensar nisso, encontramos um bom desconto no tablet Huawei MediaPad T5, o mais vendido na Amazon espanhola. A quem estiver à procura de uma solução…", "url": "https://4gnews.pt/mediapad-t5-tablet-mais-vendido-da-amazon-esta-em-promocao/", "urlToImage": "https://cdn.4gnews.pt/imagens/mediapad-t5-tablet-mais-vendido-da-amazon-esta-em-promocao-og.jpg", "publishedAt": "2020-12-21T19:01:00Z", "content": "Os tablets são ótimos instrumentos de trabalho e entretenimento, sobretudo agora em contexto de teletrabalho. A pensar nisso, encontramos um bom desconto no tablet Huawei MediaPad T5, o mais vendido … [+1729 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Motorola desilude os fãs com a sua lista de atualizações para o Android 11 - 4gnews", "description": "A Motorola foi outrora uma referência no que respeita às atualizações do Android. Atualmente, a empresa detida pela Lenovo está, infelizmente, longe de ser exemplar nesse capítulo e hoje surge mais uma prova disso. Numa tentativa de terminar 2020 com estrondo…", "url": "https://4gnews.pt/motorola-desilude-os-fas-com-a-sua-lista-de-atualizacoes-para-o-android-11/", "urlToImage": "https://cdn.4gnews.pt/imagens/motorola-desilude-os-fas-com-a-sua-lista-de-atualizacoes-para-o-android-11-og.jpg", "publishedAt": "2020-12-21T18:30:00Z", "content": "A Motorola foi outrora uma referência no que respeita às atualizações do Android. Atualmente, a empresa detida pela Lenovo está, infelizmente, longe de ser exemplar nesse capítulo e hoje surge mais u… [+2281 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "vmtvadmin", "title": "AvePark vai receber o supercomputador Deucalion - Diário Digital", "description": "Nas habituais declarações à Imprensa de final de Reunião de Câmara, que teve lugar esta segunda-feira, 21 de dezembro, o Presidente da Câmara, Domingos...", "url": "https://vieiradominhotv.sapo.pt/avepark-vai-receber-o-supercomputador-deucalion/", "urlToImage": "https://vieiradominhotv.sapo.pt/wp-content/uploads/2020/12/Supercomputador-ave-park-deucalion.jpg", "publishedAt": "2020-12-21T18:00:00Z", "content": "Nas habituais declarações à Imprensa de final de Reunião de Câmara, que teve lugar esta segunda-feira, 21 de dezembro, o Presidente da Câmara, Domingos Bragança, anunciou a instalação de um Supercomp… [+2597 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "OnePlus 8T Concept: eis o smartphone que reage à respiração! - 4gnews", "description": "O OnePlus 8T Concept acaba de ser anunciado oficialmente pela fabricante chinesa com uma traseira em vidro eletrocromático que lhe confere algumas peculiaridades. Entre estas destacamos a possibilidade de reagir à respiração do utilizador. Sim, isso mesmo! Ma…", "url": "https://4gnews.pt/oneplus-8t-concept-eis-o-smartphone-que-reage-a-respiracao/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-8t-concept-eis-o-smartphone-que-reage-a-respiracao-og.jpg", "publishedAt": "2020-12-21T17:53:00Z", "content": "O OnePlus 8T Concept acaba de ser anunciado oficialmente pela fabricante chinesa com uma traseira em vidro eletrocromático que lhe confere algumas peculiaridades. Entre estas destacamos a possibilida… [+2660 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "OnePlus Nord SE: edição especial do tão falado gama média a caminho - 4gnews", "description": "No mês passado falou-se, pela primeira vez, na possibilidade de a OnePlus lançar o Nord SE. Há data, tudo apontava para que este fosse um novo dispositivo, com melhores especificações face ao original, mas parece que não será esse o caso. Tal como reporta hoj…", "url": "https://4gnews.pt/oneplus-nord-se-edicao-especial-do-tao-falado-gama-media-a-caminho/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-nord-se-edicao-especial-do-tao-falado-gama-media-a-caminho-og.jpg", "publishedAt": "2020-12-21T17:22:00Z", "content": "No mês passado falou-se, pela primeira vez, na possibilidade de a OnePlus lançar o Nord SE. Há data, tudo apontava para que este fosse um novo dispositivo, com melhores especificações face ao origina… [+2200 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Os melhores jogos de ação que não podem faltar no seu smartphone [Android/iOS] - Pplware", "description": "Agora que as aulas do primeiro período terminaram e que há tempo a sobrar durante o dia, que tal instalar uns novos jogos de ação no smartphone?", "url": "https://pplware.sapo.pt/jogos/os-melhores-jogos-de-acao-que-nao-podem-faltar-no-seu-smartphone-android-ios/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/03/jogos-smartphones.jpg", "publishedAt": "2020-12-21T17:00:00Z", "content": "Agora que as aulas do primeiro período terminaram e que há tempo a sobrar durante o dia, que tal instalar uns novos jogos de ação no smartphone? Selecionámos alguns dos melhores títulos disponíveis p… [+1635 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Sara Ribeiro", "title": "Nos: Leilão do 5G vai levar à substituição dos atuais operadores “por empresas espanholas” - Jornal de Negócios", "description": "O CEO da Nos defende que o leilão do 5G pode tornar Portugal “na 18.ª comunidade autónoma espanhola”. E tendo como base três pareceres de constitucionalistas alertou que leilão tem regras inconstitucionais.", "url": "https://www.jornaldenegocios.pt/empresas/telecomunicacoes/detalhe/nos-leilao-do-5g-vai-levar-a-substituicao-dos-atuais-operadores-por-empresas-espanholas", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2020-05/img_1200x676$2020_05_06_20_54_10_375552.jpg", "publishedAt": "2020-12-21T16:54:25Z", "content": "O presidente executivo da Nos, Miguel Almeida, garante não ter dúvidas sobre a \"ilegalidade\" das regras para o leilão do 5G aprovadas pelo regulador (Anacom). E, para reforçar os alertas que tem feit… [+2595 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Margarida Lopes", "title": "Esta portuguesa foi distinguida como investidora do ano a nível europeu - Diário Digital", "description": "Lurdes Gramaxo, partner da Bynd Venture Capital, sociedade gestora de capital de risco que investe em startups nas áreas de Digital e Ciências da Vida, com ligação aos países ibéricos, foi a vencedora do “Golden Aurora - Europe’s Female Angel Investor of the …", "url": "https://hrportugal.sapo.pt/esta-portuguesa-foi-distinguida-como-investidora-do-ano-a-nivel-europeu/", "urlToImage": "https://hrportugal.sapo.pt/wp-content/uploads/2020/12/lurdesgramaxo.jpg", "publishedAt": "2020-12-21T16:10:00Z", "content": "Lurdes Gramaxo, partner da Bynd Venture Capital, sociedade gestora de capital de risco que investe em startups nas áreas de Digital e Ciências da Vida, com ligação aos países ibéricos, foi a vencedor… [+1995 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Oppo Reno5 Pro+: especificações principais reveladas oficialmente - 4gnews", "description": "Além de ser dia de consoada, o próximo 24 de dezembro será também o dia escolhido pela Oppo para apresentar o novo Reno5 Pro+ na China. O smartphone já começou a ser promovido pela marca nas redes sociais, tendo sido reveladas as suas principais especificaçõe…", "url": "https://4gnews.pt/oppo-reno5-pro-especificacoes-principais-reveladas-oficialmente/", "urlToImage": "https://cdn.4gnews.pt/imagens/oppo-reno5-pro-especificacoes-principais-reveladas-oficialmente-og.jpg", "publishedAt": "2020-12-21T16:08:00Z", "content": "Além de ser dia de consoada, o próximo 24 de dezembro será também o dia escolhido pela Oppo para apresentar o novo Reno5 Pro+ na China. O smartphone já começou a ser promovido pela marca nas redes so… [+1485 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Shimejito fecha ronda seed de 10,5 milhões para fazer crescer estufas de cogumelos - ECO Economia Online", "description": "A startup com sede no Fundão quer multiplicar biofábricas até às quatro unidades de produção até final do próximo ano. Além do Fundão, quer unidades no Porto, Lisboa e Algarve.", "url": "https://eco.sapo.pt/2020/12/21/shimejito-fecha-ronda-seed-de-105-milhoes-para-fazer-crescer-estufas-de-cogumelos/", "urlToImage": "https://eco.imgix.net/uploads/2018/11/cropped-cropped-shimejito-1.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2020-12-21T16:02:43Z", "content": "A startup portuguesa Shimejito captou uma ronda de investimento seed no valor de 10,5 milhões de euros (12,8 milhões de dólares). Com o investimento, a norte-americana GF Capital fica com 40% da empr… [+2916 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "POCO X3 NFC: ainda vais a tempo de comprar o smartphone Xiaomi - 4gnews", "description": "A Xiaomi tem no POCO X3 NFC o melhor smartphone até 200 euros de 2020. Aliás, é o melhor smartphone de gama média que podes comprar pelas boas caraterísticas técnicas, grande ecrã, excelente autonomia de bateria e o software da MIUI. O melhor de tudo? O preço…", "url": "https://4gnews.pt/poco-x3-nfc-ainda-vais-a-tempo-de-comprar-o-smartphone-xiaomi/", "urlToImage": "https://cdn.4gnews.pt/imagens/poco-x3-nfc-ainda-vais-a-tempo-de-comprar-o-smartphone-xiaomi-og.jpg", "publishedAt": "2020-12-21T15:14:00Z", "content": "A Xiaomi tem no POCO X3 NFC o melhor smartphone até 200 euros de 2020. Aliás, é o melhor smartphone de gama média que podes comprar pelas boas caraterísticas técnicas, grande ecrã, excelente autonomi… [+2914 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Lusa", "title": "Covid-19: Empresa de Cantanhede testa medicamento com células estaminais - Notícias ao Minuto", "description": "Várias empresas do Biocant Park de Cantanhede, no distrito de Coimbra, desenvolvem projetos biotecnológicos de resposta à pandemia da covid-19, entre eles um medicamento à base de células estaminais, foi hoje anunciado.", "url": "https://www.noticiasaominuto.com/pais/1651427/covid-19-empresa-de-cantanhede-testa-medicamento-com-celulas-estaminais", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_5fd516e54ac8d.jpg", "publishedAt": "2020-12-21T14:19:00Z", "content": "Segundo um comunicado daquele parque tecnológico, a empresa Crioestaminal, laboratório líder em células estaminais em Portugal e um dos maiores da Europa, desenvolveu um medicamento experimental à ba… [+2342 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Galaxy A22 pode ser o smartphone 5G da Samsung mais acessível de 2021 - Pplware", "description": "A Samsung deve lançar o Galaxy A22 no segundo semestre de 2021, e este deve ser o smartphone 5G da marca mais acessível para o próximo ano.", "url": "https://pplware.sapo.pt/gadgets/galaxy-a22-pode-ser-o-smartphone-5g-da-samsung-mais-acessivel-de-2021/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/samsung-galaxy-a22-5g.jpg", "publishedAt": "2020-12-21T14:00:00Z", "content": "Em abril, a Samsung apresentou ao mundo o seu Galaxy A21. Mas as novas informações indicam que a marca sul-coreana pode estar prestes a lançar o seu Galaxy A22 para o segundo semestre de 2021.\r\nPara … [+2131 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Tecnológica portuguesa descobre vulnerabilidade em subdomínio web da Segway - SAPO Tek", "description": "De acordo com a CHAR49, foi entregue à Segway um relatório de segurança que incluía um cenário detalhado de ataque onde os atacantes conseguiriam tomar o controlo do subdomínio e utilizá-lo para levar a cabo uma campanha de phishing. Embora não tenham recebid…", "url": "https://tek.sapo.pt/noticias/internet/artigos/tecnologica-portuguesa-descobre-vulnerabilidade-em-subdominio-web-da-segway", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=OWVm3xOJJEYNHe6/74gfO3o7v8e/qq3dXX2IOp9egyvU3AS/J475PVpqKOHfuWGdbqVrbtK9qKiBUqLDsHLshrx8SMO6sGZWYOjUMkBg0LJoWPE=", "publishedAt": "2020-12-21T13:33:00Z", "content": "A empresa portuguesa de cibersegurança CHAR49 conseguiu identificar uma falha de segurança num subdomínio web da Segway. Além de poder colocar em causa toda a segurança dos domínios web que pertencem… [+2376 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "Apple ganha apoio de peso contra críticas do Facebook à privacidade no iOS14 - 4gnews", "description": "A EFF (Electronic Frontier Foundation) veio a público defender a Apple das críticas recentes por parte do Facebook em relação às políticas de privacidade do iOS14. Segundo a empresa de Mark Zuckerberg, os limites impostos pela Apple à recolha de dados e publi…", "url": "https://4gnews.pt/apple-ganha-apoio-de-peso-contra-criticas-do-facebook-a-privacidade-no-ios14/", "urlToImage": "https://cdn.4gnews.pt/imagens/apple-ganha-apoio-de-peso-contra-criticas-do-facebook-a-privacidade-no-ios14-og.jpg", "publishedAt": "2020-12-21T12:50:00Z", "content": "A EFF (Electronic Frontier Foundation) veio a público defender a Apple das críticas recentes por parte do Facebook em relação às políticas de privacidade do iOS14.\r\nSegundo a empresa de Mark Zuckerbe… [+2040 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi Note 10 Lite: agarra o smartphone com desconto de 120 euros este natal - 4gnews", "description": "Muitas vezes olhamos para smartphones de gama-média que parecem ser muito mais caros do que realmente são. E o Xiaomi Mi Note 10 Lite é um desses casos, e pode agora ser comprado com desconto de 120€ este natal. O equipamento apresenta-se com um preço recomen…", "url": "https://4gnews.pt/xiaomi-mi-note-10-lite-agarra-o-smartphone-com-desconto-de-120-este-natal/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-note-10-lite-agarra-o-smartphone-com-desconto-de-120-este-natal-og.jpg", "publishedAt": "2020-12-21T12:33:00Z", "content": "Muitas vezes olhamos para smartphones de gama-média que parecem ser muito mais caros do que realmente são. E o Xiaomi Mi Note 10 Lite é um desses casos, e pode agora ser comprado com desconto de 120 … [+1769 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Análise ao OPPO Reno4 Pro 5G: um bonito smartphone com potentes câmaras fotográficas - Pplware", "description": "Veja a nossa análise ao potente OPPO Reno4 Pro 5G. Um smartphone elegante, com um design e construção cuidada e câmaras fotográficas de extrema qualidade.", "url": "https://pplware.sapo.pt/analises-2/analise-ao-oppo-reno4-pro-5g-um-bonito-smartphone-com-potentes-camaras-fotograficas/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/OPPO-Reno4-Pro-5G_000.jpg", "publishedAt": "2020-12-21T12:30:00Z", "content": "A OPPO é uma marca chinesa que tem evoluído ao longo dos anos e os seus produtos já começam assim a tornar-se mais populares e cobiçados pelos consumidores.\r\nRecentemente chegou-nos às mãos o smartph… [+13400 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Portugueses pagam 23 milhões de taxa da cópia privada. D3 alerta que o fundo da cultura não vai receber nada - SAPO Tek", "description": "A associação destaca “ritmos de crescimento alucinantes” da taxa aplicada a equipamentos eletrónicos como computadores e smartphones, sem esquecer a forma como o valor recolhido foi parar novamente apenas às “mãos” da Associação para a Gestão da Cópia Privada…", "url": "https://tek.sapo.pt/noticias/computadores/artigos/portugueses-pagam-23-milhoes-de-taxa-da-copia-privada-d3-alerta-que-o-fundo-da-cultura-nao-vai-receber-nada", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YmM3V/LTs4D5xszJkMoaHuA4EbMYUJ+5jcjNqlsKR8QDo2oUWahFh0lxjFzidb++Mgv3MS56hD82BnEl7NE51AswOb9hbTwkBTU8J4lcL0MZnxk=", "publishedAt": "2020-12-21T12:28:00Z", "content": "Em 2019 a Associação para a Gestão da Cópia Privada (AGECOP), uma associação de entidades privadas, recolheu cerca de 23 milhões de euros relativos à taxa da cópia privada, ganhos através de compras … [+6117 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Tiago Neto", "title": "As 5 grandes tendências tecnológicas para 2021, segundo os especialistas ouvidos pela Bright Pixel - Observador", "description": "", "url": "https://observador.pt/2020/12/21/as-5-grandes-tendencias-tecnologicas-para-2021-segundo-os-especialistas-ouvidos-pela-bright-pixel/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A770%3A403%2Fc%3A2560%3A1440%3Anowe%3A0%3A98%2Fq%3A85%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2020%2F04%2F09125326%2Fmeeting5-scaled.jpg", "publishedAt": "2020-12-21T12:07:00Z", "content": "À semelhança do que aconteceu em 2020, o laboratório de startups português Bright Pixel (do grupo Sonae) pediu a vários intervenientes do ecossistema de empreendedorismo que se pronunciassem sobre qu… [+8742 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Primeiro smartphone com câmara debaixo do ecrã à venda na Europa: ZTE Axon 20 5G - 4gnews", "description": "É preciso recuarmos até setembro para o anúncio oficial do primeiro smartphone com câmara debaixo do ecrã a chegar ao mercado. Três meses após ser lançado na China, o ZTE Axon 20 5G pode agora ser adquirido globalmente, inclusive em Portugal. Para teres o equ…", "url": "https://4gnews.pt/primeiro-smartphone-com-camara-debaixo-a-venda-zte-axon-20-5g/", "urlToImage": "https://cdn.4gnews.pt/imagens/primeiro-smartphone-com-camara-por-baixo-a-venda-em-portugal-zte-axon-20-5g-og.jpg", "publishedAt": "2020-12-21T11:45:00Z", "content": "É preciso recuarmos até setembro para o anúncio oficial do primeiro smartphone com câmara debaixo do ecrã a chegar ao mercado. Três meses após ser lançado na China, o ZTE Axon 20 5G pode agora ser ad… [+1507 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Incrível: Hack converte uma placa de memória RAM num emissor Wi-Fi - Pplware", "description": "De um lado uma máquina com uma placa Wi-Fi e do outro uma máquina cuja transmissão é feita via memória RAM. Veja o vídeo da transmissão.", "url": "https://pplware.sapo.pt/tutoriais/networking/incrivel-hack-converte-uma-placa-de-memoria-ram-num-emissor-wi-fi/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/pplware_nova_memoria00.jpg", "publishedAt": "2020-12-21T11:30:00Z", "content": "A eletrónica leva-nos, por vezes, a descobrir coisas fantásticas. Já alguma vez pensou que uma simples placa de memória RAM poderia funcionar como um emissor Wi-Fi? Incrível não é? Um grupo de alunos… [+1524 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "OnePlus 9: detalhes das câmaras surpreendem, segundo fuga de informação - 4gnews", "description": "Como vem sendo habitual, as fugas de informação de um novo smartphone topo de gama começam meses antes do seu lançamento. Segundo as previsões, o OnePlus 9 só será lançado em março. Mas como não é exceção à regra, surgem agora detalhes sobre as suas câmara. T…", "url": "https://4gnews.pt/oneplus-9-detalhes-das-camaras-surpreendem-segundo-fuga-de-informacao/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-9-fuga-de-informacao-revela-segredos-das-camaras-og.jpg", "publishedAt": "2020-12-21T11:02:00Z", "content": "Como vem sendo habitual, as fugas de informação de um novo smartphone topo de gama começam meses antes do seu lançamento. Segundo as previsões, o OnePlus 9 só será lançado em março. Mas como não é ex… [+1474 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "O Natal chegou mais cedo? A Huawei tem prémios para lhe oferecer ao usar a AppGallery - Pplware", "description": "A Huawei resolveu dar prémios a todos os que usem a AppGallery. Venha saber como pode ganhar prémios muito interessantes ao usar a AppGallery", "url": "https://pplware.sapo.pt/smartphones-tablets/o-natal-chegou-mais-cedo-a-huawei-tem-premios-para-lhe-oferecer-ao-usar-a-appgallery/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/pplware_app_gallery_premios_1.jpg", "publishedAt": "2020-12-21T11:00:00Z", "content": "A Huawei AppGallery é hoje em dia uma das mais promissoras lojas de aplicações do universo Android. Criada e focada nos dispositivos da Huawei, esta pode ser usada por todos os que têm um smartphpone… [+3906 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Google Fotos: a Google pode estar a dever-lhe algum dinheiro! - Leak", "description": "A equipa do Fotos afirmou que o bug afetou um número limitado de utilizadores. Será que o Google Fotos, ou, a Google lhe deve dinheiro?", "url": "https://www.leak.pt/google-fotos-dinheiro/", "urlToImage": "https://leak-a790.kxcdn.com/wp-content/uploads/2019/04/google-fotos-logo.jpg", "publishedAt": "2020-12-21T10:57:00Z", "content": "Se adquiriu um plano de armazenamento Google One para um iPhone ou iPad da Apple, pode ter recebido uma mensagem do gigante dos motores de busca. Esta empresa afirma que um erro levou a uma contagem … [+2464 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Tek / Lusa", "title": "Donald Trump apontou China como possível autor de ataques cibernéticos. Governo chinês reage: \"É uma farsa\" - SAPO Tek", "description": "O governo de Pequim classifica acusação de envolvimento chinês em ciberataque contra os Estados Unidos como uma farsa e com segundas intensões políticas.", "url": "https://tek.sapo.pt/noticias/internet/artigos/donald-trump-apontou-china-como-possivel-autor-de-ataques-ciberneticos-governo-chines-reage-e-uma-farsa", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NGJk0kzo8O9kIqBr3/9CuzRp4kFTp1T1L2A+DrFO9q65bKYY86+dj3zTyJ0LIkSUeTH1IMpuOLehGyz4+WGrLHGu+zhak4TUR0WFhoRaV6zV14w=", "publishedAt": "2020-12-21T10:41:00Z", "content": "O Governo chinês classificou hoje como uma farsa\" a acusação do Presidente norte-americano, Donald Trump, de que o país asiático poderá ser responsável por um grande ataque cibernético contra os Esta… [+2878 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "Veículo autónomo da Apple pode chegar mais cedo que o esperado - 4gnews", "description": "Há vários anos que se fala do Apple Car, um veículo autónomo no qual a companhia de Cupertino estará a trabalhar quase em completo segredo. Até agora, era dado como certo que a apresentação desta incursão da marca no mercado automóvel aconteceria, na melhor d…", "url": "https://4gnews.pt/veiculo-autonomo-da-apple-pode-chegar-mais-cedo-que-o-esperado/", "urlToImage": "https://cdn.4gnews.pt/imagens/veiculo-autonomo-da-apple-pode-chegar-mais-cedo-que-o-esperado-og.jpg", "publishedAt": "2020-12-21T10:31:00Z", "content": "Há vários anos que se fala do Apple Car, um veículo autónomo no qual a companhia de Cupertino estará a trabalhar quase em completo segredo.\r\nAté agora, era dado como certo que a apresentação desta in… [+1995 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Exame Informática | Programador cria port de Android 11 para o Galaxy S II - Exame Informática", "description": "Nova versão do sistema operativo Android não chegou oficialmente a todos os dispositivos, mas a comunidade de programadores do XDA já criou várias ports para Raspberry Pi 4 ou para o Galaxy S II", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/software/2020-12-21-programador-cria-port-de-android-11-para-o-galaxy-s-ii/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2020/12/galaxy_exame%20informática.png", "publishedAt": "2020-12-21T10:20:00Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Vulnerabilidade na aplicação Mensagens da Apple usada para espiar jornalistas - Pplware", "description": "A app do iOS Mensgens da Apple (iMessage) tinha uma vulnerabilidade zero-day que foi usada para espiar 36 jornalistas por entidades árabes.", "url": "https://pplware.sapo.pt/apple/vulnerabilidade-na-aplicacao-mensagens-da-apple-usada-para-espiar-jornalistas/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/iphone11_jornalistas00.jpg", "publishedAt": "2020-12-21T09:45:00Z", "content": "A aplicação de mensagens com tecnologia iMessage da Apple, o Mensagens no iPhone, em Portugal, tinha uma vulnerabilidade zero-day usada para espiar jornalistas e responsáveis do canal Al Jazeera. Est… [+2301 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Huawei Mate 40 Pro+ é o novo “rei” da fotografia, segundo a DxOMark - 4gnews", "description": "A Huawei já provou que é capaz de entregar das melhores câmaras que podemos ver num smartphone. E embora as sanções impostas pelos Estados Unidos a impeçam de ter serviços Google nos mais recentes smartphones, isso não a impede de comandar o ranking de fotogr…", "url": "https://4gnews.pt/huawei-mate-40-pro-e-o-novo-rei-da-fotografia-segundo-a-dxomark/", "urlToImage": "https://cdn.4gnews.pt/imagens/huawei-mate-40-pro-e-o-novo-rei-da-fotografia-segundo-a-dxomark-og.jpg", "publishedAt": "2020-12-21T09:02:00Z", "content": "A Huawei já provou que é capaz de entregar das melhores câmaras que podemos ver num smartphone. E embora as sanções impostas pelos Estados Unidos a impeçam de ter serviços Google nos mais recentes sm… [+1634 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi 11: vidro temperado confirma como será o ecrã - 4gnews", "description": "Mais cedo do que o habitual, espera-se que a Xiaomi lance os seus próximos topos de gama ainda antes do final de 2020. A data apontada é 29 de dezembro, e os rumores, e fugas de informação sobre o equipamento sucedem-se. A mais recente fuga de informação surg…", "url": "https://4gnews.pt/xiaomi-mi-11-vidro-temperado-confirma-como-sera-o-ecra/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-11-vidro-temperado-confirma-como-sera-o-ecra-og.jpg", "publishedAt": "2020-12-21T08:04:00Z", "content": "Mais cedo do que o habitual, espera-se que a Xiaomi lance os seus próximos topos de gama ainda antes do final de 2020. A data apontada é 29 de dezembro, e os rumores, e fugas de informação sobre o eq… [+1374 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Windows 10 consome demasiado CPU? Culpa é de uma atualização recente e tem solução - Pplware", "description": "O Windows 10 está com consumos elevados de CPU. A culpa está identificada em duas atualizações distintas, mas a solução também parece existir", "url": "https://pplware.sapo.pt/microsoft/windows/windows-10-consome-demasiado-cpu-culpa-e-de-uma-atualizacao-recente-e-tem-solucao/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/pplware_windows_10_ecra_bloqueio_0.jpg", "publishedAt": "2020-12-21T08:00:00Z", "content": "Ao longo dos anos a Microsoft tem conseguido que o Windows 10 se mantenha com um consumo de recursos reduzido. A culpa de situações anormais está quase sempre nas apps que são usadas e que os utiliza… [+1857 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Sapphire revela a Radeon RX 6900 XT Nitro+, a sua gráfica mais potente - Pplware", "description": "A Sapphire revelou recentemente a sua mais potente placa gráfica: a Radeon RX 6900 XT Nitro+ da AMD. Conheça melhor esta GPU.", "url": "https://pplware.sapo.pt/gadgets/hardware/sapphire-revela-a-radeon-rx-6900-xt-nitro-a-sua-grafica-mais-potente/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/Sapphire-Radeon-XT-6900-RX-Nitro-.jpg", "publishedAt": "2020-12-21T01:30:00Z", "content": "Aos poucos e poucos vão-nos chegando as placas gráficas das várias marcas, baseadas nos novos chips já apresentados pela Nvidia e pela AMD.\r\nA Sapphire é uma dessas marca e depois de ter mostrado com… [+2521 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "A MIUI 12.5 está quase a chegar e vai trazer uma surpresa importante da Xiaomi - Pplware", "description": "A Xiaomi tem uma versão intermédia da MIUI e que vai agora ser disponibilizada. Até ao final deste mês, a nova versão vai chegar aos smartphones", "url": "https://pplware.sapo.pt/smartphones-tablets/android/a-miui-12-5-esta-quase-a-chegar-e-vai-trazer-uma-surpresa-importante-da-xiaomi/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/miui_12_5_1.jpg", "publishedAt": "2020-12-21T00:30:00Z", "content": "Apesar de ter ainda a MIUI 12 a chegar a muitos equipamentos, a Xiaomi tem uma surpresa preparada para chegar ainda durante 2020. A marca chinesa tem a nova versão da sua interface do Android pronta … [+1959 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/hugocura", "title": "E os destaques tecnológicos da semana que passou foram… - Pplware", "description": "Falámos do novo conceito de slide-phone da OPPO, de novos SoCs a chegar ao mercado Android, analisámos o smartphone Oukitel WP8 Pro, e muito mais.", "url": "https://pplware.sapo.pt/pplware/destaques-tecnologicos-oppo-android-oukitel/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/destaques_20dez.jpg", "publishedAt": "2020-12-20T23:00:00Z", "content": "Porque a nossa prioridade é a qualidade da informação que chega aos nossos leitores, escolhemos alguns artigos publicados ao longo da semana que passou e que refletem o que de mais relevante se falou… [+6531 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "OnePlus: produção do novo smartwatch já começou! - Leak", "description": "Liu Zuohu confirmou numa entrevista que a OnePlus está a desenvolver um smartwatch. Ele também acrescentou que estão a trabalhar com a Google", "url": "https://www.leak.pt/oneplus-smartwatch-producao/", "urlToImage": "https://leak-a790.kxcdn.com/wp-content/uploads/2020/12/oneplus-1.jpg.webp", "publishedAt": "2020-12-20T19:14:00Z", "content": "Os fabricantes já não se estão a ficar apenas pelos smartphones. De facto, estão a apostar em diversos produtos. Diversificar é sempre uma boa ideia. Quando a procura por determinados produtos diminu… [+2089 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "Google: Quebra de serviços custa milhões à empresa - 4gnews", "description": "Os utilizadores dos vários serviços da Google queixaram-se de inúmeras falhas generalizadas durante esta semana, desde o YouTube ao Gmail, passando pelo próprio sistema operativo Android, onde foi impossível usar aplicações como Fotos ou Mapas. A quebra de se…", "url": "https://4gnews.pt/google-quebra-de-servicos-custa-milhoes-a-empresa/", "urlToImage": "https://cdn.4gnews.pt/imagens/quebra-de-servicos-desta-semana-custa-milhoes-a-google-og.jpg", "publishedAt": "2020-12-20T18:14:00Z", "content": "Os utilizadores dos vários serviços da Google queixaram-se de inúmeras falhas generalizadas durante esta semana, desde o YouTube ao Gmail, passando pelo próprio sistema operativo Android, onde foi im… [+2068 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Jogos e utilitários em destaque em 6 novas propostas de apps para o seu smartphone ou tablet - SAPO Tek", "description": "Opções para entreteter nunca são demais, assim como recursos úteis - e se forem gratuitos, ainda melhor. O conjunto de aplicações que selecionámos esta semana têm propostas para ambos os casos.", "url": "https://tek.sapo.pt/mobile/apps/artigos/jogos-e-utilitarios-em-destaque-em-6-novas-propostas-de-apps-para-o-seu-smartphone-ou-tablet", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=Nzhkjp1XWmcdWsIMp70ycXlNXU+nM8AMPIymaLwzL73/AVtf172qgB5HMbGi1VTO5VfkqFYiykz6CUzVxXZSd88yTNe8g4VlUd/L982RjNi6Psw=", "publishedAt": "2020-12-20T17:08:00Z", "content": "Na seleção que fizemos ao longo dos últimos dias mostramos-lhe a possibilidade de ficar a conhecer  problemas ambientais em todo o mundo e definir uma  estratégia para salvar o planeta ou construir a… [+8607 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Como impedir que as crianças façam compras nos jogos dentro do iPhone ou iPad - Pplware", "description": "Hoje vamos mostrar como impedir que a criança instalem ou apaguem apps, faça compras integradas nos jogos e muito mais no iOS e iPadOS.", "url": "https://pplware.sapo.pt/apple/como-impedir-que-as-criancas-facam-compras-nos-jogos-dentro-do-iphone-ou-ipad/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/controlo_parental_ios_00.jpg", "publishedAt": "2020-12-20T17:00:00Z", "content": "Já é normal as pessoas deixarem os filhos usarem os seus smartphones ou tablets para jogar. Assim, as crianças, muitas vezes, usam um dispositivo com acesso à internet e com privilégios de administra… [+2446 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Joana Stichini Vilela", "title": "Megalópolis futurista em construção. Tem mordomos robô, vigilância permanente, agricultura em água salina e energias 100% renováveis - Expresso", "description": "O investimento rondará os 500 mil milhões de dólares e pretende lavar a cara à economia do reino. Os críticos falam já em homicídios e outros atropelos aos direitos humanos. No mês passado serviu de cenário a uma reunião secreta e sem precedentes entre o prín…", "url": "https://expresso.pt/sociedade/2020-12-20-Megalopolis-futurista-em-construcao.-Tem-mordomos-robo-vigilancia-permanente-agricultura-em-agua-salina-e-energias-100-renovaveis", "urlToImage": "http://images.impresa.pt/expresso/2020-12-17-Copy-of-alta-866971494_T-_IDP.jpg/fb/wm", "publishedAt": "2020-12-20T14:44:00Z", "content": "Numa noite de domingo do final de novembro, dois líderes de duas potências mundiais sem relações diplomáticas entre si reuniram-se para um encontro secreto num dos mais misteriosos lugares do planeta… [+1037 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Que gadgets gostaria de receber neste Natal? - Pplware", "description": "Tal como vem sendo costume, na nossa questão desta semana queremos saber quais os gadgets que gostaria de receber neste Natal.", "url": "https://pplware.sapo.pt/gadgets/que-gadgets-gostaria-de-receber-neste-natal-2/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/Que-gadgets-gostaria-de-receber-neste-Natal-pplware.jpg", "publishedAt": "2020-12-20T14:00:00Z", "content": "Uma das partes mais importantes do Natal é, sem dúvida, o facto de estarmos com a nossa família. E mesmo que neste ano esse convívio seja feito com várias restrições, é fundamental que mantenhamos o … [+1738 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Paulo Silva", "title": "ARK: Survival Evolved vai ter série de animação - Pplware", "description": "ARK: Survival Evolved, dos Studio Wildcard, vai passar em breve para a televisão. Isto, segundo comunicado recente dos estúdios.", "url": "https://pplware.sapo.pt/jogos/ark-survival-evolved-vai-ter-serie-de-animacao/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/Ark_animatedSeries.jpg", "publishedAt": "2020-12-20T13:30:00Z", "content": "O jogo dos Studio Wildcard, ARK: Survival Evolved, vai passar em breve para a televisão. Isto, segundo comunicado recente dos estúdios.\r\nConforme, podem ver mais abaixo, os nomes dos atores que darão… [+2366 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "10 novos jogos para experimentar no seu smartphone - SAPO Tek", "description": "São nove gratuitos e um pago, para iOS e Android, que, este mês, vão do basquetebol à Segunda Guerra Mundial.", "url": "https://tek.sapo.pt/multimedia/artigos/10-novos-jogos-para-experimentar-no-seu-smartphone-6", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ZjAwGJ39UzeBtjSWgNPH1l+nEW//sesKwnzfscWu2UKnbGYXoX4OEpuBN3DsCq4aT+pGbRciWEhaKPouZipjm0dmVNv0p6V3gYzyrOAvvCCRerA=", "publishedAt": "2020-12-20T12:24:00Z", "content": "Espera-nos um Natal diferente e, para muitas famílias, isso significa menos pessoas com quem falar, dançar, rir, comer e partilhar. Certamente que, para o ano, as coisas voltarão a ser normais, mas d… [+1253 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "15 Apps Android pagas, agora gratuitas na Play Store (por tempo limitado) - Pplware", "description": "Para que tenha acesso a algumas destas versões pagas, sem gastar 1 cêntimo, trazemos-lhe algumas sugestões de apps em promoções na loja da Google.", "url": "https://pplware.sapo.pt/smartphones-tablets/android/apps-android-pagas-agora-gratuitas-na-play-store-por-tempo-limitado-14-2/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/03/Samsung-Galaxy-S20-Plus-play-store-apps-modo-noturno.jpg", "publishedAt": "2020-12-20T12:00:00Z", "content": "A Play Store da Google está repleta de excelentes apps disponíveis, grande parte delas gratuitamente. O facto de serem à borla, fazem com que surja publicidade e que algumas funcionalidades sejam ape… [+1664 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Samsung voltou a antecipar a chegada da One UI 3.0. Agora foi no Galaxy S20 FE - Pplware", "description": "Desta vez foi um dos mais recentes smartphones da Samsung, o Galaxy S20 FE. Este tem acesso à One UI 3.0 e a todas as novidades apresentadas no Android 11", "url": "https://pplware.sapo.pt/smartphones-tablets/android/samsung-voltou-a-antecipar-a-chegada-da-one-ui-3-0-agora-foi-no-galaxy-s20-fe/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/galaxy_fe_one_ui_3_1.jpg", "publishedAt": "2020-12-20T10:00:00Z", "content": "Tal como prometido quando foi lançado, o Android 11 está já a chegar aos dispositivos da Samsung. Isso acontece com a One UI 3.0, que já começou a ser libertada para vários equipamentos de forma glob… [+1929 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Fã de Star Wars? A Google traz o Baby Yoda para tua casa graças à realidade aumentada! - 4gnews", "description": "Para celebrar o final da segunda temporada do The Mandalorian no Disney+, a Google decidiu adicionar uma das personagens mais adoradas pelos fãs à sua lista da Google AR (realidade aumentada). Obviamente que não poderia ser outro que não o Baby Yoda, também c…", "url": "https://4gnews.pt/fa-de-star-wars-a-google-traz-o-baby-yoda-para-tua-casa-gracas-a-realidade-aumentada/", "urlToImage": "https://cdn.4gnews.pt/imagens/fa-de-star-wars-a-google-traz-o-baby-yoda-para-tua-casa-gracas-a-realidade-aumentada-og.jpg", "publishedAt": "2020-12-20T09:41:00Z", "content": "Para celebrar o final da segunda temporada do The Mandalorian no Disney+, a Google decidiu adicionar uma das personagens mais adoradas pelos fãs à sua lista da Google AR (realidade aumentada).\r\nObvia… [+1705 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "Apple: iPhone 13 pode trazer funcionalidade que vai fazer a diferença - 4gnews", "description": "Ainda faltam vários meses para o lançamento do iPhone 13, mas os rumores e previsões já começam a circular pela internet, tentando dar uma ideia daquilo que a Apple terá para oferecer em 2021. Um grupo de analistas da Barclays avança agora que o próximo iPhon…", "url": "https://4gnews.pt/apple-iphone-13-pode-trazer-funcionalidade-que-vai-fazer-a-diferenca/", "urlToImage": "https://cdn.4gnews.pt/imagens/apple-iphone-13-pode-trazer-funcionalidade-que-vai-fazer-a-diferenca-og.jpg", "publishedAt": "2020-12-20T09:14:00Z", "content": "Ainda faltam vários meses para o lançamento do iPhone 13, mas os rumores e previsões já começam a circular pela internet, tentando dar uma ideia daquilo que a Apple terá para oferecer em 2021.\r\nUm gr… [+1915 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Vivo X60 Pro tem todo o seu design revelado antes de tempo em vídeo hands-on! - 4gnews", "description": "A Vivo tem tudo preparado para apresentar os seus próximos smartphones topo de gama, Vivo X60 e Vivo X60 Pro, que serão revelados já no dia 29 de dezembro. Ao longo dos últimos dias os rumores e leaks sobre ambos os smartphones têm chegado em grande volume, t…", "url": "https://4gnews.pt/vivo-x60-pro-tem-todo-o-seu-design-revelado-antes-de-tempo-em-video-hands-on/", "urlToImage": "https://cdn.4gnews.pt/imagens/vivo-x60-pro-tem-todo-o-seu-design-revelado-antes-de-tempo-em-video-hands-on-og.jpg", "publishedAt": "2020-12-20T08:49:00Z", "content": "A Vivo tem tudo preparado para apresentar os seus próximos smartphones topo de gama, Vivo X60 e Vivo X60 Pro, que serão revelados já no dia 29 de dezembro. Ao longo dos últimos dias os rumores e leak… [+1693 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "Microsoft segue exemplo da Apple! Mais um duro golpe na Intel - 4gnews", "description": "A Bloomberg avança que a Microsoft se prepara para fabricar os seus próprios processadores baseados na arquitetura ARM para integrar nos seus futuros produtos Surface. Até agora, os computadores Surface da Microsoft têm usado processadores da Intel, com o Sur…", "url": "https://4gnews.pt/microsoft-segue-exemplo-da-apple-mais-um-duro-golpe-na-intel/", "urlToImage": "https://cdn.4gnews.pt/imagens/microsoft-segue-exemplo-da-apple-e-vai-fabricar-os-seus-proprios-processadores-arm-og.jpg", "publishedAt": "2020-12-20T08:11:00Z", "content": "A Bloomberg avança que a Microsoft se prepara para fabricar os seus próprios processadores baseados na arquitetura ARM para integrar nos seus futuros produtos Surface.\r\nAté agora, os computadores Sur… [+2265 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Polígrafo, Polígrafo", "title": "Polícia Judiciária está a alertar para fraude através de chamadas telefónicas? - Polígrafo", "description": "É uma armadilha em que é fácil cair: o criminoso liga, leva a pessoa que atende a chamada a pressionar três teclas no telefone ou telemóvel e, em apenas alguns segundos, consegue permissão para que todas as ligações feitas pelo autor da fraude passem a ser de…", "url": "https://poligrafo.sapo.pt/fact-check/policia-judiciaria-esta-a-alertar-para-fraude-atraves-de-chamadas-telefonicas", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Fpoligrafo.sapo.pt%2Fassets%2Fimg%2Fpoligrafo%2Ffacebook-overlay-pepper.png&epic=YTRkJT6J6YjJF6JYPHbnZWFo+KwoNPFIAWuJx/UXb3x4qNE735JrQUS7IwfD7feHsbeyuGybyHMFXk+E1vPc8CIsD8AElGM8CLgOaBFghS7cg0s=", "publishedAt": "2020-12-20T08:00:00Z", "content": "O alerta é dado através de um documento em formato PDF, no qual consta um comunicado com o seguinte título: \"Como funciona o golpe do telefone\". O texto, ocupando praticamente uma página inteira, den… [+3475 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Google regista patente de pulseira inteligente sem ecrã - Pplware", "description": "A Google registou a patente de uma pulseira inteligente sem ecrã. Poderemos estar perante uma possível evolução neste segmento?", "url": "https://pplware.sapo.pt/gadgets/google-regista-patente-de-pulseira-inteligente-sem-ecra/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/google-patente-pulseira-0.jpg", "publishedAt": "2020-12-20T01:30:00Z", "content": "Os gadgets que nos acompanham no nosso dia-a-dia já há muito tempo que deixaram de ser apenas os smartphones. Atualmente existe vários outros dispositivos, como por exemplo os smartwatches e as smart… [+2062 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Notícias Ao Minuto", "title": "IPhone cai de avião a 300 metros de altura, filma trajetória e sobrevive - Notícias ao Minuto", "description": "Momento foi filmado e pode gerar algumas gargalhadas.", "url": "https://www.noticiasaominuto.com/mundo/1650669/iphone-cai-de-aviao-a-300-metros-de-altura-filma-trajetoria-e-sobrevive", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_5fde7a2867f5b.jpg", "publishedAt": "2020-12-19T22:06:00Z", "content": "O ambientalista brasileiro Ernesto Galiotto deixou cair o iPhone 6S da janela de um avião que voava a 300 metros de altura, nos céus do Rio de Janeiro, Brasil.\r\nO momento, filmado e partilhado por vá… [+697 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Android 11: eis os smartphones Samsung que já receberam a atualização - 4gnews", "description": "O Android 11 é a mais recente iteração do sistema operativo da Google para dispositivos móveis, apresentado em agosto último. Agora, cerca de quatro meses após a sua apresentação, esta é a lista de smartphones Samsung que já receberam a atualização. Estes são…", "url": "https://4gnews.pt/android-11-eis-os-smartphones-samsung-que-ja-receberam-a-atualizacao/", "urlToImage": "https://cdn.4gnews.pt/imagens/android-11-eis-os-smartphones-samsung-que-ja-receberam-a-atualizacao-og.jpg", "publishedAt": "2020-12-19T18:24:00Z", "content": "O Android 11 é a mais recente iteração do sistema operativo da Google para dispositivos móveis, apresentado em agosto último. Agora, cerca de quatro meses após a sua apresentação, esta é a lista de s… [+1583 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Forte procura do iPhone 12 gera à Qualcomm a maior receita dos fabricantes de chips - Pplware", "description": "Os bons resultados da Apple, no que toca às vendas do iPhone 12, levaram a Qualcomm ao pódio num ranking dos fabricantes de chips.", "url": "https://pplware.sapo.pt/apple/forte-procura-do-iphone-12-gera-a-qualcomm-a-maior-receita-dos-fabricante-de-chips/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/iphone12pto_e_12promax_5g_00.jpg", "publishedAt": "2020-12-19T18:00:00Z", "content": "Apesar da Apple não fornecer dados isolados das vendas, os indícios mostram que o iPhone 12 é um sucesso de vendas. Com isso, a empresa de Cupertino ganha mas também arrasta os seus parceiros para re… [+2512 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Samsung Galaxy Buds Live: agarra estes earbuds em promoção! - 4gnews", "description": "Os auriculares Bluetooth, ou earbuds True Wireless estão entre os acessórios mais apetecíveis neste Natal. Seja para ouvir música ou fazer chamadas telefónicas com maior conforto e comodidade, poucos produtos superam estes Samsung Galaxy Buds Live. São os ear…", "url": "https://4gnews.pt/samsung-galaxy-buds-live-agarra-estes-earbuds-em-promocao/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-buds-live-agarra-estes-earbuds-em-promocao-og.jpg", "publishedAt": "2020-12-19T17:43:00Z", "content": "Os auriculares Bluetooth, ou earbuds True Wireless estão entre os acessórios mais apetecíveis neste Natal. Seja para ouvir música ou fazer chamadas telefónicas com maior conforto e comodidade, poucos… [+2390 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Samsung Galaxy M11: smartphone barato e bom em promoção! - 4gnews", "description": "A fabricante líder de mercado tem alguns dos melhores smartphones baratos e bons que podes comprar atualmente, mas é no Samsung Galaxy M11 que encontramos a melhor relação preço qualidade. Se procuras um smartphone Samsung barato e bom, agora é a hora! Face a…", "url": "https://4gnews.pt/samsung-galaxy-m11-smartphone-barato-e-bom/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-m11-smartphone-barato-e-bom-em-promocao-og.jpg", "publishedAt": "2020-12-19T16:32:00Z", "content": "A fabricante líder de mercado tem alguns dos melhores smartphones baratos e bons que podes comprar atualmente, mas é no Samsung Galaxy M11 que encontramos a melhor relação preço qualidade. Se procura… [+2517 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Microsoft quer que deixemos de usar passwords já em 2021 - Pplware", "description": "Num recente comunicado, a Microsoft adianta que pretende que os utilizadores deixem de usar password já a partir de 2021.", "url": "https://pplware.sapo.pt/informacao/microsoft-quer-que-deixemos-de-usar-passwords-ja-em-2021/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/password-microsoft.jpg", "publishedAt": "2020-12-19T16:00:00Z", "content": "Para protegermos as nossas contas e, consequentemente, os nossos dados, o métodos mais tradicional e utilizado é através de uma password. E praticamente todos os utilizadores do mundo utilizam uma pa… [+2977 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Os 5 melhores acessórios a comprar para a Xbox Series X - 4gnews", "description": "Os fãs da Xbox Series X estão com um pouco mais de sorte que os da PlayStation 5. Ainda que continuem a experienciar alguns problemas de stock, é muito mais fácil conseguir comprar uma das novas consolas da Microsoft, do que uma da rival Sony. As consolas de …", "url": "https://4gnews.pt/acessorios-comprar-xbox-series-x/", "urlToImage": "https://cdn.4gnews.pt/imagens/os-6-melhores-acessorios-a-comprar-para-a-xbox-series-x-og.jpg", "publishedAt": "2020-12-19T15:37:00Z", "content": "Os fãs da Xbox Series X estão com um pouco mais de sorte que os da PlayStation 5. Ainda que continuem a experienciar alguns problemas de stock, é muito mais fácil conseguir comprar uma das novas cons… [+3098 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "#ILikeYouLike: “Houve uma altura em que os números fizeram alguma confusão na minha cabeça” - SAPO Tek", "description": "Agora com mais de 500.000 seguidores no YouTube, Nuno Moura recorda os desafios pelo qual tem passado durante quase uma década de produção de conteúdos. Mas destaca também o que tem ganho com esta que já é a sua profissão desde 2016.", "url": "https://tek.sapo.pt/noticias/internet/artigos/ilikeyoulike-houve-uma-altura-em-que-os-numeros-fizeram-alguma-confusao-na-minha-cabeca", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ZjM4k2BkskF2y3I9xtJtZseTLmnkxyUhGaVWlrLtdMZO/FejAGJvj9WzjVImONSWv1QaGtUt3iyDMAX5M1w/rxsXB4jJ5waj3ThZvpyEvMv1SiI=", "publishedAt": "2020-12-19T15:07:00Z", "content": "Se aos 15 anos alguém lhe tivesse perguntado se iria fazer do YouTube profissão Nuno Moura responderia, sem dúvidas, que não. No entanto, o youtuber português conta agora com mais de 500.000 seguidor… [+3230 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Lusa", "title": "NATO está a verificar sistemas informáticos após ciberataque contra EUA - Notícias ao Minuto", "description": "A NATO está a verificar os seus sistemas de informáticos, depois de um gigantesco ataque cibernético contra agências governamentais norte-americanas, anunciou hoje um responsável da Aliança Atlântica.", "url": "https://www.noticiasaominuto.com/tech/1650523/nato-esta-a-verificar-sistemas-informaticos-apos-ciberataque-contra-eua", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_56f416ad0a9e4.jpg", "publishedAt": "2020-12-19T15:06:00Z", "content": "\"Nesta fase, não descobrimos nenhuma evidência de que a segurança de qualquer rede da NATO tenha sido comprometida\", disse o responsável da NATO, citado pela agência AFP.\r\n\"Os nossos especialistas co… [+2766 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "AMD é considerada como a melhor fabricante de processadores - Pplware", "description": "Quisemos apurar qual era a melhor fabricante de processadores. E parece que a AMD tem conquistado mais utilizadores do que a Intel.", "url": "https://pplware.sapo.pt/gadgets/hardware/amd-e-considerada-como-a-melhor-fabricante-de-processadores/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/amd-ryzen.jpg", "publishedAt": "2020-12-19T14:00:00Z", "content": "Tal como noutras categorias, também o segmento hardware conta com várias fabricantes e marcas que competem entre si para trazer assim para o mercado os melhores produtos. No que respeita em concreto … [+1788 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Vídeo mostra a primeira análise não oficial ao Samsung Galaxy S21+ - Pplware", "description": "Foi recentemente divulgado um vídeo daquela que pode ser a primeira análise não oficial ao próximo smartphone Samsung Galaxy S21 +.", "url": "https://pplware.sapo.pt/gadgets/video-mostra-a-primeira-analise-nao-oficial-ao-samsung-galaxy-s21/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/Galaxy-S21-0.jpg", "publishedAt": "2020-12-19T12:45:00Z", "content": "A linha Galaxy S21 da Samsung é, sem dúvida, um dos temas mais abordados ultimamente. Os rumores e as imagens que caíram online, permitem-nos ter conhecimento de vários pormenores e características d… [+2746 chars]"}]}