{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Hospital de São João lança app para o telemóvel! Saiba para que serve… - Pplware", "description": "Chama-se ‘My São João’, e apenas necessita o número de utente para o doente, com registo hospitalar, ficar com os seus dados sincronizados.", "url": "https://pplware.sapo.pt/smartphones-tablets/hospital-de-sao-joao-lanca-app-para-o-telemovel-saiba-para-que-serve/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/saojoao_00.jpg", "publishedAt": "2021-02-27T18:00:36Z", "content": "Os serviços digitais são uma enorme ajuda na área da saúde! De uma forma simples e rápida, é possível aceder a informação, enviar informação, fazer pequenos diagnósticos, etc. O Centro Hospitalar Uni… [+2347 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Zabbix: Como criar facilmente uma dashboard à medida? - Pplware", "description": "O Zabbix é uma plataforma bastante completa para monitorização de equipamentos ativos de uma rede. Conheça melhor as funcionalidades.", "url": "https://pplware.sapo.pt/tutoriais/zabbix-como-criar-facilmente-uma-dashboard-a-medida/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/dashboard_graphs_v42-1.jpg", "publishedAt": "2021-02-27T17:00:52Z", "content": "O Zabbix é um aplataforma de monitorização fantástica! Como temos vindo a referir, as plataformas de monitorização de equipamentos ativos numa rede são de extrema importância para qualquer administra… [+1643 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "5 novas apps para instalar no seu smartphone Android - Pplware", "description": "As aplicações móveis continuam a ser de extrema importância nalguns setores da nossa vida e poderão ajudar a melhorar outros. Com frequência, deixamos opções de apps para os vários sistemas operativos, mas hoje as...", "url": "https://pplware.sapo.pt/smartphones-tablets/android/5-novas-apps-para-instalar-no-seu-smartphone-android-4/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Samsung-Galaxy-S21-apps-play-store-google.jpg", "publishedAt": "2021-02-27T16:00:28Z", "content": "As aplicações móveis continuam a ser de extrema importância nalguns setores da nossa vida e poderão ajudar a melhorar outros. Com frequência, deixamos opções de apps para os vários sistemas operativo… [+2286 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "", "title": "João Loureiro: Telemóveis tramam suspeitos - Sol", "description": "A Polícia Federal brasileira está a usar os dados dos telemóveis dos suspeitos para avançar na investigação do caso da cocaína encontrada no jato privado onde viajava João Loureiro. O amigo brasileiro do ex-presidente do Boavista, que quer comprar a empresa d…", "url": "https://sol.sapo.pt/artigo/726337/joao-loureiro-telemoveis-tramam-suspeitos", "urlToImage": "https://cdn1.newsplex.pt/fotos/2021/2/27/769697.png?type=Artigo", "publishedAt": "2021-02-27T15:56:15Z", "content": "Por Felícia Cabrita e João Amaral Santos\r\nA apreensão do telemóvel do comandante português do avião privado que foi apanhado pela Polícia Federal brasileira, no passado dia 9 de fevereiro, em Salvado… [+9911 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Pokémon faz 25 anos: celebra com 5 jogos grátis para Android e iPhone - 4gnews", "description": "O tempo passa a correr. Ainda ontem era uma criança nascida nos anos 90 que jogava Pokémon Red no Game Boy, e passaram-se já 25 anos. Este sábado, 27 de fevereiro, marcam-se as \"bodas de prata\" do lançamento dos jogos Pokémon Red e Green no Japão. Se inicialm…", "url": "https://4gnews.pt/pokemon-faz-25-anos-5-jogos-gratis-android-iphone/", "urlToImage": "https://cdn.4gnews.pt/imagens/pokemon-faz-25-anos-celebra-com-5-jogos-gratis-no-android-e-iphone-og.jpg", "publishedAt": "2021-02-27T14:49:37Z", "content": "O tempo passa a correr. Ainda ontem era uma criança nascida nos anos 90 que jogava Pokémon Red no Game Boy, e passaram-se já 25 anos. Este sábado, 27 de fevereiro, marcam-se as \"bodas de prata\" do la… [+1467 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Sony poderá ativar interface extra para SSD na PlayStation 5 - Pplware", "description": "Segundo as informações, a Sony deverá ativar interface SSD extra na sua consola PlayStation 5 já no segundo semestre de 2021.", "url": "https://pplware.sapo.pt/gadgets/hardware/sony-interface-extra-para-ssd-na-playstation-5/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/SSD-PlayStation-5.jpg", "publishedAt": "2021-02-27T14:00:17Z", "content": "A PlayStation 5 chegou, viu e venceu, e quase sem grande esforço, pois é uma das consolas mais desejadas pelos gamers. Vem equipada com poderosas tecnologias que oferecem ao jogador uma experiência c… [+2117 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Jornal Económico com PC Guia", "title": "Lisboa's Growth Program oferece 500 mil euros a startups e nómadas digitais para promover a inovação - Jornal Económico", "description": "", "url": "https://jornaleconomico.sapo.pt/noticias/lisboas-growth-program-oferece-500-mil-euros-a-startups-e-nomadas-digitais-para-promover-a-inovacao-705987", "urlToImage": "https://jornaleconomico.sapo.pt/wp-content/uploads/2021/02/Louis-Paulin.jpeg", "publishedAt": "2021-02-27T13:30:33Z", "content": "Startups, profissionais independentes ligados ao digital, hubs tecnológicos, programas de aceleração e coworkings de Lisboa podem ter acesso a um fundo de 500 mil euros em serviços que funcionam como… [+1255 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "José Varela Rodrigues", "title": "Apritel acusa Anacom de manipular informação sobre os preços das telecomunicações - Jornal Económico", "description": "", "url": "https://jornaleconomico.sapo.pt/noticias/apritel-acusa-anacom-de-manipular-informacao-sobre-os-precos-das-telecomunicacoes-706779", "urlToImage": "https://jornaleconomico.sapo.pt/wp-content/uploads/2019/11/20191113111804__MG_0230.jpg", "publishedAt": "2021-02-27T12:20:23Z", "content": "Os preços das telecomunicações em Portugal continuam a provocar atrito entre a Autoridade Nacional de Comunicações (Anacom) e a associação que representa os principais operadores do mercado nacional.… [+4113 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Adeus Excel e Google Sheets! Chegou a plataforma “portuguesa” Rows - Pplware", "description": "Uma empresa portuguesa lançou um concorrente do Excel e do Google Sheets e quer ser a \"Netflix das spreadsheets\". Conheça a Rows.", "url": "https://pplware.sapo.pt/internet/adeus-excel-e-google-sheets-chegou-a-plataforma-portuguesa-rows/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/rows_00.jpg", "publishedAt": "2021-02-27T12:00:11Z", "content": "Se há software que nunca conseguiu ser “copiado” na sua totalidade foi o Excel da Microsoft. É verdade que a Google inventou o Google Sheets, mas, apesar de estar no bom caminho, ainda há muitas funç… [+1834 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Redmi Note 9T: agarra o smartphone em promoção - 4gnews", "description": "Escolher um smartphone não é fácil. E quando orçamento é apertado, torna-se ainda mais difícil tomar uma decisão. Mas se pretendes comprar um telemóvel e tens 200 € para gastar, o recém-lançado Redmi Note 9T da subsidiária da Xiaomi pode ser a escolha certa p…", "url": "https://4gnews.pt/xiaomi-redmi-note-9t-agarra-o-smartphone-em-promocao/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-redmi-note-9t-agarra-o-smartphone-em-promocao-og.jpg", "publishedAt": "2021-02-27T11:44:45Z", "content": "Escolher um smartphone não é fácil. E quando orçamento é apertado, torna-se ainda mais difícil tomar uma decisão. Mas se pretendes comprar um telemóvel e tens 200 para gastar, o recém-lançado Redmi N… [+2227 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Consultório Pplware – Esclareça aqui as suas dúvidas - Pplware", "description": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes: Este consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pelos leitores e visitantes do Pplware, em todas...", "url": "https://pplware.sapo.pt/pplware/consultorio/consultorio-pplware-esclareca-aqui-as-suas-duvidas-343/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/consultorio_2021.jpg", "publishedAt": "2021-02-27T11:00:23Z", "content": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes:\r\nEste consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pel… [+11624 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Oficial: Xiaomi confirma Redmi Note 10 com ecrã de 120Hz - 4gnews", "description": "É já no próximo dia 4 de março que serão apresentados os novos modelos da linha de smartphones de maior sucesso do universo Xiaomi. Os Redmi Note 10 prometem “estabelecer novas metas”. Ciente de que sabe o que os utilizadores mais querem, a Xiaomi tornou hoje…", "url": "https://4gnews.pt/oficial-xiaomi-confirma-redmi-note-10-com-ecra-de-120hz/", "urlToImage": "https://cdn.4gnews.pt/imagens/oficial-xiaomi-confirma-redmi-note-10-com-ecra-de-120hz-og.jpg", "publishedAt": "2021-02-27T10:36:08Z", "content": "É já no próximo dia 4 de março que serão apresentados os novos modelos da linha de smartphones de maior sucesso do universo Xiaomi. Os Redmi Note 10 prometem estabelecer novas metas.\r\nCiente de que s… [+1364 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Conheça 3 formas simples de usar o WhatsApp ainda mais rapidamente - Pplware", "description": "Hoje trazemos 3 dicas simples para que possam usar o WhatsApp de forma mais rápida e mais eficiente. Usem assim este serviço ainda melhor", "url": "https://pplware.sapo.pt/truques-dicas/dica-conheca-3-formas-simples-de-usar-o-whatsapp-ainda-mais-rapidamente/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/07/pplware_whatsapp_queixas_00.jpg", "publishedAt": "2021-02-27T10:00:21Z", "content": "O WhatsApp continua a ser uma das mais usadas apps de mensagens. Os dados mais recentes revelam que são mais de 2 mil milhões os utilizadores que mensalmente usam este serviço do Facebook para comuni… [+2176 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Lusa", "title": "Covid-19: Teletrabalho veio para ficar mas número de abrangidos caiu - Notícias ao Minuto", "description": "O teletrabalho foi generalizado no último ano devido à pandemia, obrigando empresas e trabalhadores a adaptarem-se à nova realidade que veio para ficar, mas o número de pessoas a trabalhar à distância tem vindo a cair.", "url": "https://www.noticiasaominuto.com/economia/1698895/covid-19-teletrabalho-veio-para-ficar-mas-numero-de-abrangidos-caiu", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_5f5894c9bdc63.jpg", "publishedAt": "2021-02-27T09:20:00Z", "content": "O recurso ao teletrabalho foi acelerado em março com o início do surto de covid-19 que obrigou ao primeiro confinamento geral e, no final do segundo trimestre de 2020, um milhão de pessoas (23,1% da … [+5950 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Nvidia CMP, o chip para minerar criptomoedas, é baseado na arquitetura Turing - Pplware", "description": "Segundo as informações, o chip CMP da Nvidia, para a mineração de criptomoedas, é baseado na arquitetura Turing de 12 nanómetros da TSMC.", "url": "https://pplware.sapo.pt/gadgets/hardware/nvidia-cmp-o-chip-para-minerar-criptomoedas-e-baseado-na-arquitetura-turing/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/Nvidia-cmp-minerar.jpg", "publishedAt": "2021-02-27T09:00:14Z", "content": "Devido à grande procura por placas gráficas para a mineração de criptomoedas, a Nvidia decidiu desenvolver o chip CMP em exclusivo com essa finalidade. Desta forma, a fabricante pretende que as gráfi… [+1720 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Apple já mostra o índice de reparabilidade dos seus produtos em França - Pplware", "description": "Agora é a vez da Apple passar a apresentar o o índice de reparabilidade dos seus produtos em França. Tem este valor no iPhone e nos Mac", "url": "https://pplware.sapo.pt/apple/dificil-de-reparar-apple-ja-mostra-o-indice-de-reparabilidade-dos-seus-produtos-em-franca/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/reparar_iphone.jpg", "publishedAt": "2021-02-27T08:00:30Z", "content": "Foi em novembro do ano passado que o Parlamento Europeu aprovou uma diretiva que obrigava os fabricantes a indicar o índice de reparabilidade dos seus produtos. Esta não se aplicava a todos, mas abra… [+1892 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Há muitas dúvidas sobre os dados que o LastPass está a recolher na sua app Android - Pplware", "description": "Após uma análise, descobriu-se que o LastPass para Android recolhe dados dos utilizadores, o que deixa muitos especialistas preocupados", "url": "https://pplware.sapo.pt/smartphones-tablets/android/ha-muitas-duvidas-sobre-os-dados-que-o-lastpass-esta-a-recolher-na-sua-app-android/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/pplware_lastpass_android_1.jpg", "publishedAt": "2021-02-27T01:30:41Z", "content": "O LastPass é reconhecido como um dos melhores gestores de passwords. Presente em muitos sistemas, o software tinha uma legião grande de utilizadores na versão gratuita. No entanto, tudo mudou na sua … [+2467 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "O Android quer ajudar as apps a monitorizar o sono dos seus utilizadores - Pplware", "description": "Google resolveu criar uma API no Android dedicada a medir o sono e como os utilizadores estão a dormir. Os programadores vão aproveitar", "url": "https://pplware.sapo.pt/smartphones-tablets/android/o-android-quer-ajudar-as-apps-a-monitorizar-o-sono-dos-seus-utilizadores/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/android_sleep_api.jpg", "publishedAt": "2021-02-27T00:30:33Z", "content": "Presentes de forma permanente no nosso dia a dia, os smartphones conseguem recolher informação útil e detalhada sobre os utilizadores. Esta integra-se muitas vezes com dispositivos como smartbands ou… [+1745 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Windows 10: chegou um novo update para quem joga no PC! - Leak", "description": "Assim, se joga no Windows 10 recorra já às atualizações para instalar o novo update. É que corrige vários problemas e vale realmente a pena.", "url": "https://www.leak.pt/windpws-10-update-joga/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2019/01/windows-10-wall.webp", "publishedAt": "2021-02-26T22:09:36Z", "content": "Se estava a ter problemas no Windows 10 então temos uma grande novidade. É que a Microsoft voltou a disponibilizar um belo update opcional mas desta vez com os bugs corrigidos. Dito isto, o Windows 1… [+1911 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "5G é demais? Huawei lança P40 na versão 4G… com o processador Kirin 990 - Pplware", "description": "As ligações 5G são o futuro, mas sabemos que hoje, para o consumidor final, um smartphone que chegue ao mercado e que inclua tal característica, não passa de puro marketing. A Huawei, a preparar...", "url": "https://pplware.sapo.pt/gadgets/5g-e-demais-huawei-lanca-p40-na-versao-4g-com-o-processador-kirin-990/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/04/Huawei-P40-Pro-review-1024.jpg", "publishedAt": "2021-02-26T22:00:57Z", "content": "As ligações 5G são o futuro, mas sabemos que hoje, para o consumidor final, um smartphone que chegue ao mercado e que inclua tal característica, não passa de puro marketing. A Huawei, a preparar o la… [+1707 chars]"}]}