{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Apple inicia desenvolvimento do seu próprio modem para o iPhone e iPad - Pplware", "description": "A Apple poderá estar já a trabalhar na sua própria tecnologia para substituir o modem da Qualcomm pelo seu próprio. As indicações vêm de dentro da empresa.", "url": "https://pplware.sapo.pt/apple/apple-inicia-desenvolvimento-do-seu-proprio-modem-para-o-iphone-e-ipad/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/modem_apple00.jpg", "publishedAt": "2020-12-11T16:15:00Z", "content": "A Apple já mostrou que pode ter a sua própria tecnologia para não depender de terceiros. Depois dos SoC usados nos iPhones e iPads, passando pelos Macs, a empresa de Cupertino quer também libertar am… [+3125 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "As melhores apps para criar Instagram Stories únicas - Pplware", "description": "O Instagram tem nas suas Stories uma enorme interação. Deixamos sugestões de aplicações que o vão ajudar a criar Histórias como ninguém.", "url": "https://pplware.sapo.pt/smartphones-tablets/omundoemobile/as-melhores-apps-para-criar-instagram-stories-unicas/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2018/11/instagram-stories_1.jpg", "publishedAt": "2020-12-11T15:41:00Z", "content": "O Instagram tem nas suas Stories uma enorme interação. O conteúdo rápido e fugaz leva a que as pessoas queiram partilhar os momentos da sua vida ou ver o que os outros andam a partilhar e a criativid… [+1372 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Montra TEK: Conheça 11 propostas de acessórios para quem vai continuar em teletrabalho - SAPO Tek", "description": "Vai continuar a trabalhar remotamente e quer aproveitar a época natalícia para fazer uma “makeover” ao escritório lá de casa? O SAPO TEK reuniu alguns acessórios que o ajudarão a ficar mais confortável e até a ser mais produtivo.", "url": "https://tek.sapo.pt/extras/montra/artigos/montra-tek-conheca-11-propostas-de-acessorios-para-quem-vai-continuar-em-teletrabalho", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ZGI0KCbrKFGPk8w5SUFLwYcL1LZ5NSfE5qa1kVu3KO2KzHArKO+crKIdF5rQ3lYrxzqUZ5p+8Izb3TzvYOz//qMH7qMObIvPTd30dXj7hiNPPeQ=", "publishedAt": "2020-12-11T15:36:00Z", "content": "A pandemia de COVID-19 virou às avessas o mundo do trabalho como o conhecemos. Múltiplas empresas um pouco por todo o mundo passaram a adotar estratégias de teletrabalho para garantir a segurança dos… [+2284 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "MEO é a nº1 em Portugal no setor das comunicações - Pplware", "description": "O MEO, marca da Altice Portugal, reforça, no 3º trimestre de 2020, a liderança em todos os serviços de comunicações em Portugal.", "url": "https://pplware.sapo.pt/internet/meo-e-a-no1-em-portugal-no-setor-das-comunicacoes/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/meo_00.jpg", "publishedAt": "2020-12-11T14:55:00Z", "content": "Nunca as com comunicações digitais foram tão necessárias. Numa era de pandemia, tem valido todo o ecossistema de serviços de comunicações disponíveis que nos permitem telefonar, fazer videochamadas, … [+1654 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/hugocura", "title": "Web Scraping – saiba o que é e para que serve - Pplware", "description": "O web scraping é uma solução para quem quer ter acesso a dados estruturados da web de uma forma automatizada. Saiba mais acerca de web scraping.", "url": "https://pplware.sapo.pt/internet/web-scraping-saiba-o-que-e-e-para-que-serve/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/web_scraping_1.jpg", "publishedAt": "2020-12-11T14:00:00Z", "content": "No mundo online tão competitivo nos dias que correm, todos procuram formas de inovar e recorrer a novas tecnologias. O web scraping é uma solução para quem quer ter acesso a dados estruturados da web… [+7611 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Smartwatch Garmin traz recurso inovador que ajuda a detectar COVID-19 antecipadamente - Pplware", "description": "Um utilizador de um smartwatch Garmin nostrouy que usou uma app para medir a temperatura corporal que ajudou a detectar a COVID-19 antecipadamente.", "url": "https://pplware.sapo.pt/gadgets/smartwatch-garmin-traz-recurso-inovador-que-ajuda-a-detectar-covid-19/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/garmin_covid19_00.jpg", "publishedAt": "2020-12-11T12:31:00Z", "content": "A indústria da tecnologia mostra que os smartwatches podem ser muito mais que pequenos computadores de pulso, podem mesmo ajudar na saúde das pessoas. Em teoria, estes dispositivos que existem no mer… [+4832 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Rui Parreira", "title": "Hyundai anunciou a compra da Boston Dynamics por 1,1 mil milhões de dólares - SAPO Tek", "description": "A empresa conhecida pelos seus robots passará a ser detida 80% pela fabricante de automóveis e 20% pela Softbank. O negócio será concluído em junho de 2021.", "url": "https://tek.sapo.pt/noticias/negocios/artigos/hyundai-anunciou-a-compra-da-boston-dynamics-por-11-mil-milhoes-de-dolares", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=MThlmWET47+i3JKMhAJJB80Ah2lEnJb92tJSEnwixKXGSiKzydWV4SXqJzwu2EzLzaNGHkmdTHMMTtttUlxnpGzCcf7us1aZguCFREsFKEuVoT0=", "publishedAt": "2020-12-11T12:18:00Z", "content": "Os conhecidos robots Spot, Atlas, BigDog e Cheetah vão ter uma nova casa. A Hyundai confirmou hoje a aquisição da Boston Dynamics, num negócio de 1,1 mil milhões de dólares, que já se antecipava há u… [+2615 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "A Wristcam oferece um sistema de duas câmaras fotográficas ao seu Apple Watch - SAPO Tek", "description": "Esta bracelete para Apple Watch vem munida com duas câmaras que lhe permitirem fotografar, filmar e fazer livestreaming diretamente do smartwatch.", "url": "https://tek.sapo.pt/multimedia/artigos/a-wristcam-oferece-um-sistema-de-duas-camaras-fotograficas-ao-seu-apple-watch", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&png=1&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YTM11xrB6PlvJFzK4oGgK2KRCGA2kK0kgXFh9nCqsBTyf2nKBV2W9gwwg1IopzF/H+VkeoA4rljcm0bm3aE+TBSTduX8+VVG8mprNtsU8zEnWkM=", "publishedAt": "2020-12-11T11:49:00Z", "content": "Quatro anos depois de ter saído do papel para a oficina, a Wristcam vai finalmente chegar ao mercado. Trata-se de uma bracelete para Apple Watch, equipada com duas câmaras, que dará ao seu relógio a … [+1588 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Vankyo MatrixPad Z4 – o tablet Android de baixo custo ideal para estudantes - Pplware", "description": "Hoje damos a conhecer o tablet Android Vankyo MatrixPad Z4 com 10,1\", por menos de 120 €, na Smarttalk (tanto nas lojas físicas, como na loja online).", "url": "https://pplware.sapo.pt/gadgets/vankyo-matrixpad-z4-o-tablet-android-de-baixo-custo-ideal-para-estudantes/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/Tablet-Vankyo-MatrixPad-Z4-8.jpg", "publishedAt": "2020-12-11T11:45:00Z", "content": "Apesar de já estarmos com um pé nas férias de Natal, o ano letivo de 2020/2021 está a ser completamente atípico. Ora as aulas estão a decorrer com uma “nova normalidade”, ora turmas inteiras são obri… [+3580 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Forever Young", "title": "Atenção: WhatsApp vai bloquear aplicação aos utilizadores que não aceitem novas regras - Diário Digital", "description": "Qualquer pessoa que não aceite a nova política será excluída da plataforma.", "url": "https://foreveryoung.sapo.pt/atencao-whatsapp-vai-bloquear-aplicacao-aos-utilizadores-que-nao-aceitem-novas-regras/", "urlToImage": "https://foreveryoung.sapo.pt/wp-content/uploads/2020/12/whatsapp-2105015_1280-1024x668.jpg", "publishedAt": "2020-12-11T11:29:00Z", "content": "O WhatsApp está a preparar uma alteração nos seus termos e condições e os utilizadores que não os aceitem podem ser impedidos de aceder à aplicação a partir de fevereiro, de acordo com uma fuga de in… [+1870 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "RTX 3080 Ti da Nvidia surge em atualização de driver e poderá chegar em breve - Pplware", "description": "Recentemente, o chip GeForce RTX 3080 Ti apareceu numa atualização de driver o que pode indicar que o lançamento da placa estará para breve.", "url": "https://pplware.sapo.pt/gadgets/hardware/rtx-3080-ti-da-nvidia-surge-em-atualizacao-de-driver-e-podera-chegar-em-breve/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/10/geforce-rtx-3080.jpg", "publishedAt": "2020-12-11T10:56:00Z", "content": "Este ano tem sido muito forte e rico no segmento do hardware. As marcas lançaram vários equipamentos de peso para o mercado, como é o caso das placas gráficas da série RTX 30 da Nvidia.\r\nMas a fabric… [+2065 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Mate 40 Pro: A joia da coroa da Huawei “perde o brilho” e não surpreende na reparabilidade - SAPO Tek", "description": "Embora a maioria dos componentes do Mate 40 Pro da Huawei sejam modulares, substituí-los é outra história: que o digam os técnicos da iFixit. Da vasta quantidade de “armadilhas” com cabos ao forte adesivo, o processo de concertar o smartphone pode ser um “pes…", "url": "https://tek.sapo.pt/mobile/equipamentos/artigos/mate-40-pro-a-joia-da-coroa-da-huawei-perde-o-brilho-e-nao-surpreende-na-reparabilidade", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NTNhhx8fjWX7UY4v3SkWrjTjnd7Y6LyRLbIJlezUceZ6ww8keKaQIhTYK4cKTTBBh0JPyWgZAHWwvRNAd5uI/B5Tho7nXtMFhnUGlOxMzurMPWw=", "publishedAt": "2020-12-11T10:36:00Z", "content": "Apresentado em outubro, o Mate 40 Pro afirma-se como a nova joia da coroa da Huawei, tendo liderado a lista de smartphones mais poderosos desse mês, batendo também recordes no ranking de fotografia d… [+2195 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Rui  Neves", "title": "Nos ganha liderança verde global - Jornal de Negócios", "description": "A operadora conseguiu uma classificação de A- (nível de liderança),a pontuação máxima atribuída pela organização internacional CDP – Disclosure, Insight, Action em matéria de combate às alterações climáticas, ultrapassando a média para a região e para o setor.", "url": "https://www.jornaldenegocios.pt/empresas/telecomunicacoes/detalhe/nos-ganha-lideranca-verde-global", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2020-05/img_1200x676$2020_05_28_12_08_10_376912.jpg", "publishedAt": "2020-12-11T09:33:42Z", "content": "A CDP – Disclosure, Insight, Action, organização internacional sem fins lucrativos que se apresenta como o maior e mais completo sistema global de divulgação de informação ambiental, distinguiu a Nos… [+2601 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Margarida Lopes", "title": "Esta empresa está a construir um escritório anti-vírus - Diário Digital", "description": "A PHC Software anunciou que os escritórios que se encontra a construir em Oeiras serão pensados para redução dos riscos de contágio de COVID-19 e outras pandemias, seguindo a tendência mundial de reforço de condições de higiene e segurança no local de trabalh…", "url": "https://hrportugal.sapo.pt/esta-empresa-esta-a-construir-um-escritorio-anti-virus/", "urlToImage": "https://hrportugal.sapo.pt/wp-content/uploads/2020/12/phc.jpg", "publishedAt": "2020-12-11T09:03:00Z", "content": "A PHC Software anunciou que os escritórios que se encontra a construir em Oeiras serão pensados para redução dos riscos de contágio de COVID-19 e outras pandemias, seguindo a tendência mundial de ref… [+1739 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Rui  Neves", "title": "Gigante tecnológico do Porto faz cisão para se tornar mais apetecível - Jornal de Negócios", "description": "O grupo de software financeiro ITSector, que emprega 560 pessoas e continua a contratar, decidiu transferir para uma nova sociedade as participações fora do seu “core”, como os 28,4% na fintech Ebankit ou os 94,99% na Securityside, para melhor facilitar a con…", "url": "https://www.jornaldenegocios.pt/empresas/tecnologias/detalhe/gigante-tecnologico-do-porto-faz-cisao-para-se-tornar-mais-apetecivel", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2020-12/img_1200x676$2020_12_10_20_49_11_390835.jpg", "publishedAt": "2020-12-11T09:00:38Z", "content": "Fundada em 2005, no Porto, onde ainda hoje mantém a sua sede, começou a desenvolver soluções de software para o setor da banca com apenas duas dezenas de pessoas. Sempre sob a liderança de Renato Oli… [+237 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Spotify muda password de utilizadores depois de outro problema de segurança - Pplware", "description": "O Spotify voltou a mudar a password dos utilizadores depois de um novo problema de segurança e os dados destes terem sido novamente comprometidos", "url": "https://pplware.sapo.pt/internet/spotify-muda-password-de-utilizadores-depois-de-outro-problema-de-seguranca/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/spotify_seguranca_1.jpg", "publishedAt": "2020-12-11T08:00:00Z", "content": "O Spotify é atualmente um dos mais conhecidos e usados serviços de streaming de música. Esta sua popularidade torna-o num alvo para ataques de hackers.\r\nEsta vertente de segurança parece estar, nos ú… [+1732 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Este topo de gama com o Snapdragon 888 vai mudar de cor com apenas um toque! Vê o vídeo - 4gnews", "description": "Tal como acontece todos os anos, após a Qualcomm apresentar o seu novo processador topo de gama, são muitas as fabricantes que confirmam aos seus fãs que, irão lançar um smartphone com o novo Snapdragon. A ZTE foi uma dessas fabricantes, confirmando imediatam…", "url": "https://4gnews.pt/este-topo-de-gama-com-o-snapdragon-888-vai-mudar-de-cor-com-apenas-um-toque-ve-o-video/", "urlToImage": "https://cdn.4gnews.pt/imagens/este-topo-de-gama-com-o-snapdragon-888-vai-mudar-de-cor-com-apenas-um-toque-ve-o-video-og.jpg", "publishedAt": "2020-12-11T07:22:00Z", "content": "Tal como acontece todos os anos, após a Qualcomm apresentar o seu novo processador topo de gama, são muitas as fabricantes que confirmam aos seus fãs que, irão lançar um smartphone com o novo Snapdra… [+1577 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "o-volt: Base de carregamento Qi de 10 W para o seu smartphone - Pplware", "description": "O o-Volt é um pequeno gadget que permite, sem fios, carregar o seu telemóvel. Para que tudo funcione, basta que coloque o seu dispositivo na base", "url": "https://pplware.sapo.pt/gadgets/o-volt-base-de-carregamento-qi-sem-fios-de-10-w/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/ovolt_00.jpg", "publishedAt": "2020-12-10T23:00:00Z", "content": "Hoje em dia são vários os gadgets que trazemos connosco. É verdade que tem havido muita evolução tecnológica, mas a autonomia dos dispositivos ainda deixa um pouco a desejar. Nesse sentido, convém te… [+2052 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Novidade no Edge vai fazê-lo abandonar o Google Chrome! - Leak", "description": "A Microsoft confirmou que adicionou uma funcionalidade experimental ao Edge que pode muito bem fazê-lo saltar do Google Chrome.", "url": "https://www.leak.pt/edge-google-chrome/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2020/09/edge.jpg", "publishedAt": "2020-12-10T22:14:00Z", "content": "É verdade que a Microsoft nunca acertou muito com os browsers. No entanto tudo mudou com o Edge baseado no Chromium, que é como quem diz o motor do Google Chrome. Conseguiu agarrar neste motor, otimi… [+2437 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Portugal: Metade das crianças entre 5 e 12 anos não tem apps de controlo parental - Pplware", "description": "Segundo uma pesquisa, quase metade das crianças portuguesas entre os 5 e os 12 anos de idade não tem apps de controlo parental nos seus dispositivos.", "url": "https://pplware.sapo.pt/gadgets/portugal-metade-das-criancas-entre-5-e-12-anos-nao-tem-apps-de-controlo-parental/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/controlo-parental.jpg", "publishedAt": "2020-12-10T22:00:00Z", "content": "Não é novidade para ninguém que a maioria das crianças nos dias de hoje têm um fácil acesso a equipamentos tecnológicos. Basta estarmos, por exemplo, num restaurante e, se houver crianças, quase semp… [+2873 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Google, Xiaomi, Oppo e Vivo prestes a entrar no mercado dos smartphones dobráveis - 4gnews", "description": "Este foi um ano de afirmação dos smartphones dobráveis, com empresas como Samsung ou Huawei a alargar a sua oferta neste segmento. Para 2021, espera-se que este mercado fique ainda mais competitivo. Ao que tudo indica, em 2021 teremos mais quatro nomes sonant…", "url": "https://4gnews.pt/google-xiaomi-oppo-e-vivo-prestes-a-entrar-no-mercado-dos-smartphones-dobraveis/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-xiaomi-oppo-e-vivo-prestes-a-entrar-no-mercado-dos-smartphones-dobraveis-og.jpg", "publishedAt": "2020-12-10T21:15:00Z", "content": "Este foi um ano de afirmação dos smartphones dobráveis, com empresas como Samsung ou Huawei a alargar a sua oferta neste segmento. Para 2021, espera-se que este mercado fique ainda mais competitivo.\r… [+2364 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Tek / Lusa", "title": "Aldeias Históricas estão cobertas a 100% com fibra ótica e vão ter rede ciclável de 3.500 kms - SAPO Tek", "description": "A Altice Portugal confirmou que as 12 Aldeias Históricas de Portugal, em 10 municípios, estão cobertas a 100% com fibra ótica. Em associação com mais 11 concelhos vão ver identificada em estradas uma rede de percursos cicláveis de 3.500 quilómetros.", "url": "https://tek.sapo.pt/noticias/internet/artigos/aldeias-historicas-estao-cobertas-a-100-com-fibra-otica-e-vao-ter-rede-ciclavel-de-3-500-kms", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=OTUwlsxaYuy4Z3z6ZPvrKPx4JF94vgMO4zeFb+ni9ZD4hjfTyyL3+XOzMQmTTY3RioCiD3J/7nyFEGt2dwh1cKPr9PtzhCHr2q9hzO3shNpFoS0=", "publishedAt": "2020-12-10T20:12:00Z", "content": "As Aldeias Históricas hoje estão cobertas com 100% de rede de fibra ótica, têm wi-fi [rede sem fios], afirmou André Figueiredo, responsável pela Direção de Coordenação Institucional, Corporativa e Co… [+3717 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Spotify: Agora já pode definir imagens de capa personalizadas para listas de reprodução - Pplware", "description": "A mais recente versão do Spotify (premium ou gratuita) permite ao utilizador personalizar a capa das suas listas com uma imagem que seja a sua escolha.", "url": "https://pplware.sapo.pt/smartphones-tablets/omundoemobile/spotify-agora-ja-pode-definir-imagens-de-capa-personalizadas-para-listas-de-reproducao/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/pplware-spotify.jpg", "publishedAt": "2020-12-10T20:00:00Z", "content": "O Spotify tem melhorado algumas áreas mais dedicadas ao que o utilizador personaliza, como as Stories, por exemplo. Assim, a última alteração leva ao utilizador a capacidade deste atribuir às suas li… [+1604 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Google Drive acaba de receber novas funcionalidades! - Leak", "description": "A Google anunciou novas funcionalidades que vão chegar à app Google Drive através de um update. Descubra tudo o que muda com a atualização.", "url": "https://www.leak.pt/google-drive-funcionalidades/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2020/09/google-drive.jpg", "publishedAt": "2020-12-10T19:35:00Z", "content": "A Google anunciou novas funcionalidades que vão chegar à app Google Drive através de um update. Aparentemente isto permite aos utilizadores fazerem pesquisas dentro da própria app de forma mais rápid… [+2120 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Apple vai apresentar um novo iPad de entrada no inicio de 2021 - 4gnews", "description": "Em setembro passado, a Apple apresentou o iPad de oitava geração. Sendo este um modelo de entrada, não vimos uma revolução no seu design, estando as principais novidades no seu interior. Para o primavera de 2021, a Apple poderá fazer uma revelação que surpree…", "url": "https://4gnews.pt/apple-vai-apresentar-um-novo-ipad-de-entrada-no-inicio-de-2021/", "urlToImage": "https://cdn.4gnews.pt/imagens/apple-vai-apresentar-um-novo-ipad-de-entrada-no-inico-de-2021-og.jpg", "publishedAt": "2020-12-10T19:28:00Z", "content": "Em setembro passado, a Apple apresentou o iPad de oitava geração. Sendo este um modelo de entrada, não vimos uma revolução no seu design, estando as principais novidades no seu interior.\r\nPara o prim… [+1845 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Facebook pode ser forçado a vender Instagram e WhatsApp depois de ser processado em tribunal - SAPO Tek", "description": "Em dois novos processos, a Federal Trade Comission e procuradores-gerais de 48 estados norte-americanos acusam o Facebook de manter um monopólio, esmagando a concorrência e prejudicando os consumidores.", "url": "https://tek.sapo.pt/noticias/internet/artigos/facebook-pode-ser-forcado-a-vender-instagram-e-whatsapp-depois-de-ser-processado-em-tribunal", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NjUwOxc2galzTZN64tmybUoq99al8yVqrSmD7yqQNuCddhUTfq3w+hettSheQks1w13moOX042mhyaYKXdK8D8aPWSfXAiElUgO5Gvaoh7vgfU0=", "publishedAt": "2020-12-10T19:20:00Z", "content": "O Facebook poderá ser forçado a vender o Instagram e o WhatsApp depois de ter sido processado pela Federal Trade Comission (FTC) e pelos procuradores-gerais de 48 estados do país. A empresa liderada … [+2505 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Portugal Digital Awards: IDC já entregou os 19 prémios aos melhores projetos de transformação digital - SAPO Tek", "description": "Gonçalo Caseiro,  do INCM, foi escolhido como Best Digital Leader, a personalidade que mais se distinguiu na transformação digital no território nacional, mas na 5ª edição dos Portugal Digital Awards há 19 projetos galardoados.", "url": "https://tek.sapo.pt/noticias/negocios/artigos/portugal-digital-awards-idc-ja-entregou-os-19-premios-aos-melhores-projetos-de-transformacao-digital", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&png=1&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YTM5q+Yq9mgcbEXQ64h3RSAO6gRaPUN0YgehRSL2qge08xPJfpI1NgIhXx0X6DMYz3ZVlFBW3MgBvFd5eASkbz23yGVIcDvcfY+QIYFzFSgmqUU=", "publishedAt": "2020-12-10T18:53:00Z", "content": "A IDC Portugal entregou hoje os Prémios do Portugal Digital Awards 2020, que foram criados para \"reconhecer as organizações e os líderes empresariais com a visão e o arrojo para elevar as suas empres… [+6915 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "E se pudesse remover a câmara do seu smartphone? A Oppo está a explorar a ideia - SAPO Tek", "description": "Tecnologia patenteada revela conceito ambicioso que lhe permitiria fotografar com a câmara do seu smartphone, mesmo quando esta não está acoplada ao telemóvel.", "url": "https://tek.sapo.pt/mobile/equipamentos/artigos/e-se-pudesse-remover-a-camara-do-seu-smartphone-a-oppo-esta-a-explorar-a-ideia", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NzY1WEdHu2MAkMd2GauEGHRWJgaHO+CGkw8JS6KWZoGreaSOnpRJt3/jpBAen4wwyGPy4XpMna7DR7ocVH3rCE7OvrBFMrRoFZTIdpaezl7AZeY=", "publishedAt": "2020-12-10T18:50:00Z", "content": "A qualidade das câmaras que temos nos smartphones são, hoje, bastante competentes, especialmente se levarmos em conta que são apenas um componente num aparelho compacto que tem mil e uma outras capac… [+1724 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Samsung Galaxy S21 terá uma melhoria que os utilizadores vão adorar - 4gnews", "description": "Desde a geração Galaxy S10 que a Samsung faz uso de um sensor de impredsões digitais no ecrã dos seus smartphones. No que respeita aos seus topos de gama, a escolha recai sobre um sensor ultrassonico que divide opiniões. Este ponto será alvo de uma melhoria n…", "url": "https://4gnews.pt/samsung-galaxy-s21-tera-uma-melhoria-que-os-utilizadores-vao-adorar/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-s21-tera-uma-melhoria-que-os-utilizadores-vao-adorar-og.jpg", "publishedAt": "2020-12-10T18:37:00Z", "content": "Desde a geração Galaxy S10 que a Samsung faz uso de um sensor de impredsões digitais no ecrã dos seus smartphones. No que respeita aos seus topos de gama, a escolha recai sobre um sensor ultrassonico… [+2168 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Apple e Google fazem ultimato a empresas com apps que usem software X-Mode Social - Pplware", "description": "A Apple e a Google estão a dar alguns dias para as empresas removeram software X-Mode das suas aplicações sob a pena destas serem banidas das lojas.", "url": "https://pplware.sapo.pt/apple/apple-e-google-fazem-ultimato-a-empresas-com-apps-que-usem-software-x-mode-social/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/google_apple_privacidade00.jpg", "publishedAt": "2020-12-10T18:32:00Z", "content": "A Apple e a Google solicitaram aos seus programadores que deixem de utilizar sistemas X-Mode nas aplicações sob a pena destas serem banidas. Para tal, a Apple deu um prazo de duas semanas e a Google … [+3112 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Agência Lusa", "title": "Finlândia. Incidente \"sério\" numa central nuclear, mas sem perigo - Observador", "description": "", "url": "https://observador.pt/2020/12/10/finlandia-incidente-serio-numa-central-nuclear-mas-sem-perigo/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Fc%3A2000%3A1124%3Anowe%3A0%3A104%2Fq%3A86%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2020%2F12%2F10165833%2F14665027.jpg", "publishedAt": "2020-12-10T18:14:25Z", "content": "Um incidente “sério” ocorreu esta quinta-feira numa central nuclear na Finlândia, mas sem perigo para os seres humanos ou o ambiente, anunciaram a autoridade de segurança do país nórdico e o operador… [+1718 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ana Sofia", "title": "Rumor: Hyundai vai comprar a Boston Dynamics - Pplware", "description": "Conforme adiantam algumas fontes, a Boston Dynamics será vendida à Hyundai pela módica quantia de 921 milhões de dólares.", "url": "https://pplware.sapo.pt/informacao/rimor-hyundai-vai-comprar-a-boston-dynamics/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/boston_dynamics_hyndai02.jpg", "publishedAt": "2020-12-10T17:45:00Z", "content": "Com certeza, já ouviu falar da Boston Dynamics, uma empresa americana de robótica associada ao desenvolvimento de robôs avançados. Aliás, já deve ter visto aqui pelo Pplware algo sobre o cão Spot, um… [+1789 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi Band 6: a tecnologia que pode revolucionar a smartband - 4gnews", "description": "A Xiaomi Mi Band 4 foi uma ‘pedrada no charco’ no que esta linha de smartbands diz respeito. Foi a primeira com ecrã a cores e a Mi Band 5, que uso no pulso diariamente, foi apenas um poço de pequenos incrementos de qualidade. Passamos a ter um ecrã um pouco …", "url": "https://4gnews.pt/xiaomi-mi-band-6-a-tecnologia-que-pode-revolucionar-a-smartband/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-band-6-a-tecnologia-que-pode-revolucionar-a-smartband-og.jpg", "publishedAt": "2020-12-10T17:13:00Z", "content": "A Xiaomi Mi Band 4 foi uma pedrada no charco no que esta linha de smartbands diz respeito. Foi a primeira com ecrã a cores e a Mi Band 5, que uso no pulso diariamente, foi apenas um poço de pequenos … [+1425 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Apple AirPods Max já receberam os primeiros unboxing - Pplware", "description": "A Apple entregou a alguns criadores de conteúdo os AirPods Max para que dessem a sua primeira opinião sobre os seus novos auscultadores. Interessante!", "url": "https://pplware.sapo.pt/apple/apple-airpods-max-ja-receberam-os-primeiros-unboxing/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/apple-airpods-max.jpg", "publishedAt": "2020-12-10T16:49:00Z", "content": "Nos Estados Unidos, alguns youtubers já receberam os AirPods Max para testarem e terem as primeiras impressões do equipamento. Sem dúvida que as primeiras impressões são de materiais de excelente qua… [+4197 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Marketeer", "title": "Internet ou chamadas internacionais? Clientes da Vodafone podem escolher presente - Diário Digital", "description": "São várias as ofertas de Natal que a Vodafone tem à disposição dos seus clientes.", "url": "https://marketeer.sapo.pt/internet-ou-chamadas-internacionais-clientes-da-vodafone-podem-escolher-presente", "urlToImage": "https://marketeer.sapo.pt/wp-content/uploads/2019/04/phone-telemovel.jpg", "publishedAt": "2020-12-10T16:37:00Z", "content": null}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Oppo Reno 5 e Reno 5 Pro são oficiais! Mas vais ficar apenas a sonhar com eles - 4gnews", "description": "Assim como era esperado, a Oppo apresentou hoje os seus novos smartphones gama-média, num evento que decorreu na China. Os novos Reno 5 e Reno 5 Pro são tudo o que poderiamos desejar ver em Portugal, apresentando uma incrível relação preço/qualidae. Infelizme…", "url": "https://4gnews.pt/oppo-reno-5-e-reno-5-pro-sao-oficiais-mas-vais-ficar-apenas-a-sonhar-com-eles/", "urlToImage": "https://cdn.4gnews.pt/imagens/oppo-reno-5-e-reno-5-pro-sao-oficiais-mas-vais-ficar-apenas-a-sonhar-com-eles-og.jpg", "publishedAt": "2020-12-10T16:20:00Z", "content": "Assim como era esperado, a Oppo apresentou hoje os seus novos smartphones gama-média, num evento que decorreu na China. Os novos Reno 5 e Reno 5 Pro são tudo o que poderiamos desejar ver em Portugal,… [+2746 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Android 11: vê o calendário de atualizações dos smartphones Samsung - 4gnews", "description": "A filial alemã da Samsung revelou o calendário de atualizações para a mais recente versão do sistema operativo da Google, o Android 11. Graças a esta partilha, podemos agora aquietar os utilizadores da marca, em smartphones e tablets. Destacamos que este é a …", "url": "https://4gnews.pt/android-11-ve-o-calendario-de-atualizacoes-dos-smartphones-samsung/", "urlToImage": "https://cdn.4gnews.pt/imagens/android-11-ve-o-calendario-de-atualizacoes-dos-smartphones-samsung-og.jpg", "publishedAt": "2020-12-10T15:57:00Z", "content": "A filial alemã da Samsung revelou o calendário de atualizações para a mais recente versão do sistema operativo da Google, o Android 11. Graças a esta partilha, podemos agora aquietar os utilizadores … [+2124 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Exame Informática | Morte por IA - Exame Informática", "description": "\"Será um androide capaz de fingir emoções para ludibriar um humano para conseguir escapar e andar livremente pelo mundo?\" - a opinião do jornalista Paulo Matos", "url": "https://visao.sapo.pt/exameinformatica/opiniao-ei/2020-12-10-morte-por-ia/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2020/12/Ex-Machina_exame%20informática.jpg", "publishedAt": "2020-12-10T14:16:00Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/sergio.magno", "title": "Exame Informática | NOS Smart Number: já pode deixar o telemóvel em casa e fazer chamadas enquanto corre - Exame Informática", "description": "A NOS lançou um novo serviço que permite ter um cartão SIM digital clonado nos smartwatches da Apple e Samsung. Deste modo é possível receber e fazer chamadas ou usar apps com o ‘mesmo’ cartão que está no smartphone", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/2020-12-10-nos-smart-number-ja-pode-deixar-o-telemovel-em-casa-e-fazer-chamadas-enquanto-corre/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2020/12/IMG_20201210_124644_exame%20informática.jpg", "publishedAt": "2020-12-10T14:03:00Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Qual é a melhor fabricante de processadores: Intel ou AMD? - Pplware", "description": "Na questão desta semana queremos que nos diga qual é, para si, a melhor fabricante de processadores. Será a Intel ou a AMD? Participe.", "url": "https://pplware.sapo.pt/gadgets/hardware/qual-e-a-melhor-fabricante-de-processadores-intel-ou-amd/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/Intel-AMD-1.jpg", "publishedAt": "2020-12-10T12:45:00Z", "content": "A Intel sempre foi conhecida pelos seus produtos de qualidade, nomeadamente no que respeita ao mercado dos processadores. No entanto a rival AMD tem ganho terreno de forma gradual e consistente, apro… [+1939 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Redmi K40 Pro deve perder uma das características mais adoradas - 4gnews", "description": "Em 2019 a Xiaomi surpreendeu ao lançar os Redmi K20 e K20 Pro na China (Mi 9T e Mi 9T Pro) com câmara frontal com mecanismo pop-up. Isto permitia-lhes terem um ecrã sem interrupções, o que fez deles um verdadeiro sucesso. Este ano a fabricante chinesa optaria…", "url": "https://4gnews.pt/xiaomi-redmi-k40-pro-deve-perder-uma-das-caracteristicas-mais-adoradas/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-redmi-k40-pro-deve-der-uma-das-caracteristicas-mais-adoradas-og.jpg", "publishedAt": "2020-12-10T12:43:00Z", "content": "Em 2019 a Xiaomi surpreendeu ao lançar os Redmi K20 e K20 Pro na China (Mi 9T e Mi 9T Pro) com câmara frontal com mecanismo pop-up. Isto permitia-lhes terem um ecrã sem interrupções, o que fez deles … [+1283 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "Star Wars: KOTOR 2 no Android e iOS? Será possível ainda este mês! - 4gnews", "description": "A Lucasfilm e a Aspyr anunciaram o lançamento de Star Wars: Knights of the Old Republic II, um dos mais adorados jogos do universo criado por George Lucas, para Android e iOS. O regresso à Velha República vai acontecer a 18 de Dezembro, dia em que o jogo pode…", "url": "https://4gnews.pt/star-wars-kotor-2-no-android-e-ios-sera-possivel-ainda-este-mes/", "urlToImage": "https://cdn.4gnews.pt/imagens/star-wars-kotor-2-no-android-e-ios-sera-possivel-ainda-este-mes-og.jpg", "publishedAt": "2020-12-10T11:45:00Z", "content": "A Lucasfilm e a Aspyr anunciaram o lançamento de Star Wars: Knights of the Old Republic II, um dos mais adorados jogos do universo criado por George Lucas, para Android e iOS.\r\nO regresso à Velha Rep… [+1740 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "OnePlus descansa utilizadores preocupados com as atualizações - 4gnews", "description": "A OnePlus é uma fabricante Android conhecida por 'mimar' os seus utilizadores com atualizações regulares. Recentemente, deixou os fãs preocupados após atualizar de forma incorreta as suas páginas de suporte. Vários utilizadores referiram nos fóruns da marca e…", "url": "https://4gnews.pt/oneplus-descansa-utilizadores-preocupados-com-as-atualizacoes/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-descansa-utilizadores-preocupados-com-as-atualizacoes-og.jpg", "publishedAt": "2020-12-10T11:36:00Z", "content": "A OnePlus é uma fabricante Android conhecida por 'mimar' os seus utilizadores com atualizações regulares. Recentemente, deixou os fãs preocupados após atualizar de forma incorreta as suas páginas de … [+1439 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Fátima Caçador", "title": "Escola Digital: Ministério garante entrega de computadores até final do 1º período. Escolas alertam para “e... - SAPO Tek", "description": "O programa que prevê a entrega de 100 mil computadores e kits de acesso à internet nas escolas está em marcha e o Ministério garante que deverá ficar concluído até final do primeiro período, que termina a 18 de dezembro.", "url": "https://tek.sapo.pt/noticias/computadores/artigos/escola-digital-ministerio-garante-entrega-de-computadores-ate-final-do-1o-periodo-escolas-alertam-para-expectativas-das-familias", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=MmU0MwYzjOemdidm8bgxGYzTzHHncnIDITFmM3GgwyM2n2S4fiYK9iZVzhCw7TF38r9DZbf7u6A8kTUVUmroNdEBmHet95ays69DENwOqaB6A3c=", "publishedAt": "2020-12-10T11:19:00Z", "content": "A medida foi largamente anunciada e é uma das mais mediáticas do Plano de Ação para a Transição Digital, prevendo a entrega de computadores e kits de ligação à internet, assim como mochilas e acessór… [+7156 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Messenger e Instagram não funcionam? A falha atinge toda a Europa - Pplware", "description": "Está a tentar comunicar-se via Messenger do Facebook ou via Instagram e nada funciona?... Não está sozinho. O problema atinge toda a europa", "url": "https://pplware.sapo.pt/informacao/messenger-e-instagram-nao-funcionam-a-falha-atinge-toda-a-europa/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/09/instagram_messenger0000.jpg", "publishedAt": "2020-12-10T10:59:00Z", "content": "Está a tentar comunicar-se via Messenger do Facebook ou via Instagram e nada funciona?… Não está sozinho. Desde as 9h30 da manhã, que as queixas dos utilizadores têm começado a surgir um pouco por to… [+1207 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Google Pixel 5 Pro: alegado smartphone apanhado com câmara debaixo do ecrã - 4gnews", "description": "A Google lançou o Pixel 5 na segunda metade de 2020, deixando um sabor amargo nos consumidores. O equipamento chegou com o processador Snapdragon 765G (de gama-média alta), mas os rumores de um modelo Pro com processador topo de gama continuam a ser alimentad…", "url": "https://4gnews.pt/google-pixel-5-pro-alegado-smartphone-apanhado-com-camara-debaixo-do-ecra/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-pixel-5-pro-alegado-smartphone-apanhado-com-camara-debaixo-do-ecra-og.jpg", "publishedAt": "2020-12-10T10:51:00Z", "content": "A Google lançou o Pixel 5 na segunda metade de 2020, deixando um sabor amargo nos consumidores. O equipamento chegou com o processador Snapdragon 765G (de gama-média alta), mas os rumores de um model… [+1461 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Filipa Duarte", "title": "Saúde: SPMS quer consolidar os sistemas de informação, apps e websites para o cidadão - SAPO Tek", "description": "O presidente dos Serviços Partilhados do Ministério da Saúde considera que existem muitos recursos que não se revelam úteis tanto para os profissionais de saúde como para o cidadão.", "url": "https://tek.sapo.pt/noticias/computadores/artigos/saude-spms-quer-cortar-nos-sistemas-de-informacao-apps-e-websites-para-o-cidadao", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=Nzk0+mSCs2hvcqTUX6fUQBzFKx6+FNoTxA79nkWxR3UokNNy/Furz0qQubwp3WqN3Bo4eHd9QptFDbVuQ5etse/dE7rJxVmzLWrwW39djjOWAVs=", "publishedAt": "2020-12-10T10:31:00Z", "content": "Atualmente a gerir mais de 80 sistemas de informação, os Serviços Partilhados do Ministério da Saúde (SPMS) vão reduzir o seu número, incluindo apps e portais transacionais para os cidadãos. A garant… [+1686 chars]"}, {"source": {"id": "ign", "name": "IGN"}, "author": "Pedro Pestana", "title": "Cyberpunk 2077 ultrapassa o milhão de jogadores na Steam - IGN Portugal", "description": "Night City tem espaço para todos.", "url": "https://pt.ign.com/cyberpunk-2077/93672/news/cyberpunk-2077-ultrapassa-o-milhao-de-jogadores-na-steam", "urlToImage": "https://sm.ign.com/t/ign_pt/screenshot/default/resize-cybepunk2077-keyart-male-rgb-en_mkbu.1200.png", "publishedAt": "2020-12-10T10:22:27Z", "content": "Cyberpunk 2077 é um claro caso de sucesso e sem ainda terem passado 24 horas desde o seu lançamento, o jogo já ultrapassou o pico de um milhão de jogadores em simultâneo na Steam, tornando o título n… [+1409 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Serviço de streaming xCloud da Xbox chega ao PC e iOS em 2021 - SAPO Tek", "description": "No PC, em Windows 10, os jogadores vão poder aceder ao serviço através da app da Xbox, ao passo que nos equipamentos com iOS, o xCloud funcionará via web.", "url": "https://tek.sapo.pt/noticias/computadores/artigos/servico-de-streaming-xcloud-da-xbox-chega-ao-pc-e-ios-em-2021", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ZTRiNlkQDzGfa1Dr0x1CdR/tWkoxzE46ICen4vKuh40NeogBnxYw6Qk/psXGRKZLZwFp6N2EckLRmp96lCjm6R6n+uILMO7WJpjSG1hu51Y6zWQ=", "publishedAt": "2020-12-10T10:09:00Z", "content": "A Microsoft confirmou esta quarta-feira, dia 9 de dezembro, que o serviço de streaming de videojogos da Xbox, mais conhecido por xCloud, vai chegar ao iPhone, ao iPad e ao PC já durante a primavera d… [+1608 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "GNR, PSP e ANSR: Atenção ao telemóvel ao voltante - Pplware", "description": "A campanha “Ao volante, o telemóvel pode esperar” integrará uma componente de sensibilização, levada a cabo pela ANSR, PSP e GNR.", "url": "https://pplware.sapo.pt/motores/gnr-psp-e-ansr-atencao-ao-telemovel-ao-voltante/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/GNR_01-1.jpg", "publishedAt": "2020-12-10T10:06:00Z", "content": "O telemóvel é hoje um gadget que faz parte do nosso dia a dia. No entanto, o telemóvel ao volante também tem sido responsável por muitas mortes.\r\nA Autoridade Nacional de Segurança Rodoviária (ANSR),… [+2327 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Portugal Ventures bate recorde. Investe 17,7 milhões em ano de pandemia - ECO Economia Online", "description": "A Portugal Ventures vai fechar este ano com um investimento de 17,7 milhões de euros, perspetivando acolher mais 59 startups no seu portefólio.", "url": "https://eco.sapo.pt/2020/12/10/portugal-ventures-investe-177-milhoes-em-2020-na-resposta-a-pandemia/", "urlToImage": "https://eco.imgix.net/uploads/2019/11/cropped-047.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2020-12-10T09:56:15Z", "content": "A Portugal Ventures vai fechar o ano de 2020 com um investimento de 17,7 milhões de euros, perspetivando acolher mais 59 startups no seu portefólio, foi divulgado esta quinta-feira.\r\nDe acordo com a … [+4244 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Rui  Neves", "title": "Sonae cria líder europeu de cibersegurança com mais de 500 engenheiros - Jornal de Negócios", "description": "A unidade de investimento em tecnologia do grupo Sonae decidiu criar uma nova holding estratégica, a Maxive Cybersecurity, que irá integrar dois dos principais “pure players” de Managed Secutiry Services Provider na Europa - a espanhola S21sec e a Excellium, …", "url": "https://www.jornaldenegocios.pt/empresas/tecnologias/detalhe/sonae-cria-lider-europeu-de-ciberseguranca-com-mais-de-500-engenheiros", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2020-12/img_1200x676$2020_12_10_09_01_18_390739.png", "publishedAt": "2020-12-10T09:30:29Z", "content": "Após somar três dúzias de investimentos diretos em empresas tecnológicas espalhadas pelo mundo, tendo ainda esta quarta-feira anunciado a entrada na norte-americana Weaveworks, a Sonae Investment Man… [+3466 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Flash vai desaparecer em grande! Adobe lançou a sua última atualização - Pplware", "description": "Com data de fim já marcada, a Adobe resolveu lançar uma última atualização do Flash. Foi aproveitado o momento para deixar uma mensagem a todos.", "url": "https://pplware.sapo.pt/software/flash-vai-desaparecer-em-grande-adobe-lancou-a-sua-ultima-atualizacao/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/flash_fim_atualização_1.jpg", "publishedAt": "2020-12-10T08:00:00Z", "content": "Não há volta a dar, 2020 será mesmo o ano em que o Flash vai finalmente ser extinto e desaparecer da Internet. Esta tecnologia há muito que está ultrapassada e há bastante tempo que se esperava que d… [+1901 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Sic Notícias, Lusa", "title": "Ensaio para missão a Marte: foguetão da SpaceX voou mas explodiu na aterragem [com vídeo] - Expresso", "description": "Um protótipo de um foguetão para ir a Marte explodiu ao tocar em terra, no Texas. Apesar do desenlace, Elon Musk enviou uma mensagem vitoriosa na rede social após a explosão: “Marte, aqui vamos!”", "url": "https://expresso.pt/sociedade/2020-12-10-Ensaio-para-missao-a-Marte-foguetao-da-SpaceX-voou-mas-explodiu-na-aterragem-com-video", "urlToImage": "http://images.impresa.pt/expresso/2020-12-10-RTX8F3C5.JPG/fb/wm", "publishedAt": "2020-12-10T07:33:00Z", "content": "Um protótipo de um gigantesco foguetão com que a empresa privada espacial SpaceX pretende chegar a Marte explodiu na quarta-feira na aterragem, durante testes de voo no Texas, nos Estados Unidos.\r\nA … [+1131 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Rui Parreira", "title": "O SAPO Mail ganhou um novo design e mais funcionalidades - SAPO Tek", "description": "O Mail é o serviço mais utilizado do SAPO e agora ganha novas funcionalidades. Conheça algumas das novidades e o novo design do serviço de email gratuito que processa mais de 500 milhões de mensagens por mês.", "url": "https://tek.sapo.pt/noticias/internet/artigos/o-sapo-mail-ganhou-um-novo-design-e-mais-funcionalidades", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&png=1&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ODdkr3DP/rulSVavfEKDW9oGCKEbctQXLZbRVQwFEF7Av+B3YXGeL3iECFI6dYGBJw8LC4tIVbJhHY+1lxDZ1BCI7hpxdth7xydH2enMS7p2MPk=", "publishedAt": "2020-12-10T07:33:00Z", "content": "O SAPO apresentou o novo design e funcionalidades do seu serviço de email, o SAPO Mail, disponível a partir de hoje para todos os utilizadores. A nova versão do serviço promete ser mais rápida, segur… [+3274 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Xiaomi Mi Watch Lite é oficial! Conta com GPS integrado e 9 dias de autonomia - 4gnews", "description": "Tal como esperado, a Xiaomi revelou oficialmente o seu mais recente smartwatch, Xiaomi Mi Watch Lite globalmente através do seu site oficial. Assim como havia sido referido em diversas leaks até há data, este é basicamente uma versão \"reciclada\" do Redmi Watc…", "url": "https://4gnews.pt/xiaomi-mi-watch-lite-e-oficial-conta-com-gps-integrado-e-9-dias-de-autonomia/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-watch-lite-e-oficial-conta-com-gps-integrado-e-9-dias-de-autonomia-og.jpg", "publishedAt": "2020-12-10T06:44:00Z", "content": "Tal como esperado, a Xiaomi revelou oficialmente o seu mais recente smartwatch, Xiaomi Mi Watch Lite globalmente através do seu site oficial. Assim como havia sido referido em diversas leaks até há d… [+1913 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Problemas com as SMS no Android? A culpa é da Google e de uma atualização - PplWare", "description": "Parece existir um novo problema no envio de mensagens no Android. As SMS estão com problemas e a fonte parece ser da Google e uma atualização recente", "url": "https://pplware.sapo.pt/smartphones-tablets/android/problemas-com-as-sms-no-android-a-culpa-e-da-google-e-de-uma-atualizacao/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/sms_problemas_android_1.jpg", "publishedAt": "2020-12-10T01:30:00Z", "content": "Apesar de estarem a cair quase em desuso, as SMS são ainda usadas por muita gente para comunicar. Estas cumprem a sua função e transmitem mensagens curtas e que se resumem a texto, ainda que em algun… [+1842 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Smartwatches: Apple e Huawei continuam a dominar o mercado no 3º trimestre de 2020 - Pplware", "description": "Os dados mais recentes mostram que a Apple e Huawei continuam a dominar o mercado dos smartwatches. A Samsung segue com um crescimento", "url": "https://pplware.sapo.pt/gadgets/wearables/smartwatches-apple-e-huawei-continuam-a-dominar-o-mercado-no-3o-trimestre-de-2020/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/pplware_apple_watch_chamada_1.jpg", "publishedAt": "2020-12-10T00:30:00Z", "content": "Com propostas cada vez mais interessantes, o mercado dos smartwatches tem estado a apresentar resultados muito interessantes e importantes para as marcas. Se até há pouco tempo estes eram apenas aces… [+1825 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Update de Dezembro do Windows 10: veja porque deve fazer! - Leak", "description": "Já está disponível o grande update de Dezembro do Windows 10 e chegou a todas as versões suportadas deste sistema operativo.", "url": "https://www.leak.pt/dezembro-windows-10/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2020/03/windows.jpg", "publishedAt": "2020-12-10T00:12:00Z", "content": "Já está disponível o grande update de Dezembro do Windows 10 e chegou a todas as versões suportadas deste sistema operativo. Assim, quem tem o Windows 10 versão 20H2, 2004, 1909 e 1903 tem direito a … [+2405 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Open RAN: A tecnologia que pode diminuir a fatura de comunicações - Pplware", "description": "A Open RAN OpenRAN foi desenvolvida pela Vodafone e Intel. Esta tecnologia permite que a operadora não dependa de terceiros (ex. Huawei, Ericsson e Nokia)", "url": "https://pplware.sapo.pt/informacao/open-ran-a-tecnologia-que-pode-diminuir-a-fatura-de-comunicacoes/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/openran_03.jpg", "publishedAt": "2020-12-09T23:00:00Z", "content": "A tecnologia Open RAN é a base das infraestruturas sem fios de próxima geração, impulsionadas pela inovação e por padrões abertos. Em 2019 informamos aqui que a Vodafone tinha já em testes esta nova … [+1714 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "PÚBLICO", "title": "Facebook poderá ter de vender Instagram e WhatsApp após processos nos Estados Unidos - PÚBLICO", "description": "Regulador acusa empresa de Zuckerberg de ter adoptado estratégias anticoncorrenciais.", "url": "https://www.publico.pt/2020/12/09/tecnologia/noticia/facebook-podera-vender-instagram-whatsapp-apos-processos-estados-unidos-1942406", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1533376?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2020-12-09T22:08:00Z", "content": "O Facebook foi processado pela autoridade da concorrência norte-americana (a Federal Trade Commission) e por quase todos os estados do país, por ter alegadamente adoptado estratégias anticoncorrencia… [+1724 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "Chaves digitais de jogos e software ficam mais económicas nas plataformas especializadas - Pplware", "description": "As melhores, mais variadas e baratas chaves digitais encontram-se na GoDeal24. Registe o Windows 10, Office 365, Office 2019 e muito mais a preços baixos", "url": "https://pplware.sapo.pt/software/chaves-digitais-godeal24-barato/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/godeal24-windows-jogos-eset-office-chave-serial-registo.jpg", "publishedAt": "2020-12-09T21:30:00Z", "content": "Ninguém pensaria que comprar chaves digitais de jogos e software poderia ficar mais económico através da web. E mais ainda acessível se pensarmos no Windows ou no Office, nas suas várias versões. Ent… [+2079 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "AppGallery: As apps que vai querer ter no seu tablet para ser ainda mais produtivo - Pplware", "description": "Está tudo pronto e simpels de usar e hoje deixamos mais 5 apps da AppGallery que pode usar no seu tablet para ser ainda mais produtivo no seu Huawei.", "url": "https://pplware.sapo.pt/smartphones-tablets/omundoemobile/appgallery-as-apps-que-vai-querer-ter-no-seu-tablet-para-ser-ainda-mais-produtivo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/06/pplware_matepad_pro_4.jpg", "publishedAt": "2020-12-09T20:00:00Z", "content": "Com propostas cada vez mais interessantes no campo dos tablets, a Huawei tem preparado a AppGallery para ter também ofertas para estas plataformas. Não basta usar as apps criadas para os smartphones … [+2384 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "OnePlus: cofundador revela os seus planos para o futuro - 4gnews", "description": "Carl Pei, um dos fundadores e dos principais rostos da OnePlus, abandonou o ‘barco’ em outubro. O objetivo do executivo era começar o seu próprio projeto, que será revelado no início do próximo ano. Carl Pei vai assumir um projeto tecnológico relacionado com …", "url": "https://4gnews.pt/oneplus-cofundador-revela-os-seus-planos-para-o-futuro/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-cofundador-revela-os-seus-planos-para-o-futuro-og.jpg", "publishedAt": "2020-12-09T19:59:00Z", "content": "Carl Pei, um dos fundadores e dos principais rostos da OnePlus, abandonou o barco em outubro. O objetivo do executivo era começar o seu próprio projeto, que será revelado no início do próximo ano.\r\nC… [+1525 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Exame Informática | FreeBuds Studio, os auscultadores que se podem ligar a dois aparelhos ao mesmo tempo - Exame Informática", "description": "A Huawei reforça o catálogo da família de produtos de áudio com estes auscultadores que cobrem a orelha e que podem ser ligados a dois dispositivos em simultâneo", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/hardware/2020-12-09-freebuds-studio-os-auscultadores-que-se-podem-ligar-a-dois-aparelhos-ao-mesmo-tempo/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2020/12/huawei_exame informática.jpg", "publishedAt": "2020-12-09T19:52:00Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "How to TEK: Não consegue fazer o download de apps da Play Store? Conheça 5 soluções para o problema - SAPO Tek", "description": "Para ajudá-lo a ter uma melhor experiência na loja de aplicações da Google, apresentamos-lhe alguns truques a que pode recorrer quando não está a conseguir fazer o download de uma aplicação.", "url": "https://tek.sapo.pt/how-to/artigos/how-to-tek-nao-consegue-fazer-o-download-de-apps-da-play-store-conheca-5-solucoes-para-o-problema", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YThlJvqQAMWNA7hs3L6hfE0AbKZl6ztz+Yg4OEHawlquDkJe7HSpQj4dblSfj0xd6IesjE7RSJDrxR0MBb6iuuIo8/0owUVIdw+au1+9EGTk8gg=", "publishedAt": "2020-12-09T19:26:00Z", "content": "Imagine que está a fazer o download de uma aplicação para o seu smartphone Android através da Play Store. Clicou no botão Instalar, mas a aplicação teima em ser descarregada, com a barra de carregame… [+2476 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "League of Legends: Wild Rift já terá chegado à Play Store e App Store - 4gnews", "description": "O League of Legends: Wild Rift open beta está já disponível em alguns pontos da Europa e na Ásia, segundo o testemunho de vários utilizadores. Ainda que a data oficial de distribuição seja o dia 10 de dezembro, certo é que já há jogadores do novo LoL. Este tí…", "url": "https://4gnews.pt/league-of-legends-wild-rift-ja-tera-chegado-a-play-store-e-app-store/", "urlToImage": "https://cdn.4gnews.pt/imagens/league-of-legends-wild-rift-ja-tera-chegado-a-play-store-e-app-store-og.jpg", "publishedAt": "2020-12-09T15:01:00Z", "content": "O League of Legends: Wild Rift open beta está já disponível em alguns pontos da Europa e na Ásia, segundo o testemunho de vários utilizadores. Ainda que a data oficial de distribuição seja o dia 10 d… [+2566 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Bit2Geek, Nuno Duarte Chabert", "title": "SpaceX Mars City: Uma fantasia de Elon Musk? - SAPO 24", "description": "Será que a ambição de Elon Musk em colonizar Marte poderá algum dia realmente concretizar-se? Podemos acreditar que o século XXI nos vai mostrar que é possível construir uma “Mars City” da SpaceX no planeta vermelho? Vamos tentar responder a esta pergunta nes…", "url": "https://24.sapo.pt/tecnologia/artigos/spacex-mars-city-uma-fantasia-de-elon-musk", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&png=1&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Fsapo24.web.sapo.io%2Fassets%2Fimg%2F24-sapo%2Ffacebook-overlay.png&epic=M2Qyn8Z0V21YFCJ1+7aJMLv/3DP5kR52W7J/HBmaiT4pG2mIbeRbMeAhTO5H9uKFo1719tjaj6ag4Iogz/VZtes66lMwqdqNBLkPO6LElTG7FSI=", "publishedAt": "2020-12-09T14:45:00Z", "content": "É fácil escolher de entre as críticas a este arrojado plano. E de todas as críticas talvez a mais emblemática tenha sido recentemente feita pela estrela de cinema (realizador e ator) Werner Herzog, m… [+7651 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi Alpha R: assim pode ser o smartphone com ecrã rolável - 4gnews", "description": "Os smartphones com ecrã rolável ou extensível preparam-se para ser a próxima tendência no que a inovação no segmento mobile diz respeito. Numa altura em que versões da LG, Samsung e Oppo devem chegar em 2021, a Xiaomi também estará a pensar na sua alternativa…", "url": "https://4gnews.pt/xiaomi-mi-alpha-r-assim-pode-ser-o-smartphone-com-ecra-rolavel/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-alpha-r-assim-pode-ser-o-smartphone-com-ecra-rolavel-og.jpg", "publishedAt": "2020-12-09T11:59:00Z", "content": "Os smartphones com ecrã rolável ou extensível preparam-se para ser a próxima tendência no que a inovação no segmento mobile diz respeito. Numa altura em que versões da LG, Samsung e Oppo devem chegar… [+1435 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "iOS 14.3 está a chegar, Apple disponibiliza versão RC - 4gnews", "description": "A Apple disponibilizou aos utilizadores da beta pública e programadores a versão Release Candidate (RC) do iOS 14.3, apontando para um lançamento iminente da nova versão do seu sistema operativo mobile. Anteriormente a marca referia-se à versão beta final com…", "url": "https://4gnews.pt/ios-14-3-esta-a-chegar-apple-disponibiliza-versao-rc/", "urlToImage": "https://cdn.4gnews.pt/imagens/ios-14-3-esta-a-chegar-apple-disponibiliza-versao-rc-og.jpg", "publishedAt": "2020-12-09T11:56:00Z", "content": "A Apple disponibilizou aos utilizadores da beta pública e programadores a versão Release Candidate (RC) do iOS 14.3, apontando para um lançamento iminente da nova versão do seu sistema operativo mobi… [+2010 chars]"}]}