{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Intel pode estar a preparar 19 processadores Alder Lake para portáteis - Pplware", "description": "Alguns leaks recentes revelam que a Intel poderá estar a preparar um total de 19 processadores Alder Lake para computadores portáteis.", "url": "https://pplware.sapo.pt/gadgets/hardware/intel-pode-estar-a-preparar-19-processadores-alder-lake-para-portateis/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Intel-1.jpg", "publishedAt": "2021-03-14T01:30:37Z", "content": "A Intel perdeu algum terreno no segmento dos processadores, em especial para a rival AMD. No entanto, a fabricante norte-americana tem mostrado que está a todo o gás na tarefa de inovar e rechear o m… [+1960 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Se quer acabar com os problemas do browser é melhor atualizar já o Firefox - Pplware", "description": "Numa atualização não esperada, a Mozilla resolbeu atualizar o Firefox e corrigir vários problemas deste browser no Linux e no macOS", "url": "https://pplware.sapo.pt/browsers/se-quer-acabar-com-os-problemas-do-browser-e-melhor-atualizar-ja-o-firefox/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/pplware_firefox_seguranca_https_1.jpg", "publishedAt": "2021-03-14T00:30:25Z", "content": "A Mozilla tem feito tudo para que o Firefox acompanhe o que a concorrência está a criar. Com atualizações constantes, este browser aposta em novas funcionalidades a cada versão. Agora, e numa atualiz… [+1723 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ana Sofia", "title": "Espanha vai limitar publicidade à Bitcoin e a outras criptomoedas - Pplware", "description": "Doravante, a Comissão Nacional do Mercado de Valores poderá limitar, ou mesmo proibir, a publicidade feita às criptomoedas como a Bitcoin.", "url": "https://pplware.sapo.pt/internet/espanha-vai-limitar-publicidade-a-bitcoin-e-a-outras-criptomoedas/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/bitcoin_00.jpg", "publishedAt": "2021-03-13T23:00:29Z", "content": "O governo de Espanha respondeu aos pedidos das instituições e tomou medidas restritas com o objetivo de limitar a publicidade à Bitcoin e a outras moedas criptográficas.\r\nA partir de agora, e tendo e… [+2231 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Bitwarden Send: O novo serviço seguro para envio de ficheiros - Pplware", "description": "Chama-se Bitwarden Send e permite o envio, na máxima segurança, de ficheiros pela internet. Veja como tudo funciona.", "url": "https://pplware.sapo.pt/internet/bitwarden-send-o-novo-servico-seguro-para-envio-de-ficheiros/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/BitwardenSend.jpg", "publishedAt": "2021-03-13T22:00:47Z", "content": "O nome Bitwarden não lhe parece estranho? É verdade, certamente ouviu falar do Bitwarden nos últimos tempos por causa da alternativa ao LastPass. Mas agora o Bitwarden tem um novo serviço para transf… [+1051 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Comprimido micro-câmara é usado para detetar cancro no intestino - Pplware", "description": "O sistema de saúde britânico (NHS) vai passar a utilizar umas cápsulas micro-câmara para detetar o cancro do intestino nos pacientes.", "url": "https://pplware.sapo.pt/ciencia/comprimido-micro-camara-e-usado-para-detetar-cancro-no-intestino/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/capsula_camara02.jpg", "publishedAt": "2021-03-13T19:50:26Z", "content": "A tecnologia ainda dá os primeiros passos em muitas áreas de investigação do corpo humano. Um exemplo disso é a utilização agora de uma micro-câmara que foi transformada num comprimido que tem a funç… [+3132 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi tem o smartphone com melhor áudio do mundo - 4gnews", "description": "Chama Xiaomi Mi 10S, e foi formalmente apresentado na China nos últimos dias. O smartphone chega com “um toque de presente com regresso ao passado”, e saltou diretamente para o número 1 do ranking de áudio da DxOMark. Isto significa que, segundo esta platafor…", "url": "https://4gnews.pt/xiaomi-tem-o-smartphone-com-melhor-audio-do-mundo/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-tem-o-smartphone-com-melhor-qualidade-sonora-do-mundo-og.jpg", "publishedAt": "2021-03-13T18:54:51Z", "content": "Chama Xiaomi Mi 10S, e foi formalmente apresentado na China nos últimos dias. O smartphone chega com um toque de presente com regresso ao passado, e saltou diretamente para o número 1 do ranking de á… [+1479 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Zabbix: Como ver a última informação do estado de um dispositivo - Pplware", "description": "As plataformas de monitorização de equipamentos ativos, como o zabbix, são de extrema importância para qualquer administrador de sistemas.", "url": "https://pplware.sapo.pt/tutoriais/zabbix-como-ver-a-ultima-informacao-do-estado-de-um-dispositivo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/zabbix_00.jpg", "publishedAt": "2021-03-13T18:00:31Z", "content": "O Zabbix é uma plataforma de monitorização fantástica! Como temos vindo a referir, as plataformas de monitorização de equipamentos ativos numa rede são de extrema importância para qualquer administra… [+1195 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Realme 8 já tem data de apresentação. O segredo está na câmara - 4gnews", "description": "Após a introdução do topo de gama Realme GT, a empresa prepara a sua nova aposta para o mercado intermediário. O Realme 8 será o novo modelo da marca para este nicho de mercado e deverá ter a companhia de um modelo Pro. Antes de estes chegarem ao mercado, a R…", "url": "https://4gnews.pt/realme-8-ja-tem-data-de-apresentacao-o-segredo-esta-na-camara/", "urlToImage": "https://cdn.4gnews.pt/imagens/realme-8-ja-tem-data-de-apresentacao-o-segredo-esta-na-camara-og.jpg", "publishedAt": "2021-03-13T17:44:44Z", "content": "Após a introdução do topo de gama Realme GT, a empresa prepara a sua nova aposta para o mercado intermediário. O Realme 8 será o novo modelo da marca para este nicho de mercado e deverá ter a companh… [+1414 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Amazon supera a Samsung na venda de dispositivos de streaming - Pplware", "description": "Informações recentes indicam que a Amazon superou pela primeira vez a Samsung na venda de dispositivos streaming.", "url": "https://pplware.sapo.pt/gadgets/amazon-supera-a-samsung-na-venda-de-dispositivos-de-streaming/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/Amazon-fire-tv.jpg", "publishedAt": "2021-03-13T17:00:28Z", "content": "Se há algo certo no mundo da tecnologia é o facto de que tudo está em constante mudança. E essas mudanças verificam-se na evolução dos equipamentos, nas necessidades dos clientes e, consequentemente,… [+2240 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Facebook: eis as razões do desconforto com a política de privacidade da Apple - 4gnews", "description": "A Facebook é a voz mais crítica à nova política de privacidade de Apple, implementada no iOS 14. Por várias vezes a empresa de Mark Zuckerberg apontou o dedo às regras implementadas pela sua compatriota, alegando defender os interesses das pequenas empresas. …", "url": "https://4gnews.pt/facebook-eis-as-razoes-do-desconforto-com-a-politica-de-privacidade-da-apple/", "urlToImage": "https://cdn.4gnews.pt/imagens/facebook-eis-as-razoes-do-desconforto-com-a-politica-de-privacidade-da-apple-og.jpg", "publishedAt": "2021-03-13T16:55:40Z", "content": "A Facebook é a voz mais crítica à nova política de privacidade de Apple, implementada no iOS 14. Por várias vezes a empresa de Mark Zuckerberg apontou o dedo às regras implementadas pela sua compatri… [+3469 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/nunoliveira1991", "title": "Crise a caminho dos smartphones? Será boa ideia comprar já? - Leak", "description": "Já não é novidade para ninguém que a produção de semicondutores está completamente virada do avesso, sendo uma das grandes", "url": "https://www.leak.pt/crise-a-caminho-dos-smartphones-sera-boa-ideia-comprar-ja/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2021/03/oppo-find-x-3-1-e1615413889104.webp", "publishedAt": "2021-03-13T16:29:00Z", "content": "Já não é novidade para ninguém que a produção de semicondutores está completamente virada do avesso, sendo uma das grandes razões para o facto de não existir grande stock de consolas de nova geração … [+3168 chars]"}, {"source": {"id": null, "name": "Criptofacil.com"}, "author": null, "title": "Dogecoin, Binance Coin e Swipe vão romper máximas, dizem analistas - CriptoFácil", "description": "De acordo com analistas do mercado de criptomoedas, Dogecoin (DOGE), Swipe (SXP) e Binance Coin (BNB) estão dando sinais de uma alta expressiva", "url": "https://www.criptofacil.com/dogecoin-binance-coin-e-swipe-vao-romper-maximas-dizem-analistas/", "urlToImage": "https://s3.criptofacil.com/wp-content/uploads/2021/03/dogecoin-binance-coin-e-swipe-vao-romper-maximas-dizem-analistas.jpg", "publishedAt": "2021-03-13T16:24:34Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Loucura! Bitcoin ultrapassou barreira dos 60.000 dólares - Pplware", "description": "Recentemente a criptomoeda bitcoin ultrapassou barreira dos 60.000 dólares impulsionada pelo plano de estímulo dos EUA.", "url": "https://pplware.sapo.pt/internet/loucura-bitcoin-ultrapassou-barreira-dos-60-000-dolares/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/bitcoin_00.jpg", "publishedAt": "2021-03-13T16:00:26Z", "content": "O ano de 2021 começou em grande para a criptomoeda Bitcoin. A moeda digital tem valorizado bastante e isso nota-se até na procura de GPUs para mineração. Mas nem tudo parece perfeito! O Banco de Port… [+2330 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Nokia revela quando irá apresentar os primeiros smartphones de 2021 - 4gnews", "description": "Passados três meses desde o início de 2021, ainda não tivemos nenhum anúncio da parte da Nokia. No entanto, a tecnológica já revelou ao mundo quando irá apresentar os seus primeiros dispositivos para este ano. Através do seu website oficial, a Nokia aponta o …", "url": "https://4gnews.pt/nokia-revela-quando-ira-apresentar-os-primeiros-smartphones-de-2021/", "urlToImage": "https://cdn.4gnews.pt/imagens/nokia-revela-quando-ira-apresentar-os-primeiros-smartphones-de-2021-og.jpg", "publishedAt": "2021-03-13T15:49:19Z", "content": "Passados três meses desde o início de 2021, ainda não tivemos nenhum anúncio da parte da Nokia. No entanto, a tecnológica já revelou ao mundo quando irá apresentar os seus primeiros dispositivos para… [+2097 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Apple anuncia o fim da coluna HomePod original - Pplware", "description": "Com a saída da versão HomePod mini, a Apple parece que vai pôr um fim à HomePod original de 2018. Estarão à venda as que existirem em stock.", "url": "https://pplware.sapo.pt/apple/apple-anuncia-o-fim-da-coluna-homepod-original/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/homepod_original00.jpg", "publishedAt": "2021-03-13T15:24:49Z", "content": "Infelizmente, a Apple nunca lançou esta coluna em Portugal. Contudo, quem conseguiu comprá-la fora de fronteiras, sabe que este é um gadget com uma excelente qualidade de som, além de ser um gestor p… [+2287 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Tiago Neto", "title": "Democrática e \"divertida\". A startup que quer mudar a forma como se aprende tecnologia - Observador", "description": "", "url": "https://observador.pt/2021/03/13/democratica-e-divertida-a-startup-que-quer-mudar-a-forma-como-se-aprende-tecnologia/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A770%3A403%2Fc%3A1800%3A1011%3Anowe%3A0%3A78%2Fq%3A85%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2021%2F03%2F12161050%2Fluis.jpg", "publishedAt": "2021-03-13T15:07:00Z", "content": "Esquecemo-nos de que é suposto a educação ser uma coisa divertida, diz ao Observador Ricardo Pereira, cofundador da Thorly Education, uma startup tecnológica que está incubada no habitat da Startup L… [+4606 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "5 apps gratuitas para instalar no seu smartphone Android - Pplware", "description": "Conheça 5 aplicações gratuitas para instalar no seu smartphone ou tablet Android. Hoje com sugestões para toda a família.", "url": "https://pplware.sapo.pt/smartphones-tablets/android/5-apps-gratuitas-para-instalar-no-seu-smartphone-android/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/apps-aplicacroes-android-play-store.jpg", "publishedAt": "2021-03-13T15:00:53Z", "content": "As aplicações móveis continuam a ser de extrema importância nalguns setores da nossa vida e poderão ajudar a melhorar outros. Com frequência, deixamos opções de apps para os vários sistemas operativo… [+2281 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "iPhone 13: Touch ID pode regressar. Mas não será como muitos pensam - 4gnews", "description": "Quem o diz é Andrew Gardiner e mais três analistas do Barclays. Segundo estas fontes terão revelado ao MacRumors, a Apple vai finalmente cumprir o desejo de muitos utilizadores e fazer regressar o Touch ID nos iPhone 13. Esta fonte reafirma que a notch será m…", "url": "https://4gnews.pt/iphone-13-touch-id-pode-regressar-mas-nao-sera-como-muitos-pensam/", "urlToImage": "https://cdn.4gnews.pt/imagens/iphone-13-touch-id-pode-estar-de-regresso-mas-nao-sera-como-muitos-pensam-og.jpg", "publishedAt": "2021-03-13T13:14:50Z", "content": "Quem o diz é Andrew Gardiner e mais três analistas do Barclays. Segundo estas fontes terão revelado ao MacRumors, a Apple vai finalmente cumprir o desejo de muitos utilizadores e fazer regressar o To… [+1449 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Vodafone eleita a operadora com o melhor tarifário móvel em Portugal - Pplware", "description": "Mais de metade dos leitores considera a Vodafone como sendo a operadora com o melhor tarifário móvel atualmente em Portugal.", "url": "https://pplware.sapo.pt/internet/vodafone-eleita-a-operadora-com-o-melhor-tarifario-movel-em-portugal/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/vodafone.jpg", "publishedAt": "2021-03-13T13:00:25Z", "content": "A escolha de uma operadora é sempre uma situação que obriga os utilizadores a uma pesquisa mais ou menos aprofundada para encontrar o melhor serviço ao melhor preço. Atualmente as grandes operadoras … [+2006 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Negócios  com Lusa", "title": "Bloco quer penalizar assédio no teletrabalho e defende reforço da contratação coletiva - Jornal de Negócios", "description": "Bloco avança com proposta para regulamentar o teletrabalho e lança o tema no Parlamento, antecipando-se ao Governo, que tem também um  projeto em preparação sobre a mesma matéria.", "url": "https://www.jornaldenegocios.pt/economia/emprego/detalhe/bloco-quer-penalizar-assedio-no-teletrabalho-e-defende-reforco-da-contratacao-coletiva", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2020-11/img_1200x676$2020_11_19_20_59_22_389497.jpg", "publishedAt": "2021-03-13T12:30:35Z", "content": "O Bloco de Esquerda (BE) apresentou este sábado um anteprojeto de lei que visa a proteção do teletrabalho e que prevê que a violação reiterada da proibição de contactos fora do horário de trabalho co… [+4949 chars]"}]}