{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "JingOS: O Linux que copia o iPadOS e quer conquistar os tablets e os híbridos - Pplware", "description": "O JingOS é um Linux que foi buscar ao iPadOS da Apple muito mais do que inspiração. É dedicado aos tablets e aos sistemas híbridos", "url": "https://pplware.sapo.pt/linux/jingos-o-linux-que-copia-o-ipados-e-quer-conquistar-os-tablets-e-os-hibridos/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/JingOS_ecra.jpg", "publishedAt": "2021-01-19T01:30:00Z", "content": "Há muito que todos tentam copiar a Apple e o que os seus sistemas operativos oferecem. Está sempre em causa a sua usabilidade e a qualidade da sua interface, sempre focada no utilizador e no que este… [+1942 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Carl Pei, depois de abandonar OnePlus prepara-se para lançar nova marca e oferecer 10 MacBook Air - Pplware", "description": "Carl Pei vai apresentar a sua nova empresa no próximo dia 27 de janeiro. Para celebrar, está a oferecer 10 computadores Apple MacBook Air.", "url": "https://pplware.sapo.pt/gadgets/hardware/carl-pei-depois-de-abandonar-a-oneplus-prepara-se-para-lancar-a-nova-marca-e-oferecer-10-macbook-air/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Carl-Pei-oneplus-macbook-air.jpg", "publishedAt": "2021-01-18T23:00:00Z", "content": "Foi a 13 de outubro que foi notícia a saída da Carl Pei da empresa que ajudou a fundar, a OnePlus. Depois de elevar o nome da empresa ao lado de Pete Lau, havia chegado o momento de “novos começos”.\r… [+1989 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Tutorial: Aprenda a criar uma API com o loopback da IBM (2) - Pplware", "description": "Aprenda a criar uma API que deverá seguir o “design” MCV. M de Model, V de View (layout) e C de controllers", "url": "https://pplware.sapo.pt/informacao/tutorial-aprenda-a-criar-uma-api-com-o-loopback-da-ibm-2/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/API.jpg", "publishedAt": "2021-01-18T22:00:00Z", "content": "Atualmente são várias as tecnologias na área da programação que simplificam a construção e desenvolvimento de aplicações e plataformas digitais. Se acompanha a área da programação de serviços/aplicaç… [+1956 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Android 12 poderá ajudar-te a poupar imenso espaço no teu smartphone - 4gnews", "description": "Diretamente do Android Open Source Project, chega-nos a indicação de uma novidade para o Android que os utilizadores irão adorar. A ideia passa por libertar espaço na memória do smartphone daquelas aplicações que já não usas com frequência. A funcionalidade e…", "url": "https://4gnews.pt/android-12-podera-ajudar-te-a-poupar-imenso-espaco-no-teu-smartphone/", "urlToImage": "https://cdn.4gnews.pt/imagens/android-12-podera-ajudar-te-a-poupar-imenso-espaco-no-teu-smartphone-og.jpg", "publishedAt": "2021-01-18T21:25:00Z", "content": "Diretamente do Android Open Source Project, chega-nos a indicação de uma novidade para o Android que os utilizadores irão adorar. A ideia passa por libertar espaço na memória do smartphone daquelas a… [+2311 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Honor V40 poderá impressionar ao apresentar-se ideal para jogos com nova tecnologia - 4gnews", "description": "Já aqui referimos várias vezes a grande importância que o sucesso do Honor V40 poderá ter para o futuro da fabricante, especialmente por ser o primeiro smartphone a ser lançado após a sua venda. Após terem adiado a sua apresentação para o dia 22 de janeiro, f…", "url": "https://4gnews.pt/honor-v40-podera-impressionar-ao-apresentar-se-ideal-para-jogos-com-nova-tecnologia/", "urlToImage": "https://cdn.4gnews.pt/imagens/honor-v40-podera-impressionar-ao-apresentar-se-ideal-para-jogos-com-nova-tecnologia-og.jpg", "publishedAt": "2021-01-18T21:00:00Z", "content": "Já aqui referimos várias vezes a grande importância que o sucesso do Honor V40 poderá ter para o futuro da fabricante, especialmente por ser o primeiro smartphone a ser lançado após a sua venda.\r\nApó… [+1620 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Análise HomePod mini… pequeno em tamanho mas grande na ambição - Pplware", "description": "Trazemos uma análise ao HomePod mini que a Apple lançou recentemente. Esta coluna inteligente, que não saiu em Portugal, tem os seus trunfos!", "url": "https://pplware.sapo.pt/analises-2/analise-homepod-mini-pequeno-em-tamanho-mas-grande-em-utilidade/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/homepod_mini_analise00.jpg", "publishedAt": "2021-01-18T21:00:00Z", "content": "O HomePod mini foi dos vários lançamentos da Apple no profícuo ano de 2020. A empresa decidiu colocar esta coluna de som inteligente para aumentar a sua área de dispositivos de som e serviços Homekit… [+11896 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "Conheça as chaves digitais que ajudam a combater cracks, keygens e outras ameaças - Pplware", "description": "As melhores chaves digitais, seja em variedade, oferta e qualidade encontram na URCDKey. Software low cost é a política base da plataforma", "url": "https://pplware.sapo.pt/internet/chaves-digitais-urcdkey-promocao/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/urcdkey-chaves-digitais-promocao-windows-antivirus.word-1.jpg", "publishedAt": "2021-01-18T20:30:00Z", "content": "Conheça as chaves digitais com poupança total, onde a URCDKey surpreende! No seu extenso catálogo de software, a plataforma apresenta grandes promoções em vários tipos de software. Quais? Windows 10,… [+3026 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Apple alvo de processo por não remover o Telegram da App Store - Pplware", "description": "Depois da rede social Parler ter sido removida da loja de aplicações da Apple, os utilizadores \"mudaram-se\" para o Telegram, mas...", "url": "https://pplware.sapo.pt/redes_sociais/apple-alvo-de-processo-por-nao-remover-o-telegram-da-app-store/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Telegram-flames.jpg", "publishedAt": "2021-01-18T20:00:00Z", "content": "Quando tudo parecia correr pelo melhor para a rede social Telegram eis que surge um grupo contra a plataforma de comunicações. Depois da rede social Parler ter sido removida da loja de aplicações da … [+1429 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mariana Bandeira", "title": "EDP Renováveis compra 85% de plataforma de solar distribuído nos Estados Unidos por 99 milhões - Jornal Económico", "description": "", "url": "https://jornaleconomico.sapo.pt/noticias/edp-renovaveis-compra-85-de-plataforma-de-solar-distribuido-nos-estados-unidos-por-99-milhoes-689555", "urlToImage": "https://jornaleconomico.sapo.pt/wp-content/uploads/2016/10/renovaveis.jpg", "publishedAt": "2021-01-18T19:17:00Z", "content": "A EDP Renováveis, através da subsidiária EDP Renewables North America, informou esta segunda-feira que entrou em acordo para comprar uma participação maioritária de 85% na plataforma de solar C2 Omeg… [+1370 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Catarina  Almeida Pereira", "title": "Grandes empresas vão ter de dizer à ACT quem não está em teletrabalho - Jornal de Negócios", "description": "Empresas do setor dos serviços com mais de 250 trabalhadores vão ter 48 horas para enviar à ACT uma lista dos trabalhadores que não fazem teletrabalho, anunciou o primeiro-ministro, António Costa.", "url": "https://www.jornaldenegocios.pt/economia/detalhe/grandes-empresas-vao-ter-de-dizer-a-act-quem-nao-esta-em-teletrabalho", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2021-01/img_1200x676$2021_01_18_18_21_17_393478.jpg", "publishedAt": "2021-01-18T18:04:00Z", "content": "As empresas do setor dos serviços com mais de 250 trabalhadores vão ter 48 horas para enviar à Autoridade para as Condições do Trabalho (ACT) uma lista com o nome dos trabalhadores que continuam a la… [+1546 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "Google dá mais um passo para transformar YouTube numa plataforma de vendas! - 4gnews", "description": "A cada ano que passa a Google procura novas formas de monetizar aquela que é a maior plataforma de partilha de conteúdos do planeta. Alguns utilizadores queixam-se de que o YouTube está a perder a sua essência, mas a Google não parece preocupada com as crític…", "url": "https://4gnews.pt/google-da-mais-um-passo-para-transformar-youtube-numa-plataforma-de-vendas/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-quer-transformar-youtube-numa-plataforma-de-vendas-og.jpg", "publishedAt": "2021-01-18T17:59:00Z", "content": "A cada ano que passa a Google procura novas formas de monetizar aquela que é a maior plataforma de partilha de conteúdos do planeta. Alguns utilizadores queixam-se de que o YouTube está a perder a su… [+2342 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "COVID-19: Apple Watch pode detetar sinais de infeção dias antes de os primeiros sintomas aparecerem - SAPO Tek", "description": "De acordo com um estudo da Icahn School of Medicine do Hospital Mount Sinai, os Apple Watches são capazes de detetar mudanças na variabilidade das frequências cardíacas, um dos indicadores do funcionamento do sistema imunitário de um indivíduo.", "url": "https://tek.sapo.pt/noticias/ciencia/artigos/covid-19-apple-watch-pode-detetar-sinais-de-infecao-dias-antes-de-os-primeiros-sintomas-aparecerem", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=MjcyMekxu/H3z87uZE1ZO3kvGrZYLrRQjyZnnNt7nblEJ6AzM/+TMJfV2CyWl185E6N7I7xACFsvQCkyB+6IcKlLYprSQBS6Z0jE2WmJx11lW0I=", "publishedAt": "2021-01-18T17:38:00Z", "content": "À medida que o mundo continua a lutar contra a pandemia de COVID-19, a comunidade científica está a tentar perceber se wearables como os relógios inteligentes podem desempenhar um papel de revelo na … [+2108 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Há um concurso onde o melhor projeto de segurança de criptomoedas pode ganhar 30 mil euros - SAPO Tek", "description": "O Crypto Challenge da Prosegur decorre até o dia 8 de fevereiro e está aberto a startups nacionais e internacionais com um protótipo funcional. Além do financiamento de 30 mil euros, os vencedores têm a oportunidade de estabelecer sinergias com a empresa atra…", "url": "https://tek.sapo.pt/expert/artigos/ha-um-concurso-onde-o-melhor-projeto-de-seguranca-de-criptomoedas-pode-ganhar-30-mil-euros", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=M2Ezz/blv+Sarm3xc7EIwGeGRAno4LcO5MXUiCDu9aiDbNcV9oc1JVnbbACB87GJcWXfN439lJQi5uizk8mgErodWbWzsTVc86t02qLuNuITVKc=", "publishedAt": "2021-01-18T17:03:00Z", "content": "A Prosegur lançou um novo desafio para reforçar a segurança do mercado de criptomoedas e para promover o desenvolvimento de novas soluções tecnológicas que complementem e tragam mais valor ao Prosegu… [+1494 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Leak mostra imagens do Motorola Nio com câmara de 64 MP - Pplware", "description": "Depois de vários lançamentos e novidades, agora foram divulgadas imagens do Motorola Nio onde consta uma câmara fotográfica de 64 MP.", "url": "https://pplware.sapo.pt/gadgets/leak-mostra-imagens-do-motorola-nio-com-camara-de-64-mp/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Motorola-Nio_0.jpg", "publishedAt": "2021-01-18T15:00:00Z", "content": "A Motorola é um bom exemplo de marca que esteve algum tempo mais na sombra, mas que ultimamente tem dado provas de que está vive e com vontade de voltar à ribalta.\r\nDepois de vários lançamentos e nov… [+1993 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "António Larguesa", "title": "Fraunhofer faz “milagre” empreendedor com tecnologia e “santos” da casa - Jornal de Negócios", "description": "Baseado em inovações nas áreas da saúde, agricultura digital ou inteligência artificial, o programa Ahead Portugal tem inspiração alemã e envolve 16 funcionários do centro de investigação do Porto na transferência de tecnologia.", "url": "https://www.jornaldenegocios.pt/empresas/pme/start-ups/detalhe/fraunhofer-faz-milagre-empreendedor-com-tecnologia-e-santos-da-casa", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2021-01/img_1200x676$2021_01_18_14_00_03_393464.jpg", "publishedAt": "2021-01-18T14:15:32Z", "content": "A associação Fraunhofer Portugal lançou um programa de empreendedorismo especialmente dedicado aos seus funcionários, com o objetivo de aproveitar este conhecimento – e também as tecnologias que são … [+1688 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Margarida Lopes", "title": "Cinco tendências tecnológicas (com impacto no trabalho) que vão marcar este ano - Diário Digital", "description": "A Rumos Serviços, consultora na área das Tecnologias de Informação, elegeu, com base nas últimas previsões das especialistas em estudos de mercado IDC e Gartner, cinco tendências tecnológicas que, acredita, vão ter impacto no mercado nacional em 2021.", "url": "https://hrportugal.sapo.pt/cinco-tendencias-tecnologicas-com-impacto-no-trabalho-que-vao-marcar-este-ano/", "urlToImage": "https://hrportugal.sapo.pt/wp-content/uploads/2021/01/rumos-servicos-site.jpg", "publishedAt": "2021-01-18T14:04:00Z", "content": "A Rumos Serviços, consultora na área das Tecnologias de Informação, elegeu, com base nas últimas previsões das especialistas em estudos de mercado IDC e Gartner, cinco tendências tecnológicas que, ac… [+3399 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Nvidia lança discretamente a gráfica GeForce GT 1010 com chip Pascal - Pplware", "description": "A GeForce GT 1010 foi lançada discretamente e conta com um chip Pascal GP108, 256 núcleos CUDA e 2GB de memória VRAM GDDR5.", "url": "https://pplware.sapo.pt/gadgets/hardware/nvidia-lanca-discretamente-a-grafica-geforce-gt-1010-com-chip-pascal/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Nvidia-GeForce-1010.jpg", "publishedAt": "2021-01-18T12:15:00Z", "content": "Se o ano de 2020 correu bem para a Nvidia, definitivamente 2021 também está a começar com muitas surpresas interessantes. Depois de já ter feito vários novos anúncios, a fabricante lançou agora de fo… [+2267 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "Imagens revelam protótipo de um dos iPhones mais populares - Notícias ao Minuto", "description": "O design terá sido escolhido para o tornar tão parecido ao iPhone 5 quanto possível.", "url": "https://www.noticiasaominuto.com/tech/1668245/imagens-revelam-prototipo-de-um-dos-iphones-mais-populares", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1610970430/naom_600574d42973b.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjExNTIsImNyb3BIZWlnaHQiOjIwNDgsImNyb3BYIjoxODUsImNyb3BZIjowfSwibGFuZHNjYXBlIjp7ImNyb3BXaWR0aCI6MTUzNiwiY3JvcEhlaWdodCI6ODY0LCJjcm9wWCI6MCwiY3JvcFkiOjI4MH19", "publishedAt": "2021-01-18T11:46:00Z", "content": "OiPhone 5S continua a ser considerado por muitos fãs da Apple como um dos telemóveis mais belos da Empresa da Maçã, uma ideia que fica reforçada depois de serem partilhadas imagens de um dos protótip… [+638 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Trump deixa presente de despedida à chinesa Huawei - 4gnews", "description": "A administração cessante dos Estados Unidos da América terá revogado uma grande quantidade de licenças previamente concedidas a diferentes empresas que lhes permitia negociar com a Huawei. A fabricante de smartphones Android está ainda mais isolada. Adicional…", "url": "https://4gnews.pt/trump-deixa-presente-de-despedida-a-chinesa-huawei/", "urlToImage": "https://cdn.4gnews.pt/imagens/trump-deixa-presente-de-despedida-a-chinesa-huawei-og.jpg", "publishedAt": "2021-01-18T11:06:00Z", "content": "A administração cessante dos Estados Unidos da América terá revogado uma grande quantidade de licenças previamente concedidas a diferentes empresas que lhes permitia negociar com a Huawei. A fabrican… [+2913 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Portugueses vítimas de burlas na Internet! Denúncias têm triplicado - Pplware", "description": "O número de denúncias de crimes na internet disparou no último ano. Os ataques são especialmente ao nível do MBWAY e Phishing", "url": "https://pplware.sapo.pt/informacao/portugueses-vitimas-de-burlas-na-internet-denuncias-tem-triplicado/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/portugal_00.jpg", "publishedAt": "2021-01-18T10:36:00Z", "content": "Com o aparecimento de um vírus que afeta o ser humano, a palavra de ordem é confinar! As pessoas tendem a passar mais tempo isoladas e muita da informação de estado é consumida através da Internet.\r\n… [+1858 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Português é um dos fundadores do primeiro banco de criptomoedas do mundo - 4gnews", "description": "Chama-se Anchorage e era até agora uma startup direcionada para o armazenamento de critptomoedas. Agora tornou-se no primeiro banco do mundo para este efeito, e um dos fundadores é português. Chama-se Diogo Mónica, tem 33 anos, e doutorou-se em ciência comput…", "url": "https://4gnews.pt/portugues-e-um-dos-fundadores-do-primeiro-banco-de-criptomoedas-do-mundo/", "urlToImage": "https://cdn.4gnews.pt/imagens/portugues-e-um-dos-fundadores-do-primeiro-banco-de-criptomoedas-do-mundo-og.jpg", "publishedAt": "2021-01-18T10:00:00Z", "content": "Chama-se Anchorage e era até agora uma startup direcionada para o armazenamento de critptomoedas. Agora tornou-se no primeiro banco do mundo para este efeito, e um dos fundadores é português.\r\nChama-… [+1520 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Samsung Galaxy M62 está a chegar: o smartphone com super-bateria - 4gnews", "description": "Uma das características que muitos utilizadores procuram num smartphone é uma autonomia que satisfaça as suas necessidades. E no futuro Galaxy M62, a Samsung não quer que falte nada aos seus utilizadores. Samsung Galaxy M62 terá bateria de 7000mAh O smartphon…", "url": "https://4gnews.pt/samsung-galaxy-m62-smartphone-com-super-bateria/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-m62-o-smartphone-com-super-bateria-og.jpg", "publishedAt": "2021-01-18T09:11:00Z", "content": "Uma das características que muitos utilizadores procuram num smartphone é uma autonomia que satisfaça as suas necessidades. E no futuro Galaxy M62, a Samsung não quer que falte nada aos seus utilizad… [+1424 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "MIUI+ vai ter suporte para os MacBook e smartphones Xiaomi com SoC MediaTek - Pplware", "description": "A Xiaomi revelou que a integração do MIUI+ vai mais longe e conseguirá unier-se com outros sistemas operativos e com outros smartphones", "url": "https://pplware.sapo.pt/smartphones-tablets/miui-vai-ter-suporte-para-os-macbook-e-smartphones-xiaomi-com-soc-mediatek/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/miui_plus_1.jpg", "publishedAt": "2021-01-18T09:00:00Z", "content": "Quando revelou a MIUI 12.5, a Xiaomi revelou também algumas novidades no que toca à integração entre o mundo dos smartphones e dos PCs. Não é algo exclusivo neste universo, mas é algo novo e que cons… [+1954 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "WhatsApp volta a insistir na privacidade e publica diretamente na app dos utilizadores - Pplware", "description": "A mais recente opção do WhatsApp para se promover passa por publicar Estados na sua app. Curiosamente, esta não é uma medida de privacidade", "url": "https://pplware.sapo.pt/smartphones-tablets/whatsapp-volta-a-insistir-na-privacidade-e-publica-diretamente-na-app-dos-utilizadores/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/07/pplware_whatsapp_queixas_00.jpg", "publishedAt": "2021-01-18T08:00:00Z", "content": "A situação complicada em que o WhatsApp e o Facebook estão metidos não deve ser simples de resolver. A mudança das regras de utilização parecem abrir a porta à troca de dados entre as empresas e esta… [+2020 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi: Redmi K40 terão pelo menos 2 smartphones com Snapdragon 888 - 4gnews", "description": "À medida que nos aproximamos do lançamento dos Redmi K40, vão surgindo mais detalhes oficiais. Desta vez foi o diretor de produto da Redmi a vir a público fazer uma revelação sobre o futuro smartphone. Wan Teng Thomas usou a rede social Weibo para a dizer aos…", "url": "https://4gnews.pt/xiaomi-redmi-k40-terao-pelo-menos-2-smartphones-com-snapdragon-888/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-redmi-k40-terao-pelo-menos-2-smartphones-com-snapdragon-888-og.jpg", "publishedAt": "2021-01-18T07:49:00Z", "content": "À medida que nos aproximamos do lançamento dos Redmi K40, vão surgindo mais detalhes oficiais. Desta vez foi o diretor de produto da Redmi a vir a público fazer uma revelação sobre o futuro smartphon… [+1421 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Samsung vai atrás do mercado automóvel com grande novidade! - Leak", "description": "Com o suporte UWB, um smartphone da Samsung pode apostar em novas funcionalidades no campo automóvel. Conheça as novidades!", "url": "https://www.leak.pt/samsung-automovel/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2019/10/android-auto-wireless-e1570183815945.jpg", "publishedAt": "2021-01-17T23:41:00Z", "content": "A Samsung quer apostar em áreas diferentes. Afinal de contas o lucro pode estar na diversidade. Dito isto, quer seguir um caminho que a Huawei já tinha começado e especializar-se também no mercado au… [+1935 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Alfredo Lavrador", "title": "Panasonic mostra o seu HUD de realidade aumentada - Observador", "description": "", "url": "https://observador.pt/2021/01/18/panasonic-mostra-o-seu-hud-de-realidade-aumentada/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A770%3A403%2Fc%3A1541%3A867%3Anowe%3A29%3A0%2Fq%3A85%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2021%2F01%2F18001023%2Fsem-titulo-1-5.jpg", "publishedAt": "2021-01-17T23:27:00Z", "content": "A indústria automóvel está consciente que os ecrãs tácteis são excelentes para passar informações a quem vai ao volante, permitindo controlar inúmeros sistemas e dispositivos com um simples toque. Ma… [+2015 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Erros no Signal? Estas dicas devem resolver o problema temporariamente - Pplware", "description": "A plataforma Signal entrou no fim de semana tentando com vários problemas devido à enorme adesão de utilizadores vindos do rival WhatsApp.", "url": "https://pplware.sapo.pt/smartphones-tablets/erros-no-signal-estas-dicas-devem-resolver-o-problema-temporariamente/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/08/signal_00-1.jpg", "publishedAt": "2021-01-17T22:00:00Z", "content": "Foi há 2 dias que a plataforma de comunicações Signal simplesmente “rebentou”! Ainda não há informação sobre o que terá acontecido, mas é certo que se tratou de sobrecarga dos sistemas.\r\nNo entanto, … [+2099 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Alfredo Lavrador", "title": "Sabe o que é bom para os painéis solares? Piripiri - Observador", "description": "", "url": "https://observador.pt/2021/01/17/sabe-o-que-e-bom-para-os-paineis-solares-piripiri/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A770%3A403%2Fc%3A2124%3A1197%3Anowe%3A0%3A211%2Fq%3A85%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2021%2F01%2F17221552%2Fred-pepper-royalty-free-image-1605305211.jpg", "publishedAt": "2021-01-17T21:35:00Z", "content": "Os chineses são hoje os maiores fabricantes de painéis fotovoltaicos e um recente estudo publicado por uma das universidades de Xangai, a East China Normal, promete reforçar ainda mais a liderança. D… [+1169 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Google PlayStore acaba de receber uma novidades nas apps! - Leak", "description": "A Google PlayStore é sem dúvida a loja de referência de apps para qualquer smartphone Android e agora acabou de receber uma novidade.", "url": "https://www.leak.pt/google-playstore-apps/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2019/04/Play-Store-icone.jpg", "publishedAt": "2021-01-17T21:07:00Z", "content": "A Google PlayStore é sem dúvida a loja de referência de apps para qualquer smartphone Android. Isto desde que se tenha acesso a ela, claro está. É nela que encontramos todos os jogos e aplicações que… [+3085 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Amazfit GTR: aproveita este bom smartwatch Xiaomi antes que esgote - 4gnews", "description": "O Amazfit GTR está em grande promoção e pode ser teu por um excelente valor. É um dos melhores smartwatch Xiaomi no mercado e, apesar de existir uma nova geração, com o preço baixo atual é impossível não o recomendar a quem procura um novo relógio. Face ao pr…", "url": "https://4gnews.pt/amazfit-gtr-aproveita-este-bom-smartwatch-xiaomi-antes-que-esgote/", "urlToImage": "https://cdn.4gnews.pt/imagens/amazfit-gtr-aproveita-este-bom-smartwatch-xiaomi-antes-que-esgote-og.jpg", "publishedAt": "2021-01-17T20:04:00Z", "content": "O Amazfit GTR está em grande promoção e pode ser teu por um excelente valor. É um dos melhores smartwatch Xiaomi no mercado e, apesar de existir uma nova geração, com o preço baixo atual é impossível… [+2745 chars]"}, {"source": {"id": null, "name": "Noticiasetecnologia.com"}, "author": "Sandro Sotto", "title": "Apex Legends: Fuga de informação parece revelar a habilidade final de Fuse - Noticias e Tecnologia", "description": "Um novo leak do Apex Legends revelou um pequeno teaser do mapa da 8ª temporada do jogo, onde parece mostrar como funcionará Fuse,", "url": "https://noticiasetecnologia.com/apex-legends-fuga-informacao-parece-revelar-habilidade-fuse/", "urlToImage": "https://i1.wp.com/noticiasetecnologia.com/wp-content/uploads/2021/01/Fuse-Apex-Legends.jpg?fit=900%2C519&ssl=1", "publishedAt": "2021-01-17T19:30:25Z", "content": "Skip to the content\r\n17 Janeiro, 2021\r\n0Por\r\nSandro SottoUm novo leak do Apex Legends revelou um pequeno teaser do mapa da 8ª temporada do jogo, onde parece mostrar como funcionará Fuse, mostrando o … [+2172 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "COVID-19: MEO, Vodafone e NOS não podem “cortar-lhe” a internet - Pplware", "description": "As medidas estão em vigor desde o passado dia 1 de janeiro de 2021 e garantem o acesso aos serviços essenciais nesta era da COVID-19", "url": "https://pplware.sapo.pt/internet/covid-19-meo-vodafone-e-nos-nao-podem-cortar-lhe-a-internet/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/cabo-ethernet2.jpg", "publishedAt": "2021-01-17T17:44:00Z", "content": "Com a pandemia por COVID-19, surgiram também medidas excecionais! Relativamente às comunicações eletrónicas, desde o início do ano que existem novas regras sobre a suspensão e o cancelamento de contr… [+3521 chars]"}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "Cadillac apresentou o seu primeiro drone para humanos - Motor 24", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMiXmh0dHBzOi8vd3d3Lm1vdG9yMjQucHQvbm90aWNpYXMvY2FkaWxsYWMtYXByZXNlbnRvdS1vLXNldS1wcmltZWlyby1kcm9uZS1wYXJhLWh1bWFub3MvMTUwNTA1Ny_SAWJodHRwczovL3d3dy5tb3RvcjI0LnB0L25vdGljaWFzL2NhZGlsbGFjLWFwcmVzZW50b3Utby1zZXUtcHJpbWVpcm8tZHJvbmUtcGFyYS1odW1hbm9zLzE1MDUwNTcvYW1wLw?oc=5", "urlToImage": null, "publishedAt": "2021-01-17T16:31:42Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Renove as aplicações do seu smartphone ou tablet com 6 apps grátis para iOS e Android - SAPO Tek", "description": "Jogos, aplicações úteis e uma ajuda para ficar em forma são algumas das sugestões que a equipa do SAPO TEK reuniu esta semana para ajudara  renovar o seu leque de aplicações no Android e iPhone.", "url": "https://tek.sapo.pt/mobile/apps/artigos/renove-as-aplicacoes-do-seu-smartphone-ou-tablet-com-6-apps-gratis-para-ios-e-android", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NjlibI4FBQNOiWZxBjNttub6xcdi0yTFHXdoi3AojwbeyaceZ7qr247DrkTlQMLAkpoGD1UUEs8eDTcs8cXQMGYPQdPx5FIptJQYK+A4Izhn/4I=", "publishedAt": "2021-01-17T16:27:00Z", "content": "Nem sempre é fácil encontrar apps interessantes e úteis entre as milhares de propostas nas lojas de aplicações, mas a equipa do SAPO TEK faz todas as semanas uma análise das novas propostas para iOS … [+8614 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Steam não dá hipótese à PlayStation e Xbox em número de jogadores! - 4gnews", "description": "Ao contrário do que muitos podem pensar, o mundo do gaming no PC continua de \"boa saúde\", apresentando números impressionantes especialmente durante o ano passado. Mais ainda, neste segmento a Steam continua a ser líder isolada, não se deixando abater pelos d…", "url": "https://4gnews.pt/steam-nao-da-hipotese-a-playstation-e-xbox-em-numero-de-jogadores/", "urlToImage": "https://cdn.4gnews.pt/imagens/steam-nao-da-hipotese-a-playstation-e-xbox-em-numero-de-jogadores-og.jpg", "publishedAt": "2021-01-17T16:16:00Z", "content": "Ao contrário do que muitos podem pensar, o mundo do gaming no PC continua de \"boa saúde\", apresentando números impressionantes especialmente durante o ano passado. Mais ainda, neste segmento a Steam … [+1861 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "5 caraterísticas a procurar num novo smartphone em 2021 - 4gnews", "description": "O mercado de dispositivos móveis evolui rapidamente e caso estejas à procura de um novo smartphone em 2021, estes são os componentes, fatores e caraterísticas a procurar. Para quem procura o melhor num telefone, estas são as nossas recomendações. São as carat…", "url": "https://4gnews.pt/carateristicas-novo-smartphone/", "urlToImage": "https://cdn.4gnews.pt/imagens/5-carateristicas-a-procurar-num-novo-smartphone-em-2021-og.jpg", "publishedAt": "2021-01-17T15:50:00Z", "content": "O mercado de dispositivos móveis evolui rapidamente e caso estejas à procura de um novo smartphone em 2021, estes são os componentes, fatores e caraterísticas a procurar. Para quem procura o melhor n… [+9237 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Android TV tem más notícias para boxes e muitos televisores! - Leak", "description": "A plataforma da Google, Android TV, dá vida a boxes e muitos outros equipamentos, incluindo televisores mas há notícias! Saiba tudo!", "url": "https://www.leak.pt/android-tv-televisores/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2019/04/android-tv-hands-on-apps-1500x1000-e1554602818795.jpg", "publishedAt": "2021-01-17T14:59:00Z", "content": "A plataforma da Google, Android TV, dá vida a boxes e muitos outros equipamentos, incluindo televisores. Ora com uma aposta crescente no Google TV os requisitos para os dispositivos Android TV estão … [+1987 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "4 Extensões para Google Chrome que deve ter instaladas - Pplware", "description": "As extensões para Chrome oferecem ao utilizador funcionalidades extra, de grande utilidade e que promovem a produtividade e até o lazer.", "url": "https://pplware.sapo.pt/browsers/4-extensoes-para-google-chrome-que-deve-ter-instaladas-2/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/09/extensoes-chrome-pplware.jpg", "publishedAt": "2021-01-17T14:00:00Z", "content": "As extensões para browsers oferecem ao utilizador funcionalidades extra, muitas vezes de grande utilidade e que promovem a produtividade e até o lazer. Mas, sendo o Google Chrome um dos mais utilizad… [+1739 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Apple testa no iPhone 13 o Touch ID sob o ecrã e um iPhone dobrável - Pplware", "description": "Há informações que revelam que a Apple irá lançar o iPhone 13 com o Touch ID debaixo do ecrã, assim como Face ID. O dobrável também já mexe.", "url": "https://pplware.sapo.pt/apple/apple-testa-no-iphone-13-o-touch-id-sob-o-ecra-e-um-iphone-dobravel/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/iphone_touchid_ecra00.jpg", "publishedAt": "2021-01-17T12:45:00Z", "content": "A Apple terá uma série de tecnologias em teste que poderão fazer parte dos lançamentos deste ano. Conforme já se falou, a Foxconn terá terminado a fase de testes do iPhone dobrável e agora sabe-se qu… [+2307 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Fátima Caçador", "title": "CES 2021: Os gadgets que marcaram a tendência numa feira de tecnologia que foi puramente virtual - SAPO Tek", "description": "Os riscos de contágio do novo coronavirus levaram a organização da CES a fazer uma edição puramente virtual, mais pequena  e limitada. E, apesar das muita novidades apresentadas, fica evidente a necessidade de se voltar a uma feira à \"moda antiga\".  A edição …", "url": "https://tek.sapo.pt/multimedia/artigos/ces-2021-o-gadgets-que-marcam-a-tendencia-numa-feira-de-tecnologia-que-foi-puramente-virtual", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YzA32Gfkw/rBPn3acEtZCKxK1mXLG6IjVSfsPEwlEZzc8qySxElxmDPpX9xI2P6AIRR1yyzlRAR2/z/WiiXuDpducCxK3iJLRjgv7WaegMdtxkc=", "publishedAt": "2021-01-17T12:06:00Z", "content": "Nos últimos anos, depois da animação e correria da CES, muitas entrevistas, muitos quilómetros percorridos e muitos gadgets experimentados, o balanço era feito com um misto de cansaço e certeza de qu… [+15864 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "15 Apps Android pagas, agora gratuitas na Play Store (por tempo limitado) - Pplware", "description": "Para que tenha acesso a algumas destas versões pagas, sem gastar 1 cêntimo, trazemos-lhe algumas apps em promoções na loja da Google.", "url": "https://pplware.sapo.pt/smartphones-tablets/apps-android-pagas-agora-gratuitas-na-play-store-por-tempo-limitado-3/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/03/Samsung-Galaxy-S20-Plus-play-store-apps-jogos-filmes-1.jpg", "publishedAt": "2021-01-17T12:00:00Z", "content": "A Play Store da Google está repleta de excelentes apps disponíveis, grande parte delas gratuitamente. O facto de serem à borla, fazem com que surja publicidade e que algumas funcionalidades sejam ape… [+1532 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Afinal já é possível instalar e correr o Ubuntu num iPhone de forma completa - Pplware", "description": "O mais recente caso de sucesso mostrou que é possível ter o Ubuntu a correr num iPhone, bastando recorrer às ferramentas corretas.", "url": "https://pplware.sapo.pt/gadgets/iphone/afinal-ja-e-possivel-instalar-e-correr-o-ubuntu-num-iphone-de-forma-completa/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/iphone_ubuntu_1.jpg", "publishedAt": "2021-01-17T11:00:00Z", "content": "Por norma os sistemas operativos são criados e desenvolvidos para plataformas específicas de hardware. Não é simples fazer a ponte entre estes e tê-los a correr noutros equipamentos para os quais não… [+1676 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Como criar ou alterar a assinatura do Gmail no seu smartphone Android - Pplware", "description": "Podem configurar o Gmail a partir do smartphone, personalizando-o de forma única. Hoje mostramos uma opção, associada à assinatura no Android", "url": "https://pplware.sapo.pt/smartphones-tablets/android/dica-como-criar-ou-alterar-a-assinatura-do-gmail-no-seu-smartphone-android/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/09/pplware_gmail_poupar_dados_1.jpg", "publishedAt": "2021-01-17T10:00:00Z", "content": "A interligação entre o Android serviços com o Gmail é muito grande. A presença da Google neste processo é essencial e permite que estas partes essenciais funcionem em conjunto e de forma quase perfei… [+1852 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Luísa Pinto", "title": "Douro pode perder estatuto de património da humanidade se vir aprovado hotel em Mesão Frio - PÚBLICO", "description": "Parecer técnico da Unesco abre caminho a uma futura exclusão do Douro vinhateiro do património mundial por causa de um hotel que Mário Ferreira quer construir no lugar da Rede. Projecto está em consulta pública até dia 29.", "url": "https://www.publico.pt/2021/01/17/economia/noticia/douro-perder-estatuto-patrimonio-humanidade-aprovado-hotel-mesao-frio-1946442", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1543828?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-01-17T06:58:00Z", "content": "A Comissão Nacional da Unesco (CNU) considera que aprovação de um hotel de cinco estrelas no lugar da Rede, concelho de Mesão Frio, um projecto antigo retomado pelo empresário Mário Ferreira, vai col… [+152 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Luísa Pinto", "title": "Câmara de Mesão Frio vai pedir “apoio inequívoco” para Douro Marina Hotel - PÚBLICO", "description": "Município diz que Douro Marina Hotel é fundamental para a economia local e para a criação de postos de trabalho. “Corremos o risco de morrer da cura”, diz autarca", "url": "https://www.publico.pt/2021/01/17/economia/noticia/camara-mesao-frio-vai-pedir-apoio-inequivoco-douro-marina-hotel-1946454", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1543832?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-01-17T06:08:00Z", "content": "Quando a Comissão de Coordenação e Desenvolvimento Regional do Norte divulgou nas suas redes sociais o início da consulta pública do projecto de construção do Douro Marina Hotel, teve como resposta i… [+506 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Brasil autoriza a participação da Huawei no leilão da rede 5G - Pplware", "description": "As mais recentes informações revelam que o Brasil deu carta verde para a participação da marca chinesa Huawei no leilão da rede 5G.", "url": "https://pplware.sapo.pt/internet/brasil-autoriza-a-participacao-da-huawei-no-leilao-da-rede-5g/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Huawei-5G.jpg", "publishedAt": "2021-01-17T01:30:00Z", "content": "Com tantos entraves colocados por vários países, nem sempre há notícias onde a Huawei consegue levar a cabo o seu trabalho sem condicionamentos nem obstáculos.\r\nNesse sentido, as mais recentes inform… [+2236 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "MIUI 12.5 já começou a chegar aos primeiros 27 smartphones da Xiaomi - Pplware", "description": "A Xiaomi quer garantir que tem a MIUI 12.5 perfeita. Esta está agora a ser lançada para os primeiros 28 smartphones para ser testada", "url": "https://pplware.sapo.pt/smartphones-tablets/android/miui-12-5-ja-comecou-a-chegar-aos-primeiros-27-smartphones-da-xiaomi/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/miui_12_5_3.jpg", "publishedAt": "2021-01-17T00:30:00Z", "content": "A MIUI da Xiaomi tem estado constantemente a ser renovada, com muitas novidades e melhorias. A marca tem procurado dar aos utilizadores funcionalidades que não existem no Android ou melhorar muitas d… [+2502 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Google Maps recebe uma das grandes novidade de 2021! - Leak", "description": "O Google Maps acaba de receber uma das grandes novidades de 2021. É que vamos conseguir ver as ruas com muito mais pormenor!", "url": "https://www.leak.pt/google-maps-2021/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2019/05/google-maps-3337030_1280.jpg", "publishedAt": "2021-01-16T23:13:00Z", "content": "O Google Maps é daquelas aplicações que convém ter sempre à mão. Funciona extremamente bem e é igualmente útil no PC. Tudo porque nos ajuda a chegar aos destinos e sobretudo a encontrar vários pontos… [+2080 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Apple estará a preparar grandes mudanças para o iMac em 2021 - 4gnews", "description": "A tecnológica de Cupertino estará a preparar grandes mudanças no design, no aspeto geral dos seus computadores \"tudo-em-1\", os veneráveis iMac. Segundo avança o jornalista Mark Gurman da publicação Bloomberg, a Apple decidida a mudar os iMac. Inalterados há v…", "url": "https://4gnews.pt/apple-estara-a-preparar-grandes-mudancas-para-o-imac-em-2021/", "urlToImage": "https://cdn.4gnews.pt/imagens/apple-estara-a-preparar-grandes-mudancas-para-o-imac-em-2021-og.jpg", "publishedAt": "2021-01-16T22:02:00Z", "content": "A tecnológica de Cupertino estará a preparar grandes mudanças no design, no aspeto geral dos seus computadores \"tudo-em-1\", os veneráveis iMac. Segundo avança o jornalista Mark Gurman da publicação B… [+2376 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "Liliana Malainho", "title": "As células imortais de Henrietta Lacks revolucionaram a Ciência - ZAP", "description": "O ano de 1951 foi muito importante no campo da biotecnologia e, surpreendentemente, tudo começou com a chegada de Henrietta...", "url": "https://zap.aeiou.pt/celulas-imortais-de-henrietta-lacks-372552", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2021/01/8d9da10021e3340582e14cbdd8d6d013.jpg", "publishedAt": "2021-01-16T22:00:00Z", "content": "O ano de 1951 foi muito importante no campo da biotecnologia e, surpreendentemente, tudo começou com a chegada de Henrietta Lacks a um hospital norte-americano.\r\nDescendente de escravos, Loretta Plea… [+3582 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Universidade transforma smartphones antigos em microscópios para estudantes - Pplware", "description": "Uma universidade da Tailândia transformou smartphones antigos em microscópios para os estudantes. Uma outra vida para o telemóvel.", "url": "https://pplware.sapo.pt/gadgets/universidade-da-tailandia-transforma-smartphones-antigos-em-microscopios-para-estudantes/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/telemovel_microscopio00.jpg", "publishedAt": "2021-01-16T22:00:00Z", "content": "Já por muitas vezes abordamos a segunda ou terceira vida que um smartphone pode ter. De smartphone a rato para o PC, ou até um novo despertador. A verdade é que um smartphone não morre. A pensar niss… [+2104 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Amazfit GTR2: já podes comprar este bom smartwatch! - 4gnews", "description": "O smartwtach Amazfit GTR 2 foi apresentado com o GTS 2 em outubro de 2020, mas só recentemente começariam a chegar às melhores lojas da Europa. A quem procura um smartwatch avançado que se destaque pelo estilo e funções, este é o ideal! Chega à Europa e à fil…", "url": "https://4gnews.pt/amazfit-gtr2-ja-podes-comprar-este-bom-smartwatch/", "urlToImage": "https://cdn.4gnews.pt/imagens/amazfit-gtr2-ja-podes-comprar-este-bom-smartwatch-og.jpg", "publishedAt": "2021-01-16T21:30:00Z", "content": "O smartwtach Amazfit GTR 2 foi apresentado com o GTS 2 em outubro de 2020, mas só recentemente começariam a chegar às melhores lojas da Europa. A quem procura um smartwatch avançado que se destaque p… [+3075 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/nunoliveira1991", "title": "IPTV 2021: Estes são os melhores programas para ver TV pela Internet! - Leak", "description": "O IPTV está muita vez associado a pirataria, mas isso é um erro, visto que existem muitas formas legais de ver TV pela Internet, quer pague", "url": "https://www.leak.pt/iptv-2021-programas-para-ver-tv/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2019/10/iptv.jpg", "publishedAt": "2021-01-16T21:16:00Z", "content": "O IPTV está muita vez associado a pirataria, mas isso é um erro, visto que existem muitas formas legais de ver TV pela Internet, quer pague ou não. Aliás, podemos dizer que o IPTV mudou profundamente… [+2749 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Alerta! Não atualize os drivers Nvidia para não ter problemas! - Leak", "description": "No inicio deste mês, a Nvidia começou a disponibilizar os drivers GeForce 461.09 para o Windows 10 que chega com correções de problemas.", "url": "https://www.leak.pt/nvidia-problemas/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2021/01/nvidia-logo.webp", "publishedAt": "2021-01-16T21:06:00Z", "content": "No inicio deste mês, a Nvidia começou a disponibilizar os drivers GeForce 461.09 para o Windows 10 que chega com correções de segurança e outros problemas resolvidos. Entretanto, a versão 461.09 não … [+2226 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "WhatsApp: como apagar a memória e libertar espaço no smartphone - 4gnews", "description": "O WhatsApp é uma plataforma incrível para mandar mensagens, clips de áudio, ficheiros, fotografias, autocolantes e figurinhas, ou simplesmente falar nos grupos. Por outro lado, com o acumular destes arquivos é aconselhável libertar espaço no smartphone. Isto …", "url": "https://4gnews.pt/whatsapp-como-libertar-espaco/", "urlToImage": "https://cdn.4gnews.pt/imagens/whatsapp-como-apagar-a-memoria-e-libertar-espaco-no-smartphone-og.jpg", "publishedAt": "2021-01-16T21:00:00Z", "content": "O WhatsApp é uma plataforma incrível para mandar mensagens, clips de áudio, ficheiros, fotografias, autocolantes e figurinhas, ou simplesmente falar nos grupos. Por outro lado, com o acumular destes … [+3688 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "As melhores alternativas ao Google Fotos em 2021 - 4gnews", "description": "O Google Fotos é um dos serviços da Google mais populares, mas a partir de 1 de junho de 2021 deixa de permitir o armazenamento ilimitado de fotografias e vídeos. É, portanto, necessário escolher as melhores alternativas ao Google Fotos. Em seguida damos a co…", "url": "https://4gnews.pt/melhores-alternativas-ao-google-fotos/", "urlToImage": "https://cdn.4gnews.pt/imagens/as-melhores-alternativas-ao-google-fotos-em-2021-og.jpg", "publishedAt": "2021-01-16T18:11:00Z", "content": "O Google Fotos é um dos serviços da Google mais populares, mas a partir de 1 de junho de 2021 deixa de permitir o armazenamento ilimitado de fotografias e vídeos. É, portanto, necessário escolher as … [+5364 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Quer partilhar ficheiros áudio de grande dimensão de forma simples e rápida? Há uma app que o pode ajudar - SAPO Tek", "description": "Através da Audiopile pode gravar ou fazer o upload de ficheiros áudio de grandes dimensões de qualquer dimensão e formato. A app cria “miniaturas” MP3 para que possa partilhá-los de facilmente com outros utilizadores.", "url": "https://tek.sapo.pt/mobile/android/artigos/quer-partilhar-ficheiros-audio-de-grande-dimensao-de-forma-simples-e-rapida-ha-uma-app-que-o-pode-ajudar", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NWNjh09gRv49hNYRzt7pmFp4mVKczWvNOBLOek9HgdtHlYS44GauNNi4yydsXQ85Gar2svRFFuRRC/4ICLjXyVprhavnTDmA2lY4xt7pr5kVAt0=", "publishedAt": "2021-01-16T17:37:00Z", "content": "É verdade que existem serviços online que permitem enviar ficheiros de grandes dimensões. No entanto, para quem trabalha com ficheiros áudio, como produtores musicais, engenheiros de som e até podcas… [+1087 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Burla no Twitter usa Elon Musk para roubar 587 mil dólares em Bitcoin - Pplware", "description": "Recentemente, foi descoberta uma nova burla neste rede social que utilizava a cara de Elon Musk para roubar 587 mil dólares em Bitcoins.", "url": "https://pplware.sapo.pt/redes_sociais/burla-no-twitter-usa-elon-musk-para-roubar-587-mil-dolares-em-bitcoin/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Elon-Musk-Twitter.jpg", "publishedAt": "2021-01-16T16:00:00Z", "content": "No ano passado, várias contas no Twitter de personalidades foram atacadas. Entre elas elas estavam o perfil de Elon Musk, Joe Biden, Tim Cook, entre outros.\r\nE, recentemente, foi descoberta uma nova … [+1828 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Samsung Galaxy S20: uma linha em dificuldades que acaba descontinuada - 4gnews", "description": "Não é segredo que a linha Samsung Galaxy S20 ficou bastante aquém do sucesso que se esperava. Preços altos, uma evolução marginal e um processador controverso foram algumas das razões que contribuíram para isso. Com o lançamento dos Galaxy S21, a Samsung deci…", "url": "https://4gnews.pt/samsung-galaxy-s20-uma-linha-em-dificuldades-que-acaba-descontinuada/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-s20-uma-linha-em-dificuldades-que-acaba-descontinuada-og.jpg", "publishedAt": "2021-01-16T15:18:00Z", "content": "Não é segredo que a linha Samsung Galaxy S20 ficou bastante aquém do sucesso que se esperava. Preços altos, uma evolução marginal e um processador controverso foram algumas das razões que contribuíra… [+2330 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "5 novas apps para instalar no seu smartphone Android - Pplware", "description": "As aplicações para smartphone são hoje grandes aliados no nosso dia-a-dia. É assim que hoje temos mais uma seleção de apps para si.", "url": "https://pplware.sapo.pt/smartphones-tablets/android/5-novas-apps-para-instalar-no-seu-smartphone-android/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/10/Cubot-X30-apps.jpg", "publishedAt": "2021-01-16T15:00:00Z", "content": "As aplicações para smartphone são hoje grandes aliados no nosso dia-a-dia. Seja para gerir as nossas finanças, para pagar no supermercado, conversar com amigos ou até para estudar, nada fica de parte… [+2194 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "10 novos jogos para experimentar no seu smartphone - SAPO Tek", "description": "Bloodstained: Ritual of the Night, Clusterduck, Stranger Things: Puzzle Tales e outros sete jogos nas propostas deste mês.", "url": "https://tek.sapo.pt/multimedia/artigos/10-novos-jogos-para-experimentar-no-seu-smartphone-7", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ZTE4EopDgjEstpkAznU6l0d4mJI1mTwigTAstR22/BlDgacB/hxDcm+42dNibJQWkbzBc0zaojEwxAUJkYTcUvw9yfWVMoQJpYBeS7t539OIkT4=", "publishedAt": "2021-01-16T15:00:00Z", "content": "Bloodstained: Ritual of the NightWrestling, RPGs, corridas futuristas e aventuras narrativas, para experiências mais relaxantes. As sugestões deste mês são para todos os gostos e trazem-nos até algum… [+1408 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "iPhone 13 marcará o regresso de uma tecnologia muito pedida pelos utilizadores - 4gnews", "description": "Um novo relatório publicado pela Bloomberg tece várias considerações relativamente ao futuro dos dispositivos móveis da Apple. Uma das suas previsões tem que ver com o iPhone 13 e os métodos de desbloqueio nele disponíveis. Touch ID estará de regresso no iPho…", "url": "https://4gnews.pt/iphone-13-marcara-o-regresso-de-uma-tecnologia-muito-pedida-pelos-utilizadores/", "urlToImage": "https://cdn.4gnews.pt/imagens/iphone-13-marcara-o-regresso-de-uma-tecnologia-muito-pedida-pelos-utilizadores-og.jpg", "publishedAt": "2021-01-16T14:19:00Z", "content": "Um novo relatório publicado pela Bloomberg tece várias considerações relativamente ao futuro dos dispositivos móveis da Apple. Uma das suas previsões tem que ver com o iPhone 13 e os métodos de desbl… [+1869 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Depois do ultimato do WhatsApp mudou para outra plataforma? - Pplware", "description": "Na questão desta semana gostaríamos de saber se depois do ultimato do WhatsApp mudou para outra plataforma. E, se sim, diga-nos então qual.", "url": "https://pplware.sapo.pt/smartphones-tablets/depois-do-ultimato-do-whatsapp-mudou-para-outra-plataforma/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/WhatsApp_0.jpg", "publishedAt": "2021-01-16T13:00:00Z", "content": "Há pouco mais de uma semana, os utilizadores foram surpreendidos por uma novidade no mínimo estranha. Nas novas regras de utilização, o WhatsApp indica que irá partilhar os dados dos utilizadores com… [+2003 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Apps, mas são verdes - Visão", "description": "Algumas aplicações que nos põem no caminho certo: o de uma vida mais sustentável", "url": "https://visao.sapo.pt/visao_verde/2021-01-16-apps-mas-sao-verdes/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/01/GettyImages-1185432022_visÃo%20verde.jpg", "publishedAt": "2021-01-16T12:33:00Z", "content": "Algumas aplicações que nos põem no caminho certo: o de uma vida mais sustentável\r\nSer amigo do ambiente nem sempre é fácil. Por isso, cada vez há mais apps para telemóveis que tornam mais simples con… [+3147 chars]"}, {"source": {"id": null, "name": "Dinheirovivo.pt"}, "author": "Elisabete Tavares", "title": "Os três meses loucos da Bitcoin e os avisos do BCE - Dinheiro Vivo", "description": "A moeda virtual mais valiosa do mundo voltou a superar os 40 mil dólares depois de uma subida fulgurante.", "url": "https://www.dinheirovivo.pt/economia/os-tres-meses-loucos-da-bitcoin-e-os-avisos-do-bce-13237724.html", "urlToImage": "https://static.globalnoticias.pt/dv/image.aspx?brand=DV&type=generate&guid=a15c4c53-cd61-43f9-be3a-92b3703eb0b9&w=800&h=420&watermark=true&t=20210115201200", "publishedAt": "2021-01-16T11:16:00Z", "content": "© Ozan KOSE/AFP\r\n\"Facilmente passa os 50 mil dólares.\" Esta é a convicção de Ricardo Filipe, corretor de Bitcoin em Portugal, para o valor que a moeda mais valiosa do mundo pode atingir nos próximos … [+1680 chars]"}, {"source": {"id": null, "name": "Dinheirovivo.pt"}, "author": "Elisabete Tavares", "title": "Banco de Portugal já tem cinco pedidos de registo sobre criptomoedas - Dinheiro Vivo", "description": "As novas regras colocam as prestadoras de serviços do setor de ativos virtuais sob alçada do supervisor na prevenção do branqueamento de capitais e financiamento do terrorismo.", "url": "https://www.dinheirovivo.pt/economia/banco-de-portugal-ja-tem-cinco-pedidos-de-registo-sobre-criptomoedas-13237722.html", "urlToImage": "https://static.globalnoticias.pt/dv/image.aspx?brand=DV&type=generate&guid=156264fc-2058-4c39-abb4-614881f690a8&w=800&h=420&watermark=true&t=20210115201000", "publishedAt": "2021-01-16T11:10:00Z", "content": "Fachada da sede do Banco de Portugal, em Lisboa (Angelo Lucas/Globalimagem)\r\n © Angelo Lucas/Globalimagem\r\nDesde setembro de 2020 que o Banco de Portugal tem uma nova responsabilidade: supervisionar … [+2805 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Como tornar o Signal uma app ainda mais segura no smartphone - Pplware", "description": "Para além do Telegram, o Signal tem estado a ser também uma escolha para muitos dos que estão a abandonar o WhatsApp. Esta é também uma app segura e que foi criada com esta...", "url": "https://pplware.sapo.pt/internet/dica-como-tornar-o-signal-uma-app-ainda-mais-segura-no-smartphone/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/06/pplware_signal_capa_2.jpg", "publishedAt": "2021-01-16T10:00:00Z", "content": "Para além do Telegram, o Signal tem estado a ser também uma escolha para muitos dos que estão a abandonar o WhatsApp. Esta é também uma app segura e que foi criada com esta premissa em mente. Sendo a… [+1942 chars]"}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "Correr com o telemóvel na mão pode ser prejudicial ao corpo. Eis a razão - Delas", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMicmh0dHBzOi8vd3d3LmRlbGFzLnB0L2NvcnJlci1jb20tby10ZWxlbW92ZWwtbmEtbWFvLXBvZGUtc2VyLXByZWp1ZGljaWFsLWFvLWNvcnBvLWVpcy1hLXJhemFvL2NvcnBvLWUtbWVudGUvOTEyNjc0L9IBdmh0dHBzOi8vd3d3LmRlbGFzLnB0L2NvcnJlci1jb20tby10ZWxlbW92ZWwtbmEtbWFvLXBvZGUtc2VyLXByZWp1ZGljaWFsLWFvLWNvcnBvLWVpcy1hLXJhemFvL2NvcnBvLWUtbWVudGUvOTEyNjc0L2FtcC8?oc=5", "urlToImage": null, "publishedAt": "2021-01-16T09:11:05Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Já há um banco de criptomoedas e foi criado por um português - Pplware", "description": "Nos EUA foi aprovado o primeiro banco de criptomoedas, com a curiosidade de ter sido criado por um português.", "url": "https://pplware.sapo.pt/informacao/ja-ha-um-banco-de-criptomoedas-e-foi-criado-por-um-portugues/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/banco_02.jpg", "publishedAt": "2021-01-16T09:00:00Z", "content": "As criptomoedas é uma área em enorme expansão. Atualmente a moeda digital mais popular, a bitcoin, vale mais que 30 mil euros e começam a aparecer algumas estruturas idênticas ao que temos para o din… [+1997 chars]"}]}