{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Asus ROG Phone 5 derruba toda a concorrência do mundo Android - Pplware", "description": "A Asus lançou recentemente o smartphone gaming ROG Phone 5. Este é um equipamento de topo, direcionado para o gaming, e tem super performance", "url": "https://pplware.sapo.pt/smartphones-tablets/asus-rog-phone-5-derruba-toda-a-concorrencia-do-mundo-android/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/Asus-ROG-Phone-5-1.jpg", "publishedAt": "2021-04-10T22:00:15Z", "content": "Já conhece o Asus ROG Phone 5? Apesar de vivermos tempos pandémicos, que tem afetado os mercados mundiais, as tecnológicas têm consigo lançar equipamentos muito interessantes. No segmento dos smartph… [+1179 chars]"}, {"source": {"id": null, "name": "Portal-energia.com"}, "author": null, "title": "Projetos solares flutuantes - EDP participa no primeiro guia mundial - Portal Energias Renováveis", "description": "EDP participa no primeiro guia global de boas práticas para criação e desenvolvimento de projetos solares fotovoltaicos flutuantes.", "url": "https://www.portal-energia.com/edp-guia-mundial-projetos-solares-flutuantes/", "urlToImage": "https://www.portal-energia.com/wp-content/uploadsthumbs/central-solar-flutuante.jpg", "publishedAt": "2021-04-10T21:03:43Z", "content": "Grupo de trabalho internacional reuniu 24 grandes empresas na área da energia, entre as quais a EDP. O objetivo é definir as práticas mais eficientes e sustentáveis para parques solares flutuantes.\r\n… [+2941 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "É só dar uns toques e avançar neste jogo gratuito de atmosfera envolvente - SAPO Tek", "description": "O universo gráfico de Orbia convida a relaxar, mas só até certo ponto, ou não houvesse níveis para superar com toques no momento certo.", "url": "https://tek.sapo.pt/mobile/apps/artigos/e-so-dar-uns-toques-e-avancar-neste-jogo-gratuito-de-atmosfera-envolvente", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ZDBjJd8ihnI1iVOonj5xKurlImc4CPhUG0V7WRhVPqRKWbGRoKTwHHGO1BKyPF2kSelBoPQaVo3MTE9rxi4Tmw+/EOZoVJCeRZK6gcHaB45uViI=", "publishedAt": "2021-04-10T19:12:01Z", "content": "Projetado para ser simples de jogar, o Orbia não deixa (mesmo) de ser desafiante. O objetivo é concluir o máximo de níveis que conseguir nessa vívida atmosfera diferente.\r\nA mecânica não podia ser ma… [+506 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Conhece a pequena máquina de lavar barata para os teus AirPods - 4gnews", "description": "Chama-se Cardlax EarBuds Washer e é um daqueles produtos que provavelmente nem sabias precisar. O seu propósito é simples: limpar os teus AirPods ou outros auriculares sem fios que tenhas. Esta pequena máquina de lavar para earbuds foi desenvolvida a pensar p…", "url": "https://4gnews.pt/conhece-a-pequena-maquina-de-lavar-barata-para-os-teus-airpods/", "urlToImage": "https://cdn.4gnews.pt/imagens/conhece-a-pequena-maquina-de-lavar-barata-para-os-teus-airpods-og.jpg", "publishedAt": "2021-04-10T17:21:10Z", "content": "Chama-se Cardlax EarBuds Washer e é um daqueles produtos que provavelmente nem sabias precisar. O seu propósito é simples: limpar os teus AirPods ou outros auriculares sem fios que tenhas.\r\nEsta pequ… [+1906 chars]"}, {"source": {"id": null, "name": "Ominho.pt"}, "author": "https://www.facebook.com/ominhopt/", "title": "Caldas das Taipas inaugura memorial em homenagem aos antigos combatentes - O MINHO", "description": "Guimarães", "url": "https://ominho.pt/caldas-das-taipas-inaugura-memorial-em-homenagem-aos-antigos-combatentes/", "urlToImage": "https://ominho.pt/wp-content/uploads/2021/04/Foto-15-2-740x389.jpg?v=1618074495", "publishedAt": "2021-04-10T17:08:45Z", "content": "O Tribunal de Contas (TdC) já deu o seu aval ao contrato para a produção dos cartões do ex-combatente e viúvos ou viúvas, anunciou hoje a secretária de Estado de Recursos Humanos e Antigos Combatente… [+5934 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Gaming derrota Xiaomi no AnTuTu global em março: este é o TOP 10 - 4gnews", "description": "Os primeiros meses de 2021 foram pródigos em lançamentos de novos poderosos smartphones a nível global. A mais recente lista da plataforma de benchmark AnTuTu já foi revelada, com o TOP 10 do mês de março. Asus ROG Phone 5 lidera ranking global do AnTuTu em m…", "url": "https://4gnews.pt/gaming-derrota-xiaomi-no-antutu-global-em-marco-este-e-o-top-10/", "urlToImage": "https://cdn.4gnews.pt/imagens/top-10-de-smartphones-mais-poderosos-no-antutu-marco-2021-og.jpg", "publishedAt": "2021-04-10T17:06:12Z", "content": "Os primeiros meses de 2021 foram pródigos em lançamentos de novos poderosos smartphones a nível global. A mais recente lista da plataforma de benchmark AnTuTu já foi revelada, com o TOP 10 do mês de … [+1330 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Quer uns AirPods de 3.ª geração? Apple ainda não os lançou mas já existem clones - Pplware", "description": "O mais curioso agora é sem estarem apresentados os novos AirPods , já podem ser comprados. Não são oficiais e são clones do que se espera", "url": "https://pplware.sapo.pt/apple/quer-uns-airpods-de-3a-geracao-apple-ainda-nao-os-lancou-mas-ja-existem-clones/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/03/imagem_airpods_apple00.jpg", "publishedAt": "2021-04-10T17:00:17Z", "content": "A Apple tem nos AirPods um dos seus gadgets de maior sucesso. Estes buds têm evoluído ao longo dos anos e tornado-se ainda melhores a cada nova versão, com cada vez mais funcionalidades, marcando o p… [+2222 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "iPhone 12 foi o smartphone mais vendido no mundo em janeiro de 2021 - Pplware", "description": "Os dados mostram que o iPhone 12 foi o smartphone mais vendido no mundo em janeiro 2021 e os iPhones ocuparam seis dos 10 primeiros lugares.", "url": "https://pplware.sapo.pt/apple/iphone-12-foi-o-smartphone-mais-vendido-no-mundo-em-janeiro-de-2021/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/smartphones_janeiro2021_00.jpg", "publishedAt": "2021-04-10T16:02:21Z", "content": "Os números começam a encaixar nos rumores e nas expectativas dos analistas. Assim, segundo os dados da empresa de análise de mercado CounterPoint o iPhone 12 foi o smartphone mais vendido no mundo em… [+3105 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Molde do iPad Mini revela um tablet Apple com design antiquado - 4gnews", "description": "Os rumores sustentam que a Apple apresentará novos tablets ainda este mês. Teremos as novas gerações do iPad Pro e iPad Mini, sendo este último o protagonista das imagens que agora dá-mos a conhecer. Em causa está um alegado dummy do novo iPad Mini, posto ao …", "url": "https://4gnews.pt/molde-do-ipad-mini-revela-um-tablet-apple-com-design-antiquado/", "urlToImage": "https://cdn.4gnews.pt/imagens/molde-do-ipad-mini-revela-um-tablet-apple-com-design-antiquado-og.jpg", "publishedAt": "2021-04-10T15:22:55Z", "content": "Os rumores sustentam que a Apple apresentará novos tablets ainda este mês. Teremos as novas gerações do iPad Pro e iPad Mini, sendo este último o protagonista das imagens que agora dá-mos a conhecer.… [+1835 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Rui Parreira", "title": "Huawei Sound é a nova coluna sem fios que promete ser mais pequena e poderosa - SAPO Tek", "description": "A nova proposta foi desenvolvida em parceria com a Devialet e oferece som surround 360 e tecnologia SAM para uma maior imersão, numa experiência de concerto ao vivo, diretamente da sala de estar.", "url": "https://tek.sapo.pt/noticias/computadores/artigos/huawei-sound-e-a-nova-coluna-sem-fios-que-promete-ser-mais-pequena-e-poderosa", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=Yzc3OUeT0NFyNP1Nr533mGbzRW0qWWXnchHZe6ULhGHrp9bwmDEZ1RTazcwI1yJfvKeo9mr38uGRPNJa2fzCEAw0nlLi+IXSBOvR7ucVyGveH04=", "publishedAt": "2021-04-10T15:07:45Z", "content": "Já chegou a Portugal a nova geração de colunas sem fios da Huawei, introduzindo um novo tamanho no seu design, assim como tecnologias para uma maior imersão de som. A Huawei Sound foi construída nova… [+1806 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Xiaomi confirma MIUI 12.5 para mais 4 smartphones menos recentes - 4gnews", "description": "Zhang Guoquan, executivo da Xiaomi, anunciou hoje na Weibo a atualização de alguns topos de gama mais antigos para a MIUI 12.5. Os contemplados serão os Xiaomi Mi 8, Mi 8 Explorer Editiion, Mi Mix 3 e Mi Mix 2S. Recorde-se que a MIUI 12.5 foi oficialmente apr…", "url": "https://4gnews.pt/xiaomi-confirma-miui-12-5-para-mais-4-smartphones-menos-recentes/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-confirma-miui-12-5-para-mais-4-smartphones-menos-recentes-og.jpg", "publishedAt": "2021-04-10T14:22:47Z", "content": "Zhang Guoquan, executivo da Xiaomi, anunciou hoje na Weibo a atualização de alguns topos de gama mais antigos para a MIUI 12.5. Os contemplados serão os Xiaomi Mi 8, Mi 8 Explorer Editiion, Mi Mix 3 … [+1948 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Primeiro smartphone gaming da Redmi está prestes a ser apresentado - 4gnews", "description": "Tudo aponta para que a Redmi, marca independente da Xiaomi, esteja a ultimar os preparativos para a apresentação do seu primeiro smartphone gaming. Este dispositivo ainda reserva vários mistérios, mas o seu lançamento pode estar próximo. Smartphone gaming da …", "url": "https://4gnews.pt/primeiro-smartphone-gaming-da-redmi-esta-prestes-a-ser-apresentado/", "urlToImage": "https://cdn.4gnews.pt/imagens/primeiro-smartphone-gaming-da-redmi-esta-prestes-a-ser-apresentado-og.jpg", "publishedAt": "2021-04-10T13:26:42Z", "content": "Tudo aponta para que a Redmi, marca independente da Xiaomi, esteja a ultimar os preparativos para a apresentação do seu primeiro smartphone gaming. Este dispositivo ainda reserva vários mistérios, ma… [+1602 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "Proteger a sua privacidade: principal missão da CyberGhost VPN - Pplware", "description": "Proteger a privacidade é a principal missão da CyberGhost VPN cujo objectivo é a segurança e proteção com anonimato online.", "url": "https://pplware.sapo.pt/internet/proteger-a-privacidade-missao-principal-vpn/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/cyberghost-vpn-anonimo-seguranca-ip-esconder-netflix.jpg", "publishedAt": "2021-04-10T13:00:45Z", "content": "Proteger a sua privacidade é, sem dúvida, uma missão cada vez mais complicada. São mais que muitas as artimanhas que hackers e sites dúbios utilizam para tentar chegar até nós, de forma menos correta… [+5537 chars]"}, {"source": {"id": null, "name": "Www.nit.pt"}, "author": null, "title": "Fnac está com descontos até 50% — e smartphones até 230 euros mais baratos - NiT New in Town", "description": "O site tem, num exclusivo online, dezenas de produtos com descontos nas áreas da tecnologia, livros e entertenimento.", "url": "https://www.nit.pt/compras/lojas-e-marcas/fnac-esta-com-descontos-ate-50", "urlToImage": "https://www.nit.pt/wp-content/plugins/mm_og_image/mm_og_image.php?post_id=673314&ts=20210410140444", "publishedAt": "2021-04-10T12:32:00Z", "content": "Para quem está atento e gosta de gadgets e tecnologia ou simplesmente não resiste ao novo modelo de smartphone ou iPad já é quase certo, sobretudo nos últimos meses de pandemia, que os fins de semana… [+497 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Google Stadia Pro: ganha 3 meses grátis com esta campanha (tempo limitado) - 4gnews", "description": "O Google Stadia configura-se como o serviço de cloud gaming mais interessante que já testei. O facto de poder jogar FIFA 21 no Mac, iPad, iPhone ou Android desde que esteja ligado à internet é uma maravilha. Para poderes jogar um FIFA, basta adquirir o jogo n…", "url": "https://4gnews.pt/google-stadia-pro-ganha-3-meses-gratis-com-esta-campanha-tempo-limitado/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-stadia-pro-ganha-3-meses-gratis-com-este-truque-tempo-limitado-og.jpg", "publishedAt": "2021-04-10T11:50:37Z", "content": "O Google Stadia configura-se como o serviço de cloud gaming mais interessante que já testei. O facto de poder jogar FIFA 21 no Mac, iPad, iPhone ou Android desde que esteja ligado à internet é uma ma… [+1654 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Lusa", "title": "Irão lança novos reatores nucleares com maior capacidade - Notícias ao Minuto", "description": "O Irão anunciou hoje a entrada em funcionamento de novos reatores em centrais modernizadas que permitem enriquecer urânio mais rapidamente e cuja utilização lhe está interdita ao abrigo do acordo sobre o nuclear de 2015.", "url": "https://www.noticiasaominuto.com/mundo/1728971/irao-lanca-novos-reatores-nucleares-com-maior-capacidade", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_5c88ec050e003.jpg", "publishedAt": "2021-04-10T10:18:33Z", "content": "O Presidente Hassan Rohani inaugurou uma linha de 164 máquinas IR-6 e outra de 30 IR-5, instaladas no complexo nuclear de Natanz (centro do Irão), durante uma cerimónia em videoconferência transmitid… [+1379 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi Pad 5 está cada vez mais perto: vê as provas - 4gnews", "description": "Desde que a Xiaomi anunciou o regresso ao segmento de tablets para 2021, que temos visto vários rumores sobre o alegado Mi Pad 5. O tablet parece estar cada vez mais perto de ser lançado, como comprova a sua última certificação onde se confirma o processador …", "url": "https://4gnews.pt/xiaomi-mi-pad-5-esta-cada-vez-mais-perto-ve-as-provas/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-pad-5-esta-cada-vez-mais-perto-ve-as-provas-og.jpg", "publishedAt": "2021-04-10T10:01:04Z", "content": "Desde que a Xiaomi anunciou o regresso ao segmento de tablets para 2021, que temos visto vários rumores sobre o alegado Mi Pad 5. O tablet parece estar cada vez mais perto de ser lançado, como compro… [+1642 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Consultório Pplware – Esclareça aqui as suas dúvidas - Pplware", "description": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes: Este consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pelos leitores e visitantes do Pplware, em todas...", "url": "https://pplware.sapo.pt/pplware/consultorio/consultorio-pplware-esclareca-aqui-as-suas-duvidas-349/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/consultorio_2021.jpg", "publishedAt": "2021-04-10T10:00:33Z", "content": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes:\r\nEste consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pel… [+9031 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Green Savers com Lusa", "title": "Japão vai despejar no mar água tratada, mas radioativa, da central nuclear de Fukushima - Green Savers", "description": "O Japão vai despejar gradualmente no mar água tratada, mas ainda radioativa, da central nuclear destruída de Fukushima, apesar da oposição de comunidades locais e países da região.", "url": "https://greensavers.sapo.pt/japao-vai-despejar-no-mar-agua-tratada-mas-radioativa-da-central-nuclear-de-fukushima/", "urlToImage": "https://greensavers.sapo.pt/wp-content/uploads/2021/04/fukushima.jpg", "publishedAt": "2021-04-10T09:48:46Z", "content": "O Japão vai despejar gradualmente no mar água tratada, mas ainda radioativa, da central nuclear destruída de Fukushima, apesar da oposição de comunidades locais e países da região.\r\nA decisão será to… [+1599 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Green Savers", "title": "Parque Jurássico poderia existir na vida real \"se quiséssemos\", afirma sócio de Elon Musk - Green Savers", "description": "Max Hodak afirma que os dinossauros criados artificialmente \"não seriam geneticamente autênticos\".", "url": "https://greensavers.sapo.pt/parque-jurassico-poderia-existir-na-vida-real-se-quisessemos-afirma-socio-de-elon-musk/", "urlToImage": "https://greensavers.sapo.pt/wp-content/uploads/2021/04/jurassic.jpg", "publishedAt": "2021-04-10T09:00:31Z", "content": "Max Hodak afirma que os dinossauros criados artificialmente “não seriam geneticamente autênticos”.\r\nO parceiro de negócios de Elon Musk disse que uma versão real de “Jurassic Park” poderia “provavelm… [+1251 chars]"}]}