{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Dois protótipos diferentes do iPhone dobrável passaram o teste de qualidade - Pplware", "description": "Segundo um novo relatório, a Foxconn terá tido sucesso nos testes levados a cabo em dois protótipos do iPhone dobrável. A Apple procura o melhor modelo.", "url": "https://pplware.sapo.pt/apple/dois-prototipos-diferentes-iphone-dobravel-passaram-o-teste-de-qualidade/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/iphone_dobravel_teste00.jpg", "publishedAt": "2021-01-01T21:23:00Z", "content": "Será que o smartphone dobrável vai ser a próxima grande tendência mundial? Provavelmente poderá ser um produto para determinado nicho de mercado, pelo menos numa fase inicial. Aliás, algumas marcas j… [+2158 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Qual o sistema operativo que tem atualmente no seu smartphone? - Pplware", "description": "Na nossa questão desta semana gostaríamos de saber qual é o sistema operativo que atualmente tem no seu smartphone. Participe.", "url": "https://pplware.sapo.pt/smartphones-tablets/qual-o-sistema-operativo-que-tem-atualmente-no-seu-smartphone/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/03/iphone_android_2.jpg", "publishedAt": "2021-01-01T21:00:00Z", "content": "A nossa questão semanal pretende apurar as opiniões, escolhas, interesses e preferências dos nossos leitores. Nesse sentido, tentamos sempre trazer questões de temas pertinentes e atuais, ou simplesm… [+1848 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Portugal bate recorde na produção de energia sem carvão - Pplware", "description": "O sistema elétrico nacional esteve 111 horas sem usar a produção térmica clássica para produção de energia.Tal aconteceu no periodo do natal em Portugal.", "url": "https://pplware.sapo.pt/planeta/portugal-bate-recorde-na-producao-de-energia-sem-carvao/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/05/energia_solar_noite00.jpg", "publishedAt": "2021-01-01T20:00:00Z", "content": "Portugal tem apostado forte nas energias renováveis. O nosso país teve inclusive a energia mais barata da Europa no dia de Natal. Durante o Natal, Portugal bateu um novo recorde de produção energétic… [+1640 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "SpaceX: Elon Musk quer revolucionar a aterragem dos foguetões - 4gnews", "description": "Elon Musk anunciou que a SpaceX vai tentar uma abordagem diferente ao processo de aterragem dos seus foguetões Super Heavy com recurso à torre de lançamento que estabiliza os veículos durante as preparações para a propulsão. Neste momento, os foguetões de pro…", "url": "https://4gnews.pt/spacex-elon-musk-quer-revolucionar-a-aterragem-dos-foguetoes/", "urlToImage": "https://cdn.4gnews.pt/imagens/spacex-elon-musk-quer-revolucionar-a-aterragem-dos-foguetoes-og.jpg", "publishedAt": "2021-01-01T19:12:00Z", "content": "Elon Musk anunciou que a SpaceX vai tentar uma abordagem diferente ao processo de aterragem dos seus foguetões Super Heavy com recurso à torre de lançamento que estabiliza os veículos durante as prep… [+1962 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "Netflix avança para série inspirada nos jogos The Elder Scrolls - 4gnews", "description": "Seguindo a tendência atual para levar as histórias de videojogos para o pequeno ecrã, um novo rumor sugere que a Netflix estará a produzir em segredo uma série inspirada na franquia The Elder Scrolls. A Netflix trouxe-nos já recentemente uma série baseada nos…", "url": "https://4gnews.pt/netflix-avanca-para-serie-inspirada-nos-jogos-the-elder-scrolls/", "urlToImage": "https://cdn.4gnews.pt/imagens/netflix-avanca-para-serie-inspirada-nos-jogos-the-elder-scrolls-og.jpg", "publishedAt": "2021-01-01T18:19:00Z", "content": "Seguindo a tendência atual para levar as histórias de videojogos para o pequeno ecrã, um novo rumor sugere que a Netflix estará a produzir em segredo uma série inspirada na franquia The Elder Scrolls… [+2034 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Quer zelar pela sua saúde mental? Há uma app que promete estar presente nos bons e maus momentos - SAPO Tek", "description": "A Buddio foi desenvolvida em colaboração com especialistas em psicologia e pode ajudá-lo a fazer uma melhor gestão das suas emoções. A app quer acompanhá-lo passo a passo, sugerindo atividades que se enquadram com os seus objetivos e que poderão dar um novo s…", "url": "https://tek.sapo.pt/mobile/ios/artigos/quer-zelar-pela-sua-saude-mental-ha-uma-app-que-promete-estar-presente-nos-bons-e-maus-momentos", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NjQ2oEEeESyRSYX23Pb2BuVe9fkIEP4e02rttR1ck5gYNckWwctLYfMmDqFlczDsyaC9M1+EWvz+jbbA3e0dU9zeZYVURORyUmAttZGMrfqxCQU=", "publishedAt": "2021-01-01T18:18:00Z", "content": "A entrada no ano novo nem sempre é fácil, em particular para quem sofre de ansiedade ou de depressão. Com a pandemia ainda presente, a incerteza em relação ao futuro é grande, levando a uma acumulaçã… [+1432 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Gonçalo Almeida", "title": "Com o mundo fechado em casa, 2020 foi o ano de a Bitcoin voltar a desconfinar - Jornal de Negócios", "description": "A criptomoeda mais famosa do mundo voltou a renovar máximos históricos no ano que agora finda, com o confinamento a aguçar o apetite pelo investimento neste tipo de ativo.", "url": "https://www.jornaldenegocios.pt/mercados/detalhe/com-o-mundo-fechado-em-casa-2020-foi-o-ano-da-bitcoin-voltar-a-desconfinar", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2018-07/img_1200x676$2018_07_06_10_23_20_334579.jpg", "publishedAt": "2021-01-01T18:00:46Z", "content": "Quem ande mais alheado do mundo das criptomoedas poderá achar estranho como é que uma moeda em que não é possível tocar e pouco útil para as compras do dia-a-dia poderá valer tantos dólares. Mas a ve… [+5137 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Xiaomi Redmi K40 tem módulo fotográfico peculiar revelado em novas imagens - 4gnews", "description": "Assim como aconteceu com a Xiaomi, também a Redmi confirmou no dia de apresentação do Snapdragon 888 que, iria ser das primeiras a lançar smartphones com o novo processador. Durante as últimas semanas de 2020, foram vários os rumores sobre os novos smartphone…", "url": "https://4gnews.pt/xiaomi-redmi-k40-tem-modulo-fotografico-peculiar-revelado-em-novas-imagens/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-redmi-k40-tem-modulo-fotografico-peculiar-revelado-em-novas-imagens-og.jpg", "publishedAt": "2021-01-01T17:45:00Z", "content": "Assim como aconteceu com a Xiaomi, também a Redmi confirmou no dia de apresentação do Snapdragon 888 que, iria ser das primeiras a lançar smartphones com o novo processador. Durante as últimas semana… [+1624 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Xiaomi Mi 11 e iPhone 12 têm o mesmo preço, mas só para as marcas! - 4gnews", "description": "O Apple iPhone 12 é um dos flagships mais caros do mercado. Já o Xiaomi Mi 11 é um dos smartphones de gama alto mais acessível tendo em conta os valores praticados na China. Curiosamente, ambos os dispositivos custarão o mesmo a ser produzidos. Segundo avança…", "url": "https://4gnews.pt/xiaomi-mi-11-e-iphone-12-tem-o-mesmo-preco-mas-so-para-as-marcas/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-11-e-iphone-12-tem-o-mesmo-preco-mas-so-para-as-marcas-og.jpg", "publishedAt": "2021-01-01T17:16:00Z", "content": "O Apple iPhone 12 é um dos flagships mais caros do mercado. Já o Xiaomi Mi 11 é um dos smartphones de gama alto mais acessível tendo em conta os valores praticados na China. Curiosamente, ambos os di… [+3521 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "LG quer colocar uma televisão OLED invisível em cada quarto - 4gnews", "description": "A LG revelou há já algum tempo estar a trabalhar em painéis OLED transparentes, mas parece que o seu objetivo atual é tornar esta tecnologia mais acessível aos consumidores. A marca sul coreana revelou recentemente uma possível aplicação dos displays transpar…", "url": "https://4gnews.pt/lg-quer-colocar-uma-televisao-oled-invisivel-em-cada-quarto/", "urlToImage": "https://cdn.4gnews.pt/imagens/lg-quer-colocar-uma-televisao-invisivel-em-cada-quarto-og.jpg", "publishedAt": "2021-01-01T16:09:00Z", "content": "A LG revelou há já algum tempo estar a trabalhar em painéis OLED transparentes, mas parece que o seu objetivo atual é tornar esta tecnologia mais acessível aos consumidores.\r\nA marca sul coreana reve… [+1735 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "NOS: Já conhece o novo Smart Number? Saiba como funciona - Pplware", "description": "A NOS é a primeira operadora em Portugal a desenvolver uma solução que permite que os smartwatches tenham um número associado.", "url": "https://pplware.sapo.pt/smartphones-tablets/nos-ja-conhece-o-novo-smart-number-saiba-como-funciona/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/smart_00.jpg", "publishedAt": "2021-01-01T16:00:00Z", "content": "A operadora NOS foi a primeira a disponibilizar eSim em Portugal. Além disso, recentemente a operadora passou também a permitir que o número de telefone móvel passasse a estar disponível nos smartwat… [+1582 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/nunoliveira1991", "title": "2020 trouxe uma coisa boa! A morte do Adobe Flash! - Leak", "description": "2020 foi um ano terrível para quase todos nós, especialmente graças à pandemia que ainda se vai aguentar mais uns meses do novo ano, devido ao", "url": "https://www.leak.pt/2020-trouxe-uma-coisa-boa-a-morte-do-adobe-flash/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2021/01/adobe-flash-player.webp", "publishedAt": "2021-01-01T15:37:00Z", "content": "2020 foi um ano terrível para quase todos nós, especialmente graças à pandemia que ainda se vai aguentar mais uns meses do novo ano, devido ao facto da vacinação só ter arrancado a sério em Dezembro.… [+1917 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Samsung Galaxy S21 com Exynos 2100 é muito superior à variante com Snapdragon 888 - 4gnews", "description": "À medida que nos aproximamos do lançamento oficial dos novos Samsung Galaxy S21, o volume de informação a circular na internet aumenta exponencialmente. Após ter sido confirmado que o nível de performance do novo Exynos 2100 era superior à do Snapdragon 888, …", "url": "https://4gnews.pt/samsung-galaxy-s21-com-exynos-2100-e-muito-superior-a-variante-com-snapdragon-888/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-s21-com-exynos-2100-e-muito-superior-a-variante-com-snapdragon-888-og.jpg", "publishedAt": "2021-01-01T14:13:00Z", "content": "À medida que nos aproximamos do lançamento oficial dos novos Samsung Galaxy S21, o volume de informação a circular na internet aumenta exponencialmente. Após ter sido confirmado que o nível de perfor… [+3606 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Windows 10 terá uma nova ferramenta dedicada a gerir o espaço ocupado em disco - Pplware", "description": "O Windows 10 tem mais uma ferramenta a chegar, que será dedicada ao espaço ocupado em disco e será usada na linha de comando. O DiskUsage vem da Microsoft", "url": "https://pplware.sapo.pt/microsoft/windows/windows-10-vai-ter-uma-nova-ferramenta-dedicada-ao-espaco-ocupado-em-disco/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/pplware_cores_windows_10_1.jpg", "publishedAt": "2021-01-01T14:00:00Z", "content": "Ao longo dos últimos anos a Microsoft dado ao Windows 10 um conjunto importante de novas ferramentas. Estas são por norma gráficas e ajudam os utilizadores a gerir melhor e de forma mais simples este… [+1892 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Xiaomi Mi 11 Pro tem design revelado em nova imagem! Prepara uma grande surpresa - 4gnews", "description": "No dia em que o Xiaomi Mi 11 chegou às lojas e já dá que falar na China, surgiu aquela que parece ser a primeira imagem oficial da variante Pro. Como se pode ver na imagem, o Xiaomi Mi 11 Pro chegará com um módulo fotográfico muito diferente do Mi 11, tendo u…", "url": "https://4gnews.pt/xiaomi-mi-11-pro-tem-design-revelado-em-nova-imagem-prepara-uma-grande-surpresa/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-11-pro-tem-design-revelado-em-nova-imagem-prepara-uma-grande-surpresa-og.jpg", "publishedAt": "2021-01-01T13:20:00Z", "content": "No dia em que o Xiaomi Mi 11 chegou às lojas e já dá que falar na China, surgiu aquela que parece ser a primeira imagem oficial da variante Pro.\r\nComo se pode ver na imagem, o Xiaomi Mi 11 Pro chegar… [+1446 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "Intel: Acionistas exigem medidas para combater Apple e AMD! - 4gnews", "description": "A Intel atravessa uma das maiores crises da sua história perdendo progressivamente a posição dominante de mercado a que nos habituou, vítima de sucessivos golpes por parte de algumas parceiras de longa data. Depois das notícias sobre a saída iminente do CEO B…", "url": "https://4gnews.pt/intel-acionistas-exigem-medidas-para-combater-apple-e-amd/", "urlToImage": "https://cdn.4gnews.pt/imagens/crise-na-intel-acionistas-exigem-medidas-para-combater-apple-e-amd-og.jpg", "publishedAt": "2021-01-01T11:16:00Z", "content": "A Intel atravessa uma das maiores crises da sua história perdendo progressivamente a posição dominante de mercado a que nos habituou, vítima de sucessivos golpes por parte de algumas parceiras de lon… [+2875 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "LG Wing: Atualização transforma a forma como usas o smartphone - 4gnews", "description": "O LG Wing foi uma das propostas mais interessantes do ano de 2020, mas alguns problemas com o seu software acabaram por prejudicar aquela que podia ter sido uma experiência mais satisfatória. Tendo isso em mente, a marca lançou agora uma atualização para o sm…", "url": "https://4gnews.pt/lg-wing-atualizacao-transforma-a-forma-como-usas-o-smartphone/", "urlToImage": "https://cdn.4gnews.pt/imagens/lg-wing-atualizacao-transforma-a-forma-como-usas-o-smartphone-og.jpg", "publishedAt": "2021-01-01T10:02:00Z", "content": "O LG Wing foi uma das propostas mais interessantes do ano de 2020, mas alguns problemas com o seu software acabaram por prejudicar aquela que podia ter sido uma experiência mais satisfatória.\r\nTendo … [+2397 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Precisa de instalar o Windows 10? É hora de pedir ajuda ao Android - Pplware", "description": "O que fazer para instalar o Windows 10 se não tivermos acesso a um PC? É aqui que o Android pode dar uma ajuda grande, com uma simples app", "url": "https://pplware.sapo.pt/truques-dicas/dica-precisa-de-instalar-o-windows-10-e-hora-de-pedir-ajuda-ao-android/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/pplware_android_pen_usb_windows_10_2.jpg", "publishedAt": "2021-01-01T10:00:00Z", "content": "Instalar o Windows 10 é um processo simples, se nos rodearmos das ferramentas certas. Basta ter uma pen com o sistema operativo da Microsoft pronto e tudo decorre de forma fluída e sem problemas.\r\nCl… [+2150 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "O Android 11 está a chegar ao Xiaomi Mi A3! E para variar começam os problemas… - Pplware", "description": "A passagem do Xiaomi Mi A3 para o Android 11 está a acontecer já, mas como não podia deixar de ser, os problemas estão já a surgir. Assim, evite esta versão", "url": "https://pplware.sapo.pt/smartphones-tablets/android/o-android-11-esta-a-chegar-ao-xiaomi-mi-a3-e-para-variar-comecam-os-problemas/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/05/xiaomi_mi_a3_1_europa.jpg", "publishedAt": "2021-01-01T09:00:00Z", "content": "A Xiaomi tem no Mi A3 um smartphone com um grande sucesso. Um hardware muito equilibrado, associado a um preço muito convidativo fizerem deste equipamento um campeão de vendas, ainda mais porque vem … [+2271 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "MadreMedia / Lusa", "title": "Vistos, encomendas ou roaming. O novo normal para os cidadãos europeus e britânicos - SAPO 24", "description": "A partir desta sexta-feira, o ‘Brexit’ torna-se uma realidade e cidadãos europeus e britânicos vão ter de se habituar ao “novo normal” nas relações entre o Reino Unido e a União Europeia (UE), com impacto em áreas como o turismo, trabalho e estudos.", "url": "https://24.sapo.pt/atualidade/artigos/vistos-encomendas-ou-roaming-o-novo-normal-para-os-cidadaos-europeus-e-britanicos", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Fsapo24.web.sapo.io%2Fassets%2Fimg%2F24-sapo%2Ffacebook-overlay.png&epic=YWI5t+49dvHmfpbmj+rXAadqgySbXhSuLuL57HgVJ81xf/0ZMPpnRtm4Mm36vkcNQnFRtDewqsIowUb89lU0dGwpsxL+ORIqqIUNH464Q8eDH9s=", "publishedAt": "2021-01-01T08:14:00Z", "content": "O Acordo de Comércio e Cooperação UE-Reino Unido finalizado a 24 de dezembro clarificou várias questões que afetam diretamente pessoas e empresas:\r\nPara além de turistas, a isenção recíproca de visto… [+4496 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Os melhores smartphones de 2020 segundo a DxOMark - 4gnews", "description": "A DxOMark é uma referência nas avaliações às câmaras fotográficas dos smartphones, câmaras digitais e variadíssimos dispositivos móveis. Entretanto, a empresa (DxO) expandiu a sua área de abrangência, cobrindo já vários aspetos cruciais dos nossos telefones. …", "url": "https://4gnews.pt/os-melhores-smartphones-de-2020-segundo-a-dxomark/", "urlToImage": "https://cdn.4gnews.pt/imagens/os-melhores-smartphones-de-2020-segundo-a-dxomark-og.jpg", "publishedAt": "2020-12-31T20:35:00Z", "content": "A DxOMark é uma referência nas avaliações às câmaras fotográficas dos smartphones, câmaras digitais e variadíssimos dispositivos móveis. Entretanto, a empresa (DxO) expandiu a sua área de abrangência… [+3200 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Edgar Caetano", "title": "Está a conseguir poupar mais em tempo de crise? Oito formas de aplicar o seu dinheiro em 2021 - Observador", "description": "", "url": "https://observador.pt/especiais/esta-a-conseguir-poupar-mais-em-tempo-de-crise-oito-formas-de-aplicar-o-seu-dinheiro-em-2021/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A770%3A403%2Fc%3A4096%3A2302%3Anowe%3A0%3A379%2Fq%3A85%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2020%2F12%2F30155908%2FGettyImages-1141866524-scaled.jpg", "publishedAt": "2020-12-31T19:54:00Z", "content": "Em alternativa pode optar pelos certificados do Tesouro, que na série atualmente em subscrição se chamam Certificados do Tesouro Poupança Crescimento (CTPC). Também podem ser subscritos aos balcões d… [+20097 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Rui Parreira", "title": "Tiny Robots Recharged: Mantenha sempre os robots com energia para avançar na aventura - SAPO Tek", "description": "Esta proposta para smartphones oferece-nos mais de 40 níveis repletos de puzzles para resolver, numa aventura desafiante e divertida.", "url": "https://tek.sapo.pt/mobile/ios/artigos/tiny-robots-recharged-mantenha-sempre-os-robots-com-energia-para-avancar-na-aventura", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NDAxg3Gs55mbsg/nJ2gpjINEWRnfGqVVJsgR3Ne+d3iCZZjTy/rJse8cRGO+rrP8GNSU3ukurKgdSZI2aRE2psXU2sSOJNw9mIc3ngSaRcHJmIM=", "publishedAt": "2020-12-31T19:21:00Z", "content": "O objetivo de Tiny Robots Recharged, como o nome deixa antever, é obter energia para carregar as baterias dos pequenos robots. Só assim estes terão capacidade de avançar pelos cenários. Mas a tarefa … [+1128 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/sergio.magno", "title": "Visão | Android Auto chega (finalmente) a Portugal - Exame Informática", "description": "A plataforma da Google que permite correr aplicações do smartphone nos ecrãs dos automóveis começa a ficar disponível para os utilizadores portugueses a partir de hoje", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/2020-12-31-android-auto-chega-finalmente-a-portugal/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2020/12/Android-Auto_exame%20informática.jpg", "publishedAt": "2020-12-31T17:00:00Z", "content": null}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "WhatsApp: não te deixes enganar pelo novo engodo que corre na plataforma - 4gnews", "description": "O alerta foi dado por WABetaInfo e dá conta de um novo esquema que tenta extorquir dinheiro aos utilizadores do WhatsApp. Com a passagem de ano prestes a acontecer, os meliantes intimidam os utilizadores para ceder às suas exigências. Contudo, tal como é apon…", "url": "https://4gnews.pt/whatsapp-nao-te-deixes-enganar-pelo-novo-engodo-que-corre-na-plataforma/", "urlToImage": "https://cdn.4gnews.pt/imagens/whatsapp-nao-te-deixes-enganar-pelo-novo-engodo-que-corre-na-plataforma-og.jpg", "publishedAt": "2020-12-31T16:27:00Z", "content": "O alerta foi dado por WABetaInfo e dá conta de um novo esquema que tenta extorquir dinheiro aos utilizadores do WhatsApp. Com a passagem de ano prestes a acontecer, os meliantes intimidam os utilizad… [+2502 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "AMD, Apple, Xiaomi, Tesla e Zoom foram as melhores marcas de 2020 - Pplware", "description": "Na passada semana questionámos os leitores sobre as marcas que mais se destacaram em 2020. As escolhas apontam a AMD, a Apple, a Xiaomi, a Tesla e o Zoom.", "url": "https://pplware.sapo.pt/gadgets/amd-apple-xiaomi-tesla-e-zoom-foram-as-melhores-marcas-de-2020/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/marcas-2020-1.jpg", "publishedAt": "2020-12-31T16:00:00Z", "content": "E hoje chega ao fim o ano de 2020. E pedimos que leve consigo toda esta pandemia e as nossas preocupações com ela relacionadas. Mas sem dúvida que também houve coisas boas e muito positivas, nomeadam… [+2261 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Deepfakes: como 2020 mostrou que é possível combater o lado escuro da tecnologia de inteligência artificial - SAPO Tek", "description": "Desde apps que recorrem à tecnologia a projetos de combate a conteúdos manipulados, neste ano muitas organizações e gigantes tecnológicas mostraram que as deepfakes podem ser usadas para informar e animar os cidadãos.", "url": "https://tek.sapo.pt/multimedia/artigos/deepfakes-como-2020-mostrou-que-e-possivel-combater-o-lado-escuro-da-tecnologia-de-inteligencia-artificial", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&png=1&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=Y2Ew6ZYA2OpxtRkwhEcCCR1IxFWrQAMo776gcAFiFp5lInWMv5fCmasZTdlj31e+sYq186uBJ64zqtKxXywxNJkWD68ClowhPN1IeYOojycjoSI=", "publishedAt": "2020-12-31T15:11:00Z", "content": "As deepfakes têm uma má reputação, e com razão, já que grande parte delas são usadas para promoverem a desinformação ou conteúdos ilegais. No entanto, em 2020 a tecnologia que \"fabrica\" vídeos realis… [+3859 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "COVID-19: Registo da vacina no Android e iOS? Sim, já existe - Pplware", "description": "Aproveitando todo o potencial da tecnologia e dos dispositivos móveis, a empresa americana Healthvana lançou uma solução para registo da toma da vacina", "url": "https://pplware.sapo.pt/smartphones-tablets/covid-19-registo-da-vacina-no-android-e-ios-sim-ja-existe/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/vacina_2.jpg", "publishedAt": "2020-12-31T14:30:00Z", "content": "Registo da vacina no smartphone? A tecnologia tem sido uma forte aliada da área da saúde. A par de toda a ciência direcionada para a descoberta de soluções para a COVID-19, têm também aparecido ferra… [+1719 chars]"}, {"source": {"id": null, "name": "Vdigital.pt"}, "author": "Dinheiro Vivo", "title": "É assim que dançam os robôs da Boston Dynamics - V", "description": "A Boston Dynamics, fundada como um spin-off do MIT, Instituto de Tecnologia de Massachusetts, em Boston, continua a partilhar as capacidades das suas invenções robóticas - como parkour, backflips e abertura de portas. Na sua última publicação, a empresa revel…", "url": "https://www.vdigital.pt/noticias/inovacao/e-assim-que-dancam-os-robos-da-boston-dynamics-13186178.html", "urlToImage": "https://static.globalnoticias.pt/ve/image.aspx?brand=VE&type=generate&guid=5978cc83-dfa7-4947-9943-6db1207b9356&w=800&h=420&watermark=true&t=20201231152700", "publishedAt": "2020-12-31T14:27:00Z", "content": null}, {"source": {"id": null, "name": "Dinheirovivo.pt"}, "author": "Dinheiro Vivo", "title": "Robôs da Boston Dynamics já dançam. Veja o vídeo - Dinheiro Vivo", "description": "A Boston Dynamics, empresa de robótica cujos vídeos se têm tornado virais, publicou um novo vídeo a mostrar as capacidades em dança dos seus robôs Atlas e Spot.", "url": "https://www.dinheirovivo.pt/empresas/tecnologia/robos-da-boston-dynamics-ja-dancam-veja-o-video-13185619.html", "urlToImage": "https://static.globalnoticias.pt/dv/image.aspx?brand=DV&type=generate&guid=a2cfb170-bdf8-4ac7-9b1b-45eff0ecfad2&w=800&h=420&watermark=true&t=20201231132700", "publishedAt": "2020-12-31T13:27:00Z", "content": "Boston Dynamics\r\nA Boston Dynamics, fundada como um spin-off do MIT, Instituto de Tecnologia de Massachusetts, em Boston, continua a partilhar as capacidades das suas invenções robóticas - como parko… [+750 chars]"}, {"source": {"id": null, "name": "Autosport.pt"}, "author": "Guilherme André", "title": "Tesla continua a ser referência no desenvolvimento de baterias para carros elétricos - Auto+", "description": "A Tesla é conhecida por ser uma marca que impulsionou o desenvolvimento de carros elétricos. Liderada pelo carismático Elon Musk, passou de start-up a referência em poucos anos e, atualmente, continua a ser líder no segmento de carros elétricos. Para além dis…", "url": "https://automais.autosport.pt/noticias/tesla-continua-a-ser-referencia-no-desenvolvimento-de-baterias-para-carros-eletricos/", "urlToImage": "https://images-automais.autosport.pt/2020/12/tesla-model-s-batterie.png", "publishedAt": "2020-12-31T13:06:24Z", "content": "A Tesla é conhecida por ser uma marca que impulsionou o desenvolvimento de carros elétricos. Liderada pelo carismático Elon Musk, passou de start-up a referência em poucos anos e, atualmente, continu… [+1249 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "MIUI 12.5: as datas de distribuição a smartphones Xiaomi - 4gnews", "description": "A Xiaomi revelou a data prevista para o início da distribuição da versão estável da MIUI 12.5. Esta que é a mais recente versão da sua interface para smartphones Xiaomi, Redmi e POCO, traz novidades e melhorias de desempenho, chegando a partir de abril. Atual…", "url": "https://4gnews.pt/miui-12-5-as-datas-de-chegada-a-smartphones-xiaomi-redmi-e-poco/", "urlToImage": "https://cdn.4gnews.pt/imagens/miui-12-5-as-datas-de-chegada-a-smartphones-xiaomi-redmi-e-poco-og.jpg", "publishedAt": "2020-12-31T13:02:00Z", "content": "A Xiaomi revelou a data prevista para o início da distribuição da versão estável da MIUI 12.5. Esta que é a mais recente versão da sua interface para smartphones Xiaomi, Redmi e POCO, traz novidades … [+1848 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Como limpar a lista de pesquisas de apps Android na Play Store - Pplware", "description": "Limpar as pesquisas feitas na Play Store é um processo simples e que hoje vamos mostrar como se faz num smartphone Android.", "url": "https://pplware.sapo.pt/smartphones-tablets/android/dica-como-limpar-a-lista-de-pesquisas-de-apps-android-na-play-store/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/01/pplware_atualizacao_app_play_store_1.jpg", "publishedAt": "2020-12-31T11:45:00Z", "content": "Sendo o centro do Android, a Play Store é o local onde os utilizadores recorrem sempre que precisam de procurar alternativas ou novidades. Este local é único e pode ser confuso se as pesquisas não fo… [+1781 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Redmi Note 9T a caminho: prepara-te para mais um smartphone - 4gnews", "description": "Mais do que nunca, 2020 foi o ano em que a Xiaomi cavalgou a onda de uma mesma linha de smartphones de gama-média da submarca Redmi. E mais um está a caminho, sob o nome Redmi Note 9T. Não, parece que ainda não é desta que teremos um Redmi Note 10. Isto porqu…", "url": "https://4gnews.pt/xiaomi-redmi-note-9t-prepara-te-para-mais-um-smartphone/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-redmi-note-9t-prepara-te-para-mais-um-smartphone-og.jpg", "publishedAt": "2020-12-31T11:02:00Z", "content": "Mais do que nunca, 2020 foi o ano em que a Xiaomi cavalgou a onda de uma mesma linha de smartphones de gama-média da submarca Redmi. E mais um está a caminho, sob o nome Redmi Note 9T.\r\nNão, parece q… [+1227 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Xiaomi Mi Casual Daypack: mochila versátil a preço irresistível - 4gnews", "description": "A mochila Xiaomi Mi Casual Daypack é uma das melhores compras que podes fazer por menos de 10 euros nas lojas oficiais da marca em Portugal, as Mi Store. Face ao preço habitual de 9,99 €, a mochila Xiaomi custa agora 7,92 €, um desconto de 20%. Está disponíve…", "url": "https://4gnews.pt/xiaomi-mi-casual-daypack-mochila-versatil-a-preco-irresistivel/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-casual-daypack-mochila-versatil-a-preco-irresistivel-og.jpg", "publishedAt": "2020-12-31T10:43:00Z", "content": "A mochila Xiaomi Mi Casual Daypack é uma das melhores compras que podes fazer por menos de 10 euros nas lojas oficiais da marca em Portugal, as Mi Store. Face ao preço habitual de 9,99 , a mochila Xi… [+1676 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Huawei Watch GT2 Pro: Conheça um dos melhores smartwatches que está no mercado - Pplware", "description": "O mais recente smartwatch da Huawei já esteve com o Pplware e por isso hoje damos a conhecer o novo Watch GT2 Pro, uma das melhores propostas do mercado", "url": "https://pplware.sapo.pt/analises-2/huawei-watch-gt2-pro-conheca-um-dos-melhores-smartwatches-que-esta-no-mercado/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/pplware_hauwei_watch_get2_pro_07.jpg", "publishedAt": "2020-12-31T10:00:00Z", "content": "O mercado dos smartwatches tem sido uma aposta segura de muitas marcas. Estes deixaram já de ser um objeto de moda para serem uma presença constante e útil no dia a dia, em vários cenários e para os … [+5265 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "MIUI 12.5: descarrega aqui os novos wallpapers do Xiaomi Mi 11 - 4gnews", "description": "O novo Xiaomi Mi 11 é o primeiro smartphone da fabricante a utilizar a MIUI 12.5, a mais recente versão da interface / skin da marca liderada por Lei Jun, repleta de novos papéis de parede. Agora, também podem descarregar e usar todos os novos wallpapers. Ain…", "url": "https://4gnews.pt/miui-12-5-descarrega-wallpapers-xiaomi-mi-11/", "urlToImage": "https://cdn.4gnews.pt/imagens/miui-12-5-descarrega-aqui-os-novos-wallpapers-do-xiaomi-mi-11-og.jpg", "publishedAt": "2020-12-31T10:00:00Z", "content": "O novo Xiaomi Mi 11 é o primeiro smartphone da fabricante a utilizar a MIUI 12.5, a mais recente versão da interface / skin da marca liderada por Lei Jun, repleta de novos papéis de parede. Agora, ta… [+2228 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Apple teve derrota importante em caso contra empresa de emulador do iOS - Pplware", "description": "A Apple viu assim negada por uma decisão do tribunal a sua vontade de interromper o serviço de emulação do iOS que a Corellium fornece", "url": "https://pplware.sapo.pt/apple/apple-teve-derrota-importante-em-caso-contra-empresa-de-emulador-do-ios/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/apple_tribunal_ios_1.jpg", "publishedAt": "2020-12-31T09:00:00Z", "content": "A Apple tem, neste momento, vários processos a decorrer em tribunal, que parecem estar a tomar direções diferentes. Ao contrário de outros anos, nem todos estão a pender para o lado da gigante de Cup… [+2229 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Green Savers", "title": "Da energia solar aos insetos comestíveis. Conheça os 10 factos que vão mudar o Planeta em 2021 - Green Savers", "description": "Os efeitos da pandemia causada pelo novo coronavírus durará muitos anos mas também podem acelerar a transição da sociedade para novas formas de viver em comunidade.", "url": "https://greensavers.sapo.pt/da-energia-solar-aos-insetos-comestiveis-conheca-os-10-acontecimentos-que-vao-mudar-o-planeta-em-2021/", "urlToImage": "https://greensavers.sapo.pt/wp-content/uploads/2019/12/planeta.jpg", "publishedAt": "2020-12-31T09:00:00Z", "content": "A revista The Economist publicou recentemente mais um dos seus tradicionais anuários: The World in 2021 (O Mundo em 2021). Os temas da Sutentabilidade, Clima e Aquecimento Global estão entre os mais … [+9090 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Utilizadores relatam problemas nos gatilhos adaptáveis do comando da PlayStation 5 - Pplware", "description": "Vários utilizadores têm partilhado queixas sobre problemas e mau funcionamento dos gatilhos adaptáveis do comando DualSense.", "url": "https://pplware.sapo.pt/gadgets/hardware/utilizadores-relatam-problemas-nos-gatilhos-adaptaveis-do-comando-da-playstation-5/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/comando-dualsense-ps5.jpg", "publishedAt": "2020-12-31T08:00:00Z", "content": "A PlayStation 5 foi lançada há pouco mais de um mês e rapidamente conquistou os jogadores. São vários os elogios à consola da Sony, sendo que também tem sido um autêntico sucesso de vendas.\r\nNo entan… [+2512 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "A Google trouxe uma novidade importante para a seleção de texto do Android - Pplware", "description": "As unidades podem a partir de agora ser convertidas diretamente, sem terem de ser copiadas no Android. Esta é uma novidade interessante que a Google trouxe", "url": "https://pplware.sapo.pt/google/a-google-trouxe-uma-novidade-importante-para-a-selecao-de-texto-do-android/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/pplware_selecionar_texto_google_1.jpg", "publishedAt": "2020-12-31T00:30:00Z", "content": "A Google tem, ao longo dos anos, conseguido trazer pequenas novidades aos seus serviços, de forma simples e muitas vezes discreta. Estes integram-se nas muitas funcionalidades, nem sempre deforma dir… [+1758 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "Conheça os smartphones mais populares de 2020 - Notícias ao Minuto", "description": "A Samsung é uma das melhor representadas.", "url": "https://www.noticiasaominuto.com/tech/1656122/conheca-os-smartphones-mais-populares-de-2020", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1609340765/naom_5faa7dedb54e1.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjk5MCwiY3JvcEhlaWdodCI6MTc1OSwiY3JvcFgiOjc4MSwiY3JvcFkiOjB9LCJsYW5kc2NhcGUiOnsiY3JvcFdpZHRoIjoyNTYwLCJjcm9wSGVpZ2h0IjoxNDM5LCJjcm9wWCI6MCwiY3JvcFkiOjIxNX19", "publishedAt": "2020-12-30T23:00:00Z", "content": "O início do ano não foi fácil para o mercado mobile, com vários fornecedores e fábricas a serem obrigadas a encerrar devido à pandemia de Covid-19. Ainda que tenha sido um ano difícil para algumas fa… [+707 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Análise ao iPhone 12 Pro Max… provavelmente o melhor smartphone do mundo - Pplware", "description": "Deixamos a nossa análise aquele que será o iPhone mais desejado desde há muitos anos. No foco do trabalho estará o topo de gama, o iPhone 12 Pro Max.", "url": "https://pplware.sapo.pt/analises-2/analise-iphone-12-pro-max-provavelmente-o-melhor-smartphone-do-mundo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/Apple-iPhone-12-Pro-Max-1_1.jpg", "publishedAt": "2020-12-30T21:30:00Z", "content": "A Apple esteve muito ativa no ano 2020. Iniciou o ano com o lançamento de um iPhone SE mas guardou para o último trimestre o lançamento da série iPhone 12. Assim, além de uma nova estrutura, mais ret… [+20253 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "2021 traz novas tendências para o mercado das aplicações móveis - Pplware", "description": "O mercado de 2021 irá requisitar muitas apps móveis. O mundo mudou e não voltará ao passado. Trabalhar remotamente, videoconferências, IoT e muito mais", "url": "https://pplware.sapo.pt/smartphones-tablets/2021-traz-novas-tendencias-para-o-mercado-das-aplicacoes-moveis/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/apps_2021_00.jpg", "publishedAt": "2020-12-30T20:30:00Z", "content": "O ano que agora termina mudou significativamente a forma como usamos a internet e as aplicações em geral. Apesar de ser uma transformação forçada pela pandemia, a verdade é que hoje usamos e usufruím… [+4660 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "How to TEK: Ligue o PC ou smartphone à TV e reúna a família para uma passagem do ano online - SAPO Tek", "description": "Está a planear fazer uma videochamada especial com a família nesta passagem de ano? Ligar o seu computador, smartphone ou tablet à TV pode ser uma aposta acertada e no How to TEK damos-lhe a conhecer 4 formas de fazê-lo.", "url": "https://tek.sapo.pt/how-to/artigos/how-to-tek-ligue-o-pc-ou-smartphone-a-tv-e-reuna-a-familia-para-uma-passagem-do-ano-online", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NzRicQfNjzomn6XJIUh66r0eIRCKTpsMBF4Sn8RWZou+eFq79fwmf6MeSHBD7elKDXs+I/Ind/MXC7fz7dDtQ1p3GWc1yw2Fdp2DrmYAJUkLDcc=", "publishedAt": "2020-12-30T19:21:00Z", "content": "À semelhança do Natal, os planos da passagem de ano de muitos portugueses tiveram de se alterar devido à pandemia de COVID-19. No entanto, através da tecnologia, pode ligar-se aos seus mais queridos … [+3925 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Samsung Galaxy S21 com Exynos 2100 promete apagar a má imagem deixada em 2020 - 4gnews", "description": "A Samsung viveu um ano conturbado por várias razões. Uma das principais críticas tecidas à sul-coreana em 2020 teve que ver com os Galaxy S20 e a substancial diferença que existente entre as versões com processadores Snapdragon e Exynos. Com a nova geração de…", "url": "https://4gnews.pt/samsung-galaxy-s21-com-exynos-2100-promete-apagar-a-ma-imagem-deixada-em-2020/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-s21-com-exynos-2100-promete-apagar-a-ma-imagem-deixada-em-2020-og.jpg", "publishedAt": "2020-12-30T18:26:00Z", "content": "A Samsung viveu um ano conturbado por várias razões. Uma das principais críticas tecidas à sul-coreana em 2020 teve que ver com os Galaxy S20 e a substancial diferença que existente entre as versões … [+2067 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Conheça os jogos mais populares e mais vendidos na Steam em 2020 - Pplware", "description": "No final de cada ano faz-se uma analise do melhor e pior. Assim, Steam revelou agora o seus jogos mais populares e também os mais vendidos de 2020.", "url": "https://pplware.sapo.pt/jogos/conheca-os-jogos-mais-populares-e-mais-vendidos-na-steam-em-2020/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/steam-jogos-2020.jpg", "publishedAt": "2020-12-30T18:00:00Z", "content": "O ano de 2020 está quase a dizer adeus e agora é então hora de fazermos uma reflexão acerca de tudo o que se passou nos últimos doze meses. Sem dúvida que a pandemia conquista o grande destaque, mas … [+3369 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mariana Bandeira", "title": "\"Moeda digital do Facebook vai mesmo ser lançada no início de 2021. É um produto muito especial\" - Jornal Económico", "description": "", "url": "https://jornaleconomico.sapo.pt/noticias/a-moeda-digital-do-facebook-vai-mesmo-ser-lancada-no-inicio-de-2021-e-um-produto-muito-especial-682112", "urlToImage": "https://jornaleconomico.sapo.pt/wp-content/uploads/2019/07/fblibra2-e1562796752332.jpg", "publishedAt": "2020-12-30T17:45:00Z", "content": "O cofundador e presidente da fintech luso-americana Anchorage é um dos rostos por trás da moeda digital do Facebook, que mudou recentemente de “Libra” para para “Diem”. Ao Jornal Económico, o empreen… [+2845 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/nunoliveira1991", "title": "RTX 3070 vs RX 6800: Qual é a melhor placa para o preço? - Leak", "description": "RTX 3070 vs RX 6800: Como deve saber, 2020 marca o ano em que a AMD ultrapassou a Intel, mas também foi capaz de surpreender a NVIDIA", "url": "https://www.leak.pt/rtx-3070-vs-rx-6800-qual-e-a-melhor-placa-para-o-preco/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2020/03/amd-nvidia.jpg", "publishedAt": "2020-12-30T17:31:00Z", "content": "RTX 3070 vs RX 6800: Como deve saber, 2020 marca o ano em que a AMD ultrapassou a Intel, mas também foi capaz de surpreender a NVIDIA com uma nova gama de placas realmente interessante e poderosa, as… [+2473 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "Os smartphones preferidos da equipa 4gnews em 2020 (Seleção do Abílio) - 4gnews", "description": "O ano que agora termina marca um período menos positivo na indústria de smartphones, com um decréscimo generalizado de vendas a que quase nenhuma marca escapou. As dificuldades impostas pela pandemia traduziram-se numa aposta mais reduzida na criatividade, at…", "url": "https://4gnews.pt/smartphones-preferidos-4gnews-2020-abilio/", "urlToImage": "https://cdn.4gnews.pt/imagens/smartphones-preferidos-4gnews-2020-abilio-og.jpg", "publishedAt": "2020-12-30T17:17:00Z", "content": "O ano que agora termina marca um período menos positivo na indústria de smartphones, com um decréscimo generalizado de vendas a que quase nenhuma marca escapou.\r\nAs dificuldades impostas pela pandemi… [+4124 chars]"}, {"source": {"id": null, "name": "Dinheirovivo.pt"}, "author": "Elisabete Tavares", "title": "Portugueses aderem à nova febre da bitcoin - Dinheiro Vivo", "description": "A moeda digital mais popular em todo o Mundo superou o preço recorde atingido há três anos. Crise económica parece ter levado investidores do ouro para os criptoativos", "url": "https://www.dinheirovivo.pt/economia/portugueses-aderem-a-nova-febre-da-bitcoin-13181615.html", "urlToImage": "https://static.globalnoticias.pt/dv/image.aspx?brand=DV&type=generate&guid=658119aa-dd44-457b-9609-b2bf8145cdc5&w=800&h=420&watermark=true&t=20201229221200", "publishedAt": "2020-12-30T17:02:00Z", "content": "© Ozan KOSE/AFP\r\nDe moeda associada ao lado mais negro da Internet a estrela dos investidores. A febre da bitcoin está de volta. Os portugueses também aderiram à nova onda de euforia em torno da moed… [+6481 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Huawei em 2020: Um ano forte no hardware e a afirmação da AppGallery - Pplware", "description": "2020 foi o afirmar da Huawei em muitas áreas e foi também o ano de se aventurar em novos produtos. Recorde as principais novidades da marca.", "url": "https://pplware.sapo.pt/gadgets/huawei-2020-e-o-ano-da-afirmacao-da-appgallery/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/06/Huawei-P40-Pro-appgallery-1.jpg", "publishedAt": "2020-12-30T16:50:00Z", "content": "A Huawei viu o seu ano de 2019 assombrado por uma guerra entre a China e os Estados Unidos que teve consequências para aquilo que é o futuro da marca no segmento de consumo doméstico. Depois da sua m… [+6803 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "Há mais telemóveis da Samsung a receberem a nova grande atualização - Notícias ao Minuto", "description": "Seguem-se em breve os smartphones dobráveis da empresa.", "url": "https://www.noticiasaominuto.com/tech/1656180/ha-mais-telemoveis-da-samsung-a-receberem-a-nova-grande-atualizacao", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1609344243/naom_5f443d0b88c75.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjk2MCwiY3JvcEhlaWdodCI6MTcwNywiY3JvcFgiOjY2MSwiY3JvcFkiOjB9LCJsYW5kc2NhcGUiOnsiY3JvcFdpZHRoIjoyNTYwLCJjcm9wSGVpZ2h0IjoxNDQwLCJjcm9wWCI6MCwiY3JvcFkiOjE4NH19", "publishedAt": "2020-12-30T16:02:00Z", "content": "Os detentores de dispositivos mais antigos da Samsung têm agora a oportunidade de atualizar os respetivos dispositivos para a mais recente versão do sistema operativo da empresa.\r\nDiz o SamMobile que… [+547 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Valor histórico da Bitcoin: Criptomoeda chegou aos 28.572 dólares - Pplware", "description": "A Bitcoin, considerada atualmente a criptomoeda mais usada a nível mundial, atingiu hoje um novo recorde. Cotação chegou aos 28.572 dólares", "url": "https://pplware.sapo.pt/internet/valor-historico-da-bitcoin-criptomoeda-chegou-aos-28-572-dolares/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/bitcoin_00-2.jpg", "publishedAt": "2020-12-30T15:48:00Z", "content": "Mais uns dias e mais um recorde da moeda digital Bitcoin. A moeda digital continua forte e no passado dia 27 de dezembro chegou aos 27 mil dólares (22 mil euros)… e esperava-se que neste dia 30 de de… [+1715 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Rádio Renascença", "title": "WhatsApp pode deixar de funcionar em milhões de telemóveis a partir do início de 2021 - Renascença", "description": "Ainda que os efeitos se comecem a sentir já esta semana, este é um processo que vai acontecer de forma gradual em que, a partir do início de janeiro.", "url": "https://rr.sapo.pt/2020/12/30/economia/whatsapp-pode-deixar-de-funcionar-em-milhoes-de-telemoveis-a-partir-do-inicio-de-2021/noticia/220476/", "urlToImage": "https://cdnimages01.azureedge.net/renascenca/internet_3113279_192018343461_socialshare.jpg", "publishedAt": "2020-12-30T15:45:00Z", "content": "A aplicação de mensagens WhatsApp vai deixar de poder ser usado em milhões de telemóveis, a partir de janeiro de 2021, por deixar de suportar sistemas operativos específicos. Os dispositivos mais ant… [+869 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "Não esvazie os seus bolsos: software e jogos estão ao alcance de todos! - Pplware", "description": "Não esvazie os seus bolsos antes do fim do ano: a Godeal24 apresenta os melhores preços para Windows 10, Office 2019, Jogos e muitos utilitários", "url": "https://pplware.sapo.pt/software/nao-esvazie-bolsos-godeal24/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/godeal24-bolso-poupar-chave-windows-office-jogos-playstation-xbox.jpg", "publishedAt": "2020-12-30T15:30:00Z", "content": "A Godeal24 entra no espírito do Ano Novo com excelentes votos para partilhar com todos os utilizadores, especialmente de votos low cost para o Windows e Office. Caso seja um dos utilizadores que nece… [+1899 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Hugo Séneca", "title": "Cada Bitcoin vale quase 23 mil euros. E não deverá ficar por aqui - Expresso", "description": "Fred Antunes, presidente da Associação Portuguesa de Blockchain e Criptomoedas, relaciona a valorização das bitcoins com a crescente procura de investidores convencionais e a aplicação de nova regulação", "url": "https://expresso.pt/economia/2020-12-30-Cada-Bitcoin-vale-quase-23-mil-euros.-E-nao-devera-ficar-por-aqui", "urlToImage": "http://images.impresa.pt/expresso/2018-02-16-criptomoedas-bitcoins-sem-legendas/fb/wm", "publishedAt": "2020-12-30T15:20:00Z", "content": "As bitcoins chegaram ao penúltimo dia do ano com um valor de 22.973 euros. Além de já ter superado os máximos de janeiro de 2018, o atual valor da mais famosa das criptomoedas registou um crescimento… [+397 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Rumor sugere que os AirPods Pro de 2.ª geração podem vir em dois tamanhos - Pplware", "description": "Intensificam-se os rumores para o lançamento dos AirPods Pro de segunda geração. Eventualmente estes poderão ser mais pequenos.", "url": "https://pplware.sapo.pt/apple/rumor-sugere-que-os-airpods-pro-de-2-a-geracao-podem-vir-em-dois-tamanhos/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/02/airpods_pro_lite00.jpg", "publishedAt": "2020-12-30T15:00:00Z", "content": "A Apple deverá estar já a preparar uma nova geração de uma dos seus produtos de mais sucesso, os AirPods Pro. Assim, os rumores intensificam-se e dão conta que há hardware descoberto que sugere haver… [+2724 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Quer fazer um “detox digital”? Conheça algumas apps que deve apagar antes de 2021 - SAPO Tek", "description": "Quer seja por razões de privacidade ou pelo impacto que têm na saúde, existem aplicações que podem estar a mais no seu smartphone.", "url": "https://tek.sapo.pt/mobile/apps/artigos/quer-fazer-um-detox-digital-conheca-algumas-apps-que-deve-apagar-antes-de-2021", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YWI4TPnkK7x7YfYbEI2NHj9U0olXf7u2jPH26PXPrBfOqmQer82rD6lrZId58TH7QpkCChRLmgUkwrfRhhrnRwPKnS1h6G7YK5aDII94wKaK8X4=", "publishedAt": "2020-12-30T13:23:00Z", "content": "Mais de 40% dos europeus garantiram que queriam mudar o estilo de vida online em 2020. Entre os compromissos estava a aposta num \"detox digital\" e há uma lista que o quer ajudar a cumprir esse objeti… [+950 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "Televisões Samsung QLED vão ficar ainda melhores como novo padrão HDR - 4gnews", "description": "A Samsung continua a inovar no segmento de televisões inteligentes, e anunciou agora novos modelos equipados com tecnologia HDR10+ Adaptive. A nova funcionalidade vai contribuir para a otimização da qualidade da imagem tendo como base a luz ambiente da divisã…", "url": "https://4gnews.pt/televisoes-samsung-qled-vao-ficar-ainda-melhores-com-novo-padrao-hdr/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-televisoes-qled-vao-adaptar-se-a-luz-ambiente-og.jpg", "publishedAt": "2020-12-30T13:04:00Z", "content": "A Samsung continua a inovar no segmento de televisões inteligentes, e anunciou agora novos modelos equipados com tecnologia HDR10+ Adaptive. A nova funcionalidade vai contribuir para a otimização da … [+1612 chars]"}, {"source": {"id": null, "name": "Tempo.pt"}, "author": "Joana Campos", "title": "Será a fusão nuclear a resposta para a crise climática? - Tempo.pt", "description": "Novos estudos promissores sugerem que este tipo de tecnologia pode ser capaz de produzir energia até ao final da década.", "url": "https://www.tempo.pt/noticias/ciencia/fusao-nuclear-resposta-crise-climatica.html", "urlToImage": "https://services.meteored.com/img/article/fusao-nuclear-resposta-crise-climatica-302561-210_1280.jpg", "publishedAt": "2020-12-30T12:21:00Z", "content": "Joana Campos\r\n30 Dez. 2020\r\n3 min\r\nEste plano pode, em breve, ganhar um impulso com a fusão nuclear, uma tecnologia poderosa que até recentemente parecia muito fora do alcance.\r\nOs investigadores que… [+2500 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Microsoft Remote Desktop: Aceda do macOS ao ambiente do Windows - Pplware", "description": "O macOS não traz nenhuma ferramenta para este efeito, mas podemos sempre instalar gratuitamente a app Microsoft Remote Desktop.", "url": "https://pplware.sapo.pt/apple/microsoft-remote-desktop-aceda-do-macos-ao-ambiente-do-windows/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/remote_00.jpg", "publishedAt": "2020-12-30T12:00:00Z", "content": "Nos dias de hoje conseguimos facilmente aceder de forma remota a outra máquina. Para tal basta que as máquinas estejam ligadas à rede e com comunicação e depois só temos de usar uma ferramenta que no… [+1292 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Xiaomi Mi Watch Lite: já podes comprar este smartwatch barato e bom! - 4gnews", "description": "O Xiaomi Mi Watch Lite é o mais recente smartwatch da fabricante chinesa, já disponível nas principais lojas. Custa menos de 60 euros, tem um design inspirado no Apple Watch e um ecrã vibrante para te dar as notificações, alertas e a frequência cardíaca. O pr…", "url": "https://4gnews.pt/xiaomi-mi-watch-lite-ja-podes-comprar-este-smartwatch-barato-e-bom/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-watch-lite-ja-podes-comprar-este-smartwatch-barato-e-bom-og.jpg", "publishedAt": "2020-12-30T11:58:00Z", "content": "O Xiaomi Mi Watch Lite é o mais recente smartwatch da fabricante chinesa, já disponível nas principais lojas. Custa menos de 60 euros, tem um design inspirado no Apple Watch e um ecrã vibrante para t… [+2493 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Os smartphones preferidos da equipa 4gnews em 2020 (Seleção Bacelar) - 4gnews", "description": "Vade retro 2020, mas deixa-nos estes bons smartphones. Entre surpresas de fabricantes que, de tão estabelecidas e dominantes, se tornaram previsíveis, às jovens promessas que olham para a Europa com apetite redobrado perante o desaire alheio, estas são as esc…", "url": "https://4gnews.pt/smartphones-preferidos-4gnews-2020-bacelar/", "urlToImage": "https://cdn.4gnews.pt/imagens/smartphones-preferidos-4gnews-2020-bacelar-og.jpg", "publishedAt": "2020-12-30T11:49:00Z", "content": "Vade retro 2020, mas deixa-nos estes bons smartphones. Entre surpresas de fabricantes que, de tão estabelecidas e dominantes, se tornaram previsíveis, às jovens promessas que olham para a Europa com … [+7505 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "COVID-19: Havia uma app polémica para promover festas secretas - Pplware", "description": "A par da pandemia por COVID-19 que vivemos, têm acontecido um conjunto de situações que podem ser consideradas simplesmente ridículas.", "url": "https://pplware.sapo.pt/smartphones-tablets/covid-19-havia-uma-app-polemica-para-promover-festas-secretas/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/vybe_00.jpeg", "publishedAt": "2020-12-30T10:45:00Z", "content": "O mundo continua em estado de pandemia e, como é normal, há quem negue e desafie tudo aquilo que estamos a viver. Os negacionistas têm tido algum impacto nesta pandemia, prejudicando outros que cumpr… [+1685 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Sistema com 78 gráficas RTX 3080 minera o equivalente a 128 mil dólares por ano - Pplware", "description": "Agora foi divulgado um sistema com 78 unidades da placa RTX 3080 que é capaz de minerar o equivalente a 128 mil dólares por ano em criptomoedas.", "url": "https://pplware.sapo.pt/gadgets/hardware/sistema-com-78-graficas-rtx-3080-minera-o-equivalente-a-128-mil-dolares-por-ano/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/rtx-3080-minerar-0.jpg", "publishedAt": "2020-12-30T10:00:00Z", "content": "A Nvidia lançou este ano no mercado a sua nova linha de gráficas da série 30, compostas pelas RTX 3070, RTX 3080 e RTX 3090. Estes são equipamentos muito potentes e desejados e, por isso, estão prati… [+2061 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": null, "title": "A fronteira entre o “online” e “offline” acabou: E-goi lidera a integração total das empresas - PÚBLICO", "description": "São já várias as multinacionais que abraçaram o<i> phygital<i></i></i> (físico + digital). A empresa tecnológica que lidera o movimento chama-se E-goi, e é portuguesa.", "url": "https://www.publico.pt/2020/12/30/estudiop/noticia/fronteira-online-offline-acabou-egoi-lidera-integracao-total-empresas-1944565", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1539217?tp=UH&db=IMAGENS&type=JPG&share=1&o=Barra_estudiop.png", "publishedAt": "2020-12-30T09:58:00Z", "content": "O cliente entrou no seu site. Navegou mais de 10 minutos na categoria de casacos de inverno, mas saiu sem comprar. Passado alguns dias passa em frente à loja física e recebe, nesse preciso momento, u… [+5577 chars]"}, {"source": {"id": null, "name": "Www.jn.pt"}, "author": "Elisabete Tavares (JN/DV)", "title": "Famosos e investidores de Wall Street acreditam nas criptomoedas - Jornal de Notícias", "description": "\"Vírus\" do digital contagiou várias personalidades vistas como credíveis.", "url": "https://www.jn.pt/economia/famosos-e-investidores-de-wall-street-acreditam-nas-criptomoedas-13181570.html", "urlToImage": "https://static.globalnoticias.pt/jn/image.aspx?brand=JN&type=generate&guid=393ec86b-0b8d-468c-b81e-64438564abd7&w=800&h=420&watermark=true&t=20201230094600", "publishedAt": "2020-12-30T09:46:00Z", "content": "Elisabete Tavares (JN/DV)\r\nHoje às 09:46\r\n\"Vírus\" do digital contagiou várias personalidades vistas como credíveis.\r\nNo dia 16 de novembro, a atriz Maisie Williams, que desempenhou o papel de Arya St… [+1207 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "Apple Watch: protótipo mostra software pré-watchOS (vídeo) - 4gnews", "description": "Em setembro deste ano surgiram várias imagens de uma versão protótipo do Apple Watch, equipado com uma caixa de segurança usada para manter a identidade de novos produtos em segredo. O mesmo utilizador traz-nos agora um vídeo desta versão embrionária do smart…", "url": "https://4gnews.pt/apple-watch-prototipo-mostra-software-pre-watchos-video/", "urlToImage": "https://cdn.4gnews.pt/imagens/apple-watch-prototipo-da-versao-original-mostra-software-pre-watchos-video-og.jpg", "publishedAt": "2020-12-30T08:18:00Z", "content": "Em setembro deste ano surgiram várias imagens de uma versão protótipo do Apple Watch, equipado com uma caixa de segurança usada para manter a identidade de novos produtos em segredo.\r\nO mesmo utiliza… [+1865 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/nunoliveira1991", "title": "(Giveaway) Samsung Galaxy Note 20 Ultra – Faltam 2 dias - Leak", "description": "Pediu ao Pai Natal um Samsung Galaxy Note 20 Ultra, mas ele respondeu a dizer que se tinha portado mal em 2020? Tenha calma! A Leak.pt junt..", "url": "https://www.leak.pt/giveaway-galaxy-note-20-ultra-2-dias/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2020/08/note-20-ultra-2.jpg", "publishedAt": "2020-12-29T17:56:32Z", "content": "Pediu ao Pai Natal um Samsung Galaxy Note 20 Ultra, mas ele respondeu a dizer que se tinha portado mal em 2020? Tenha calma! A Leak.pt juntou-se à Samsung Portugal para tentar tornar este sonho uma r… [+2148 chars]"}]}