{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Altice Portugal volta a pôr Anacom em tribunal para tentar anular leilão do 5G - ECO Economia Online", "description": "A Altice Portugal avançou com uma ação administrativa de impugnação contra a Anacom para tentar anular o regulamento do leilão do 5G, disse ao ECO fonte oficial da empresa.", "url": "https://eco.sapo.pt/2021/05/07/altice-portugal-volta-a-por-anacom-em-tribunal-para-tentar-anular-leilao-do-5g/", "urlToImage": "https://eco.imgix.net/uploads/2019/10/cropped-img_2065-1.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2021-05-07T17:23:09Z", "content": "A Altice Portugal voltou ao tribunal para tentar impugnar o regulamento do leilão do 5G e, com isso, travar o processo. A ação administrativa deu entrada no Tribunal Administrativo de Círculo e Lisbo… [+2639 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "O Wear OS da Google vai receber o teclado que sempre deveria ter disponível - Pplware", "description": "O GBoard fica disponível no Wear OS para quem prefere escrever a ditar texto para o smartwatch. Esta é uma melhoria da Gooogle vão agradecer", "url": "https://pplware.sapo.pt/gadgets/wearables/o-wear-os-da-google-vai-receber-o-teclado-que-sempre-deveria-ter-disponivel/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/wear_os_relogio_1.jpg", "publishedAt": "2021-05-07T17:00:42Z", "content": "A Google está a manter o Wear OS num rimo mais lento do que seria esperado. Este sistema operativo dedicado aos smartwatches equipa grande parte das propostas do mercado e é a referência que muitos t… [+1779 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Fábio Carvalho da Silva", "title": "Revolut passa a permitir o levantamento de bitcoin para contas pessoais - Diário Digital", "description": "Numa fase inicial, esta funcionalidade estará disponível para clientes da versão beta da app, com plano Metal no Reino Unido. No entanto, a empresa garantiu à Executive Digest que esta funcionalidade “vai chegar em breve a Portugal.”", "url": "https://executivedigest.sapo.pt/revolut-passa-a-permitir-o-levantamento-de-bitcoin-para-contas-pessoais/", "urlToImage": "https://executivedigest.sapo.pt/wp-content/uploads/2021/04/bitcoin-675x450.jpg", "publishedAt": "2021-05-07T13:38:30Z", "content": null}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Black Shark 4 em promoção! Smartphone gaming ao melhor preço (tempo limitado) - 4gnews", "description": "Recentemente chegou à Europa de forma oficial o mais recente smartphone da divisão gaming da Xiaomi. O novo Black Shark 4 aterrou no Velho Continente para agradar aos jogadores mobile exigentes que não querem gastar muito. O equipamento foi anunciado oficialm…", "url": "https://4gnews.pt/xiaomi-black-shark-4-promocao-smartphone-gaming-melhor-preco-tempo-limitado/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-black-shark-4-promocao-smartphone-gaming-melhor-preco-tempo-limitado-og.jpg", "publishedAt": "2021-05-07T13:25:59Z", "content": "Recentemente chegou à Europa de forma oficial o mais recente smartphone da divisão gaming da Xiaomi. O novo Black Shark 4 aterrou no Velho Continente para agradar aos jogadores mobile exigentes que n… [+1655 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Huawei Watch Fit Elegant e Huawei Band 6 já estão disponíveis em Portugal - Pplware", "description": "O mês de maio fica marcado pela chegada de mais dois dispositivos ao mercado nacional. Falamos do Huawei Watch Fit Elegant e da Huawei Band 6,", "url": "https://pplware.sapo.pt/gadgets/huawei-watch-fit-elegant-e-huawei-band-6-ja-estao-disponiveis-em-portugal/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/Huawei-Watch-Fit-Elegant.jpg", "publishedAt": "2021-05-07T13:00:26Z", "content": "A aposta da Huawei no segmento de wearables de pulso tem vindo a crescer e hoje a oferta disponível adapta-se aos mais diferentes utilizadores. O destaque destes produtos está associada essencialment… [+5925 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Utilizador transformou um AirTag volumoso num fino cartão para trazer na carteira - Pplware", "description": "Um habilidoso utilizador, desmonta a eletrónica em camadas do AirTag e dá um novo design à etiqueta de localização da Apple.", "url": "https://pplware.sapo.pt/apple/utilizador-transformou-um-airtag-volumoso-num-fino-cartao-para-trazer-na-carteira/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/airtag_cartao00.jpg", "publishedAt": "2021-05-07T12:30:26Z", "content": "Depois dos AirTags começarem a chegar ao mercado, a criatividade dos utilizadores parece não ter fim. Uns furaram o dispositivo para o testar em vários cenários, outros congelaram o AirTag e outros a… [+2299 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Executive Digest", "title": "Investidores em criptomoedas devem estar preparados para perder todo o seu dinheiro, alerta banco - Diário Digital", "description": "«Não têm valor intrínseco.» Questionado sobre a contante subida do preço das criptomoedas, é desta forma que o governador do Banco de Inglaterra responde.", "url": "https://executivedigest.sapo.pt/investidores-em-criptomoedas-devem-estar-preparados-para-perder-todo-o-seu-dinheiro-alerta-banco/", "urlToImage": "https://executivedigest.sapo.pt/wp-content/uploads/2021/05/criptomoeda-e1620388417595-900x450.png", "publishedAt": "2021-05-07T12:15:55Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Smart Dedicated Servers: O que são e quais as vantagens - Pplware", "description": "Os Smart Dedicated Servers são servidores físicos, mas com uma camada de virtualização que os transformam numa solução bastante escalável.", "url": "https://pplware.sapo.pt/internet/smart-dedicated-servers-o-que-sao-e-quais-as-vantagens/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/smart_00.jpg", "publishedAt": "2021-05-07T12:00:41Z", "content": "Os Smart Dedicated Servers são servidores físicos, mas com uma camada de virtualização que os transformam numa solução bastante mais eficiente e escalável.\r\nO cliente usufrui da totalidade dos recurs… [+1634 chars]"}, {"source": {"id": null, "name": "Noticiasdecoimbra.pt"}, "author": "Notícias de Coimbra", "title": "Xiaomi já está em Coimbra com “muito mais do que telemóveis” - Notícias de Coimbra", "description": "A MI Store chegou hoje a Coimbra e traz a marca Xiaomi à cidade com uma grande diversidade de “produtos oficiais e certificados de acordo com a legislação europeia, com garantia da marca e assistência pós-venda oficial e personalizada” revelou Pedro Maia, dir…", "url": "https://www.noticiasdecoimbra.pt/xiaomi-ja-esta-em-coimbra-com-muito-mais-do-que-telemoveis/", "urlToImage": "https://www.noticiasdecoimbra.pt/wp-content/uploads/2021/05/wp-1620388351776-scaled-e1620388542562-1000x600.jpg", "publishedAt": "2021-05-07T11:58:01Z", "content": "A MI Store chegou hoje a Coimbra e traz a marca Xiaomi à cidade com uma grande diversidade de “produtos oficiais e certificados de acordo com a legislação europeia, com garantia da marca e assistênci… [+1229 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi: Smart TV da Redmi pronta para o mercado global. Vê as características - 4gnews", "description": "Esta semana a Xiaomi lançou nos mercados globais as suas novas Smart TVs. E segundo novas informações também a sua submarca Redmi se prepara para lançar os seus primeiros televisores a nível global. Graças ao reputado leaker Mukul Sharma, sabe-se que foi regi…", "url": "https://4gnews.pt/xiaomi-smart-tv-da-redmi-pronta-para-o-mercado-global-ve-as-caracteristicas/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-smart-tv-da-redmi-pronta-para-o-mercado-global-ve-as-caracteristicas-og.jpg", "publishedAt": "2021-05-07T11:36:15Z", "content": "Esta semana a Xiaomi lançou nos mercados globais as suas novas Smart TVs. E segundo novas informações também a sua submarca Redmi se prepara para lançar os seus primeiros televisores a nível global.\r… [+1113 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "NOS lança router que garante internet mais rápida aos utilizadores - Pplware", "description": "A NOS acaba de lançar no mercado o primeiro Router Wi-Fi 6 em Portugal. Esta é a tecnologia da mais recente geração Wi-Fi. Conheçam as specs.", "url": "https://pplware.sapo.pt/tutoriais/networking/nos-lanca-router-que-garante-internet-mais-rapida-aos-utilizadores/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/small-retinav2.jpg", "publishedAt": "2021-05-07T11:33:44Z", "content": "A operadora NOS tem vindo a destacar-se nos equipamentos que tem vindo a disponibilizar aos utilizadores. Na área do 5G, a NOS já lançou, por exemplo, o primeiro hotspot com suporte para redes de qui… [+1706 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Microsoft vai abandonar ícones da era Windows 95 - Exame Informática", "description": "Empresa de Redmond tem vindo a fazer várias alterações a nível gráfico no sistema operativo e a próxima atualização do Windows 10 deve terminar o processo e cortar ‘amarras’ com as versões anteriores", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/software/2021-05-07-microsoft-abandonar-icones-da-era-windows-95/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/05/windows-latest_exame%20informática.jpg", "publishedAt": "2021-05-07T11:29:00Z", "content": "A próxima grande atualização do Windows 10 deve concluir o processo de rejuvenescimento e alterações gráficas nos ícones mais utilizados do sistema operativo. A Microsoft tem vindo a introduzir gradu… [+1051 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Messenger e Instagram com novidades nas mensagens de voz e mais opções de interação - SAPO Tek", "description": "Ditar mensagens de voz sem precisar de carregar continuamente no ecrã e arquivar mais facilmente conversas antigas são algumas das novidades anunciadas pelo Facebook.", "url": "https://tek.sapo.pt/mobile/apps/artigos/messenger-e-instagram-com-novidades-nas-mensagens-de-voz-e-mais-opcoes-de-interacao", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&png=1&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=MzNktbMpFfuoHJaVxa468DALLf39pf5w9qNnODTlZfWKD2vbuFoUKclRxSBlrF6C1fGjgEchuRydl9FFKm/yM0fiWtEhHDUH7ppUvrR2gJUF3bA=", "publishedAt": "2021-05-07T11:27:44Z", "content": "Há um conjunto de novidades em lançamento para quem troca mensagens através do Facebook (via Messenger) e do Instagram. Para os fãs de mensagens de voz fica mais fácil usar esta funcionalidade no Mes… [+1574 chars]"}, {"source": {"id": null, "name": "Noticiasdecoimbra.pt"}, "author": "Notícias de Coimbra", "title": "Critical Software em Coimbra abre candidaturas ao programa de verão para jovens universitários - Notícias de Coimbra", "description": "A Critical Software regressa com mais uma edição do programa de verão, que este ano se divide em dois desafios – a Innovation Experience, a oportunidade para experimentarem novas tecnologias e desenvolverem protótipos no seu laboratório em Coimbra, durante um…", "url": "https://www.noticiasdecoimbra.pt/critical-software-em-coimbra-abre-candidaturas-ao-programa-de-verao-para-jovens-universitarios/", "urlToImage": "https://www.noticiasdecoimbra.pt/wp-content/uploads/2014/05/critical_software.jpg", "publishedAt": "2021-05-07T10:41:23Z", "content": "A Critical Software regressa com mais uma edição do programa de verão, que este ano se divide em dois desafios – a Innovation Experience, a oportunidade para experimentarem novas tecnologias e desenv… [+2078 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "OnePlus Watch recebe a característica mais desejada em atualização - 4gnews", "description": "A par com o apresentação dos OnePlus 9, a fabricante chinesa lançou finalmente para o mercado o seu primeiro smartwatch. Mas aqueles que esperavam um produto de topo ou com sistema operativo WearOS acabaram desiludidos. Ecrã sempre ligado chega finalmente ao …", "url": "https://4gnews.pt/oneplus-watch-recebe-a-caracteristica-mais-desejada-em-atualizacao/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-watch-recebe-a-caracteristica-mais-desejada-em-atualizacao-og.jpg", "publishedAt": "2021-05-07T10:33:22Z", "content": "A par com o apresentação dos OnePlus 9, a fabricante chinesa lançou finalmente para o mercado o seu primeiro smartwatch. Mas aqueles que esperavam um produto de topo ou com sistema operativo WearOS a… [+1458 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Nova Iorque pode banir a mineração de Bitcoins durante 3 anos - Pplware", "description": "Há agora há um projeto de lei que propõe que o estado de Nova Iorque bana a mineração de Bitcoins durante três anos.", "url": "https://pplware.sapo.pt/gadgets/hardware/nova-iorque-pode-banir-a-mineracao-de-bitcoins-durante-3-anos/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/Bitcoin-Nova-Iorque.jpg", "publishedAt": "2021-05-07T09:29:38Z", "content": "O assunto das criptomoedas é abordado pelos quatro cantos do mundo. É um tema com fiéis defensores, mas também com opositores que não concordam com este dinheiro digital, assim como com a sua extraçã… [+1990 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Relógios Google ganham nova vida com aplicação oficial - 4gnews", "description": "Qualquer fã de Android gostaria que o sistema operativo complementar para smartwatches da Google vingasse da mesma forma. Mas infelizmente para os utilizadores, o WearOS não tem recebido a atenção que devia por parte da Google ao longo do anos. Mas isso pode …", "url": "https://4gnews.pt/relogios-google-ganham-nova-vida-com-aplicacao-oficial/", "urlToImage": "https://cdn.4gnews.pt/imagens/relogios-google-ganham-nova-vida-com-esta-aplicacao-og.jpg", "publishedAt": "2021-05-07T09:16:09Z", "content": "Qualquer fã de Android gostaria que o sistema operativo complementar para smartwatches da Google vingasse da mesma forma. Mas infelizmente para os utilizadores, o WearOS não tem recebido a atenção qu… [+1144 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "OnePlus prepara surpresa para os utilizadores com a OxygenOS 12 - 4gnews", "description": "A OxygenOS 12 será a próxima grande atualização de versão para a interface gráfica do utilizador (UI) para os smartphones da OnePlus e já sabemos qual será uma das grandes novidades. Para quem gosta de personalizar o aspeto do seu smartphone temos boas notíci…", "url": "https://4gnews.pt/oneplus-prepara-surpresa-para-os-utilizadores-com-a-oxygenos-12/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-prepara-surpresa-para-os-utilizadores-com-a-oxygenos-12-og.jpg", "publishedAt": "2021-05-07T08:46:44Z", "content": "A OxygenOS 12 será a próxima grande atualização de versão para a interface gráfica do utilizador (UI) para os smartphones da OnePlus e já sabemos qual será uma das grandes novidades. Para quem gosta … [+2085 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Prepare-se! Google Fotos vai deixar de ter armazenamento ilimitado gratuito já este mês - Pplware", "description": "Será já no dia 1 de junho que as fotografias e vídeos guardados no Fotos passarão a ocupar espaço no serviço da Google. Conheça as soluções", "url": "https://pplware.sapo.pt/google/prepare-se-google-fotos-vai-deixar-de-ter-armazenamento-ilimitado-gratuito-ja-este-mes/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/10/google_photos_1.jpg", "publishedAt": "2021-05-07T08:30:04Z", "content": "Foi em novembro de 2020 que a Google anunciou o fim do armazenamento ilimitado e gratuito para o Google Fotos. Com uma ligeira redução na qualidade das imagens, os clientes Google tinham neste serviç… [+3114 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi Pad 5: um dos segredos do tablet foi revelado - 4gnews", "description": "A Xiaomi vai regressar ao segmento de tablets neste ano de 2021. Embora ainda não se saiba quando, fontes oficiais da marca garantiram o lançamento de pelo menos um novo produto para este mercado, e as fugas de informação sucedem-se. Os últimos segredos sobre…", "url": "https://4gnews.pt/xiaomi-mi-pad-5-um-dos-segredos-do-tablet-foi-revelado/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-pad-5-um-dos-segredos-do-tablet-foi-revelado-og.jpg", "publishedAt": "2021-05-07T07:59:48Z", "content": "A Xiaomi vai regressar ao segmento de tablets neste ano de 2021. Embora ainda não se saiba quando, fontes oficiais da marca garantiram o lançamento de pelo menos um novo produto para este mercado, e … [+1330 chars]"}]}