{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "O 'rei' da Xiaomi está prestes a chegar acompanhado por um modelo gaming - 4gnews", "description": "Através da rede social chinesa Weibo, o vice-presidente da Xiaomi, Lu Weibing, deixou a dica para os próximos lançamentos da empresa chinesa. Pelas suas declarações, percebe-se que a marca apronta-se para a revelação de mais dois topos de gama. O \"verdadeiro …", "url": "https://4gnews.pt/o-rei-da-xiaomi-esta-prestes-a-chegar-acompanhado-por-um-modelo-gaming/", "urlToImage": "https://cdn.4gnews.pt/imagens/o-rei-da-xiaomi-esta-prestes-a-chegar-acompanhado-por-um-modelo-gaming-og.jpg", "publishedAt": "2021-03-12T22:01:11Z", "content": "Através da rede social chinesa Weibo, o vice-presidente da Xiaomi, Lu Weibing, deixou a dica para os próximos lançamentos da empresa chinesa. Pelas suas declarações, percebe-se que a marca apronta-se… [+2185 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "Abra as portas do confinamento: Windows 10, Office, jogos e antivírus são para todos - Pplware", "description": "Abra as portas à GoodOffer24 e aproveite para desconfinar com os melhores preços para Windows 10 Pro, Office 2019, jogos, segurança e mais", "url": "https://pplware.sapo.pt/software/abra-as-portas-do-confinamento-windows-10-office-jogos-e-antivirus-sao-para-todos/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/goodoffer24-abra-as-portas-windows-chave-office.jpg", "publishedAt": "2021-03-12T21:30:49Z", "content": "Neste confinamento, abra as portas à GOODOFFER24 que guardou a melhor poupança para as próximas semanas! Com descontos de 30% na sua plataforma, onde os preços já por si são muito competitivos: Offic… [+2597 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi 11 Review: velocidade e elegância pelo preço certo - 4gnews", "description": "Tirar um novo smartphone da caixa é sempre uma experiência agradável. O cortar do autocolante que a sela, o cheiro de um novo gadget e o barulho do retirar do plástico fazem parte uma experiência que qualquer entusiasta tecnológico aprecia. Quando o equipamen…", "url": "https://4gnews.pt/xiaomi-mi-11-review/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-11-review-ao-nivel-dos-melhores-og.jpg", "publishedAt": "2021-03-12T21:15:44Z", "content": "Tirar um novo smartphone da caixa é sempre uma experiência agradável. O cortar do autocolante que a sela, o cheiro de um novo gadget e o barulho do retirar do plástico fazem parte uma experiência que… [+14067 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Primeiro smartwatch da OnePlus será revelado aquando do OnePlus 9 - 4gnews", "description": "Depois do anúncio da data de apresentação dos seus novos topos de gama, a OnePlus deu agora a saber quando ficaremos a conhecer o seu primeiro smartwatch. Este gadget, tal como previsto, será revelado também no dia 23 de março. O anúncio chega-nos através do …", "url": "https://4gnews.pt/primeiro-smartwatch-da-oneplus-sera-revelado-aquando-do-oneplus-9/", "urlToImage": "https://cdn.4gnews.pt/imagens/primeiro-smartwatch-da-oneplus-sera-revelado-aquando-do-oneplus-9-og.jpg", "publishedAt": "2021-03-12T20:56:15Z", "content": "Depois do anúncio da data de apresentação dos seus novos topos de gama, a OnePlus deu agora a saber quando ficaremos a conhecer o seu primeiro smartwatch. Este gadget, tal como previsto, será revelad… [+1679 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ana Sofia", "title": "Enviar humanos para Marte é uma “ilusão perigosa” de Elon Musk, diz astrónomo - Pplware", "description": "Elon Musk não esconde a vontade que tem de enviar humanos para Marte. No entanto, um astrónomo considera essa ambição uma “perigosa ilusão”.", "url": "https://pplware.sapo.pt/high-tech/enviar-humanos-para-marte-e-uma-ilusao-perigosa-de-elon-musk-diz-astronomo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/astronomos_marte02.jpg", "publishedAt": "2021-03-12T20:45:05Z", "content": "Elon Musk não esconde a vontade que tem de enviar humanos para Marte, de forma a estabelecer uma colónica de terráqueos num planeta aparentemente mais saudável do a Terra. No entanto, um astrónomo co… [+2367 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Fátima Caçador", "title": "Student Keep: Transformar computadores usados em ferramentas novas para os alunos que precisam - SAPO Tek", "description": "Quando o confinamento começou em março de 2020, Rui Nuno Castro percebeu rapidamente que percebeu que os alunos tinham enorme dificuldade em acompanhar as atividades escolares por falta de computador. Este foi o início do Student Keep que já garantiu a entreg…", "url": "https://tek.sapo.pt/noticias/computadores/artigos/transformar-computadores-usados-em-ferramentas-novas-para-os-alunos-que-precisam", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YzRhaBRYp6Pu1UvM517ObbXh0PbrgqSMOXy6DkdnaOd4iI21Z2+fPcSEFfkcqHRgYOoMsRKW1h/XP/1WjpyAhS0hEc9pn2cMUDzu80y5uhtS8TQ=", "publishedAt": "2021-03-12T19:05:00Z", "content": "A história da Student Keep é fácil de contar, mas por detrás dos mais de 2.500 computadores que a iniciativa já entregou às escolas há muitas histórias, muitas horas de trabalho, consciência e respon… [+6230 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "4gnews está a contratar a Full-Time! Vem escrever sobre tecnologia - 4gnews", "description": "Se adoras tecnologia e tens paixão pela escrita, a 4gnews tem a oportunidade ideal para ti. Estamos a contratar um redator a tempo inteiro (Full-Time), que esteja disposto a partilhar tudo aquilo que sabe com o mundo tecnológico. Como te podes candidatar a es…", "url": "https://4gnews.pt/4gnews-esta-a-contratar-a-full-time/", "urlToImage": "https://cdn.4gnews.pt/imagens/4gnews-esta-a-contratar-a-full-time-og.jpg", "publishedAt": "2021-03-12T18:12:29Z", "content": "Se adoras tecnologia e tens paixão pela escrita, a 4gnews tem a oportunidade ideal para ti. Estamos a contratar um redator a tempo inteiro (Full-Time), que esteja disposto a partilhar tudo aquilo que… [+1575 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Galaxy S21 Ultra da Samsung com má nota na reparação do smartphone - SAPO Tek", "description": "Com uma pontuação de 3 em 10 na escala de reparabilidade da iFixit, o Galaxy S21 Ultra é um pouco mais difícil de reparar do que o modelo base da nova linha de smartphones da Samsung. Grandes quantidades de cola e dificuldades em remover e substituir a bateri…", "url": "https://tek.sapo.pt/mobile/equipamentos/artigos/galaxy-s21-ultra-da-samsung-com-ma-nota-na-reparacao-do-smartphone", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YmU4H1NHectREJhVziigTBeMCTbV7UVAC6dz5RijchzpOeq1FhVBD/+jBC528JnZ0HFmpTPQfTQRZTYTInVx1RF+Znmik5KuX/Sk3vgHkncNc6E=", "publishedAt": "2021-03-12T18:03:00Z", "content": "Em janeiro, a Samsung lançou os novos smartphones Galaxy S21. Os especialistas da iFixit já deram a conhecer que o modelo base da linha não se destaca pela sua reparabilidade, com a substituição da b… [+2153 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Governo de Joe Biden aplica novos limites aos fornecedores da Huawei - Pplware", "description": "A administração de Joe Biden alterou nesta semana as licenças para as empresas venderem componentes para equipamentos 5G da Huawei.", "url": "https://pplware.sapo.pt/gadgets/governo-de-joe-biden-aplica-novos-limites-aos-fornecedores-da-huawei/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/Joe-Biden-Huawei.jpg", "publishedAt": "2021-03-12T18:00:52Z", "content": "O governo do ex-presidente Donald Trump marcou significativamente a vida da Huawei pelas piores razões. Os bloqueios e sanções aplicadas deixaram a gigante tecnológica numa situação muito delicada em… [+3015 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Manuel Pestana Machado", "title": "Windoh diz que está a receber ameaças de morte devido ao curso de criptomoedas - Observador", "description": "", "url": "https://observador.pt/2021/03/12/windoh-diz-que-esta-a-receber-ameacas-de-morte-devido-ao-curso-de-criptomoedas/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A770%3A403%2Fc%3A3264%3A1698%3Anowe%3A320%3A120%2Fq%3A85%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2021%2F03%2F04192110%2Fwindoh-novo-retagulo.jpg", "publishedAt": "2021-03-12T16:29:00Z", "content": "A Blvck network, empresa da qual Diogo Figueiras — também conhecido como Windoh –, é sócio, “não está autorizada nem registada junto da CMVM para o exercício de qualquer atividade de intermediação fi… [+3584 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Calorias ou macros, a OpenPlate é uma app gratuita que conta tudo - SAPO Tek", "description": "Seja para perder peso ou simplesmente passar a comer de forma mais equilibrada, a OpenPlate promete ajudar os seus utilizadores a dominarem a alimentação “smart”.", "url": "https://tek.sapo.pt/mobile/ios/artigos/calorias-ou-macros-a-openplate-e-uma-app-gratuita-que-conta-tudo", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=MWI1DotBNQLYce7Dcu2m5zNeTdPC3qDTV42xDD1EQf8W28mPYGV5lqmza5TuNrXBf2lKtqzf+nojgs7l0qAxBJsyVIurkTIzRIjb7y6SsyhqiIA=", "publishedAt": "2021-03-12T16:29:00Z", "content": "Os recursos disponibilizados pela OpenPlate são variados e pode dizer-se que começam na monitorização de calorias e de macronutrientes.\r\nGraficamente muito agradável e simples de utilizar, a OpenPlat… [+1348 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Smartphone Xiaomi de 250 euros capta excelente foto da Via Láctea - 4gnews", "description": "A técnica é essencial para captar uma boa imagem, ou produzir um bom conteúdo em trabalho. Fator que se sobrepõe habitualmente aos meios técnicos, servindo a imagem apresentada mais abaixo como prova do potencial deste smartphone Xiaomi. Em causa está o smart…", "url": "https://4gnews.pt/smartphone-xiaomi-de-250-euros-capta-excelente-foto-da-via-lactea/", "urlToImage": "https://cdn.4gnews.pt/imagens/smartphone-xiaomi-de-250-euros-capta-excelente-foto-da-via-lactea-og.jpg", "publishedAt": "2021-03-12T15:23:07Z", "content": "A técnica é essencial para captar uma boa imagem, ou produzir um bom conteúdo em trabalho. Fator que se sobrepõe habitualmente aos meios técnicos, servindo a imagem apresentada mais abaixo como prova… [+2000 chars]"}, {"source": {"id": null, "name": "Sicnoticias.pt"}, "author": "Lourenço Medeiros", "title": "O futuro da identificação facial no telemóvel em causa - SIC Notícias", "description": "Só deu por isso quem tem um iPhone: a identificação facial tornou-se uma chatice. Tenho pena se este método de identificação se perder.", "url": "https://sicnoticias.pt/opiniao/2021-03-12-O-futuro-da-identificacao-facial-no-telemovel-em-causa", "urlToImage": "https://images.impresa.pt/sicnot/2021-03-12-IMG_0352.PNG-1/fb/wm", "publishedAt": "2021-03-12T15:16:00Z", "content": "O utilizador habitual desta tecnologia abre o telemóvel, paga contas, consulta o banco, entra no WhatsApp, sempre de forma muito segura sem praticamente reparar que a cada uma destas operações está a… [+3161 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "WhatsApp testa finalmente a opção que te vai poupar muito tempo - 4gnews", "description": "O WhatsApp é a plataforma de comunicações instantâneas mais popular do mundo, com mais de 2 mil milhões de utilizadores ativos. É uma ótima app para trocar mensagens, fazer chamadas por voz ou vídeo, além de podermos descobrir os grupos de conversa. Agora, de…", "url": "https://4gnews.pt/whatsapp-testa-finalmente-a-opcao-que-te-vai-poupar-muito-tempo/", "urlToImage": "https://cdn.4gnews.pt/imagens/whatsapp-testa-finalmente-a-opcao-que-te-vai-poupar-muito-tempo-og.jpg", "publishedAt": "2021-03-12T14:19:01Z", "content": "O WhatsApp é a plataforma de comunicações instantâneas mais popular do mundo, com mais de 2 mil milhões de utilizadores ativos. É uma ótima app para trocar mensagens, fazer chamadas por voz ou vídeo,… [+2394 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "De quebra-cabeças a RPGs: Jogos em destaque na nova seleção de “borlas” para experimentar no smartphone - SAPO Tek", "description": "Entre as “borlas” temporárias de aplicações das lojas virtuais da Google e Apple poderá encontrar quebra-cabeças, RPGs, jogos de plataformas 2D e até batalhas entre monstrinhos virtuais. Há também espaço para duas propostas que prometem dar um toque ainda mai…", "url": "https://tek.sapo.pt/mobile/apps/artigos/de-quebra-cabecas-a-rpgs-jogos-em-destaque-na-nova-selecao-de-borlas-para-experimentar-no-smartphone", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YTdlxXKH55ERD2orE2xfRuUj8xcTG88SA/MzsapQG64Yfxwm3+gbTEW5zS2nNkIDr9wLpfhfOGpC21cxw0UkGA10CCf+d1insdgDs8u6ivl5plE=", "publishedAt": "2021-03-12T14:11:00Z", "content": "É verdade que, aos poucos, Portugal vai começar a desconfinar, mas, enquanto se mantiver o Estado de Emergência, continua a ser necessário permanecer em casa. Com mais um fim-de-semana em confinament… [+5150 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Divulgadas as primeiras imagens da Nvidia CMP, o chip exclusivo para a mineração - Pplware", "description": "Foram divulgadas imagens da possível placa Nvidia com chip CMP 30HX, a primeira a chegar ao mercado para minerar criptomoedas.", "url": "https://pplware.sapo.pt/gadgets/hardware/divulgadas-as-primeiras-imagens-da-nvidia-cmp-o-chip-exclusivo-para-a-mineracao/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/Nvidia-CMP-1.jpg", "publishedAt": "2021-03-12T14:00:02Z", "content": "Com o flagelo da escassez de placas gráficas para a mineração de criptomoedas, a Nvidia tomou recentemente algumas medidas. Para além de bloquear a performance da taxa de hash na gráfica GeForce RTX … [+2046 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Cubot KingKong 5 Pro – o seu próximo rugged phone com bateria de 8000 mAh - Pplware", "description": "O Cubot KingKong 5 Pro surge como uma proposta que, além da robustez, ainda garante até uma semana de utilização com bateria de 8000mAh", "url": "https://pplware.sapo.pt/gadgets/cubot-kingkong-5-pro-o-seu-proximo-rugged-phone-com-bateria-de-8000-mah/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/KK-5-Pro_3.jpg", "publishedAt": "2021-03-12T13:00:33Z", "content": "A Cubot está a preparar o seu ano de 2021 com alguns lançamentos enquadrados na gama dos rugged phones. Estes são smartphones robustos, resistentes a água, poeiras, quedas e embates, além de variaçõe… [+1789 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "MEO tem novas Box Android TV além das Xiaomi ou NVIDIA - 4gnews", "description": "A MEO foi uma das primeiras operadoras em Portugal a permitir usar a sua app TV em diversas boxes Android. Isto permite aos clientes MEO que queriam ver os canais da grelha da operadora usar a box padrão, ou comprar um box Android TV mais avançada. Entre os m…", "url": "https://4gnews.pt/meo-tem-novas-box-android-tv-alem-das-xiaomi-ou-nvidia/", "urlToImage": "https://cdn.4gnews.pt/imagens/meo-tem-novas-box-android-tv-alem-das-xiaomi-ou-nvidia-og.jpg", "publishedAt": "2021-03-12T12:06:07Z", "content": "A MEO foi uma das primeiras operadoras em Portugal a permitir usar a sua app TV em diversas boxes Android. Isto permite aos clientes MEO que queriam ver os canais da grelha da operadora usar a box pa… [+2060 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Huawei P50 mostra o seu design irreverente em novas imagens - 4gnews", "description": "A fabricante chinesa Huawei está a preparar a sua próxima geração de smartphones topo de gama. Com base nas fugas de informação podemos indicar o desenvolvimento de dois modelos, o Huawei P50 Pro, bem como a sua versão base, o Huawei P50. O habitual envelope …", "url": "https://4gnews.pt/huawei-p50-mostra-o-seu-design-irreverente-em-novas-imagens/", "urlToImage": "https://cdn.4gnews.pt/imagens/huawei-p50-mostra-o-seu-design-irreverente-em-novas-imagens-og.jpg", "publishedAt": "2021-03-12T11:09:28Z", "content": "A fabricante chinesa Huawei está a preparar a sua próxima geração de smartphones topo de gama. Com base nas fugas de informação podemos indicar o desenvolvimento de dois modelos, o Huawei P50 Pro, be… [+2808 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Android: Antes de abrir um site no Chrome, faça uma pré-visualização - Pplware", "description": "Uma das novidades do Chrome para Android com a versão 89 é a possibilidade de fazer pré-visualização de uma página. Saiba como fazer.", "url": "https://pplware.sapo.pt/browsers/android-antes-de-abrir-um-site-no-chrome-faca-uma-pre-visualizacao/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/chrome-separador-preview.jpg", "publishedAt": "2021-03-12T11:00:34Z", "content": "O Google Chrome para Android tem recebido várias novidades. Recentemente, por exemplo, passou a permitir agrupar separadores, algo muito útil para gerir melhor tudo aquilo que acede. Agora, há um nov… [+1485 chars]"}]}