{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Xiaomi Mi Band 6 – Versão Global está finalmente disponível por apenas 39,99€ - Pplware", "description": "A Mi Band 6 Global com ecrã AMOLED e SpO2 pode ser adquirida já por 39,99€. Trata-se de uma smartband com ecrã de 1,56″.", "url": "https://pplware.sapo.pt/informacao/xiaomi-mi-band-6-versao-global-esta-disponivel/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/mi-band-6.jpg", "publishedAt": "2021-04-22T19:30:37Z", "content": "A smartband da Xiaomi, a Mi Band, desde o seu primeiro lançamento que tem conquistado cada vez mais público. Com o passar dos anos tem vindo a oferecer cada vez mais fiabilidade na monitorização e na… [+2285 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Nokia comete grande erro no seu novo smartphone - 4gnews", "description": "Durante este mês de abril, ficamos a conhecer as novas apostas da Nokia no mercado de smartphones. A marca detida pela HMD Global lançou novos equipamentos no mercado de entrada e gama-média, mas muitos utilizadores poderão ficar desiludidos com a sua última …", "url": "https://4gnews.pt/nokia-comete-grande-erro-no-seu-novo-smartphone/", "urlToImage": "https://cdn.4gnews.pt/imagens/nokia-comete-grande-erro-no-seu-novo-smartphone-og.jpg", "publishedAt": "2021-04-22T17:00:54Z", "content": "Durante este mês de abril, ficamos a conhecer as novas apostas da Nokia no mercado de smartphones. A marca detida pela HMD Global lançou novos equipamentos no mercado de entrada e gama-média, mas mui… [+1932 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Passatempo 16 anos Pplware: Ganhe uma Huawei Band 4e - Pplware", "description": "Para o presentar nas celebrações de mais um ano, temos para oferecer mais um presente. Saiba como é que esta Huawei Band 4e pode ser sua.", "url": "https://pplware.sapo.pt/pplware/passatempos/passatempo-16-anos-pplware-ganhe-uma-huawei-band-4e/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/HUAWEI-band4e.jpg", "publishedAt": "2021-04-22T17:00:46Z", "content": "Ao longo de 16 anos muitas foram as notícias, dicas, análises e novidades que aqui apresentámos e todos os dias sabemos que ajudamos mais alguém com alguma dúvida relacionada com todo este mundo da t… [+1647 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Marcas investem em Web Push para aumentar tráfego e envolvimento dos utilizadores - Pplware", "description": "Dinamizar a relação com clientes e leitores no digital tem sido um desafio para e-commerces e sites. O que são notificações Web Push.", "url": "https://pplware.sapo.pt/internet/marcas-investem-em-web-push-para-aumentar-trafego-e-envolvimento-sites/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/Webpush-Egoi.jpg", "publishedAt": "2021-04-22T16:30:04Z", "content": "Dinamizar a relação com clientes e leitores no ambiente digital tem sido um desafio enfrentado por e-commerces e sites de conteúdo. Além das redes sociais, e-mail marketing e SMS, que são canais expl… [+3751 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "MIUI 12.5: nova atualização chega a estes 7 smartphones Xiaomi - 4gnews", "description": "A mais recente versão da interface própria da Xiaomi começa agora a chegar aos utilizadores na sua forma estável. A distribuição ocorre após um pequeno período de testes (beta) nas últimas semanas, agora disponível para alguns smartphones Xiaomi. De acordo co…", "url": "https://4gnews.pt/miui-12-5-nova-atualizacao-chega-a-estes-7-smartphones-xiaomi/", "urlToImage": "https://cdn.4gnews.pt/imagens/miui-12-5-nova-atualizacao-chega-a-estes-7-smartphones-xiaomi-og.jpg", "publishedAt": "2021-04-22T15:30:53Z", "content": "A mais recente versão da interface própria da Xiaomi começa agora a chegar aos utilizadores na sua forma estável. A distribuição ocorre após um pequeno período de testes (beta) nas últimas semanas, a… [+1933 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Controlo parental: Não deixe os seus filhos sozinhos na Internet - Pplware", "description": "Hoje vamos falar da opção completa que a Norton tem disponível nos seus softwares de proteção, no que respeita ao controlo parental.", "url": "https://pplware.sapo.pt/internet/controlo-parental-nao-deixe-os-seus-filhos-sozinhos-na-internet/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/criancas-smartphone-pc.jpg", "publishedAt": "2021-04-22T14:00:59Z", "content": "A realidade está à frente dos nossos olhos e a pandemia veio agravar ainda mais a situação. As crianças estão demasiado tempo agarradas à tecnologia e isso está a prejudicá-las em vários aspetos. O d… [+4097 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Questão semanal: Já tem um smartphone 5G? - Pplware", "description": "Na nossa questão desta semana, queremos que nos diga se já tem ou não um smartphone preparado para a rede 5G. Participe.", "url": "https://pplware.sapo.pt/smartphones-tablets/questao-semanal-ja-tem-um-smartphone-5g/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/oppo-5g.jpg", "publishedAt": "2021-04-22T13:00:27Z", "content": "A rede 5G está aí à porta a pouco tempo de entrar e implementar-se em força nos nossos equipamentos. E os dispositivos móveis mais recentes já estão mais do que preparados para a rede de nova geração… [+1667 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "OnePlus lança gatilhos gaming baratos para Android e iPhone - 4gnews", "description": "Jogar no smartphone é cada vez mais uma experiência aprazível. E se muitos se habituaram a jogar títulos como PUBG, Call of Duty ou Free Fire recorrendo ao ecrã do telemóvel, ter à mão botões físicos pode ser uma ajuda preciosa. Foi a pensar nesse tipo de uti…", "url": "https://4gnews.pt/oneplus-lanca-gatilhos-gaming-baratos-para-android-e-iphone/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-lanca-gatilhos-gaming-baratos-para-android-e-iphone-og.jpg", "publishedAt": "2021-04-22T12:16:28Z", "content": "Jogar no smartphone é cada vez mais uma experiência aprazível. E se muitos se habituaram a jogar títulos como PUBG, Call of Duty ou Free Fire recorrendo ao ecrã do telemóvel, ter à mão botões físicos… [+1487 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Pirataria: Endereços IP podem ser bloqueados em Portugal - Pplware", "description": "O tema da pirataria vai ser hoje debatido em Parlamento. Conheçam as propostas do PS para bloqueio de endereços IP e do PCP.", "url": "https://pplware.sapo.pt/informacao/pirataria-enderecos-ip-podem-ser-bloqueados-em-portugal/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/block_00.jpg", "publishedAt": "2021-04-22T11:55:13Z", "content": "Portugal está também na luta contra a pirataria digital. Nesse sentido há algumas propostas por parte dos partidos, apesar de serem um pouco antagónicas.\r\nO tema da pirataria vai ser hoje debatido em… [+1588 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Este é o smartphone perfeito em 2021, de acordo com a AnTuTu - 4gnews", "description": "O smartphone perfeito é aquele que reúne a maioria das caraterísticas favoritas dos utilizadores, um reflexo das tendências de mercado e tecnologias de ponta. Algo que pode ser apurado através de plataformas de benchmark como a bem conhecida AnTuTu. Sobretudo…", "url": "https://4gnews.pt/este-e-o-smartphone-perfeito-em-2021-de-acordo-com-a-antutu/", "urlToImage": "https://cdn.4gnews.pt/imagens/este-e-o-smartphone-perfeito-em-2021-de-acordo-com-a-antutu-og.jpg", "publishedAt": "2021-04-22T11:04:59Z", "content": "O smartphone perfeito é aquele que reúne a maioria das caraterísticas favoritas dos utilizadores, um reflexo das tendências de mercado e tecnologias de ponta. Algo que pode ser apurado através de pla… [+2658 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ana Sofia", "title": "Valor da DogeCoin oscila, mas bate recorde no DogeDay - Pplware", "description": "Os registos da moeda Doge Coin oscilam de forma clara, mas o #DogeDay nas redes sociais fez com que o seu valor batesse recordes.", "url": "https://pplware.sapo.pt/internet/valor-da-dogecoin-oscila-e-internet-cria-o-dogeday/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/dogecoin_dogeday00.jpg", "publishedAt": "2021-04-22T11:00:56Z", "content": "A DogeCoin apareceu como uma piada, numa altura em que os conceitos de criptografia e moeda criptográfica começaram a ser mais conhecidos. Como já aconteceu noutras ocasiões, as redes sociais impulsi… [+2496 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Telegram está a ser usado por hackers para disseminar malware. Já foram registados mais de 130 ataques - SAPO Tek", "description": "Os investigadores da Check Point Research indicam que identificaram mais de 130 ciberataques que recorriam a um Remote Access Trojan chamado ToxicEye. O software malicioso é gerido pelos cibercriminosos através do Telegram.", "url": "https://tek.sapo.pt/mobile/apps/artigos/telegram-esta-a-ser-usado-por-hackers-para-disseminar-malware-ja-foram-registados-mais-de-130-ataques", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=OTA3enCXDJDYRjGmQlX7+nZvrvlCHC7yOLe59MG+SLR23QqqKXXIAxWhMUmAjkErYFp5Yj5fsIL9t2StiEGDjcRSAnuKEHassgbt+/92GmfbJVA=", "publishedAt": "2021-04-22T10:56:03Z", "content": "Uma nova investigação da Check Point Research revela que há uma nova tendência de ataque entre cibercriminosos. Nela, o Telegram é utilizado como sistema de controlo e comando para disseminar malware… [+3862 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Descarrega aqui os ringtones OPPO criados por Hans Zimmer para o teu Android - 4gnews", "description": "Hans Zimmer, compositor alemão responsável por várias das bandas sonoras mais marcantes de Hollywood. Foi pela sua mão que o filme \"Gladiador\" transcendeu dimensões, bem como o \"Interstellar\" mais recentemente, sem esquecer \"O Rei Leão\", entre outros. A sua...", "url": "https://4gnews.pt/descarrega-aqui-os-ringtones-oppo-criados-por-hans-zimmer-para-o-teu-android/", "urlToImage": "https://cdn.4gnews.pt/imagens/descarrega-aqui-os-ringtones-oppo-criados-por-hans-zimmer-para-o-teu-android-og.jpg", "publishedAt": "2021-04-22T10:14:28Z", "content": "Hans Zimmer, compositor alemão responsável por várias das bandas sonoras mais marcantes de Hollywood. Foi pela sua mão que o filme \"Gladiador\" transcendeu dimensões, bem como o \"Interstellar\" mais re… [+2085 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "CEO da Signal descobe vulnerabilidade em software usado… para encontrar vulnerabilidades - Visão", "description": "Criador do Signal anunciou ter encontrado falhas no software da empresa forense israelita Cellebrite. A ironia é que esse software é precisamente usado para detetar vulnerabilidades", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/mercados/2021-04-22-ceo-da-signal-descobe-vulnerabilidade-em-software-usado-para-encontrar-vulnerabilidades/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/04/15550921Hackers-russos_exame%20informática.jpeg", "publishedAt": "2021-04-22T10:06:00Z", "content": "A Cellebrite é uma tecnológica israelita que trabalha com empresas e governos para encontrar e explorar falhas em software e sistemas de segurança. Tornou-se numa das organizações mais conhecidas no … [+3134 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "O Linux do Windows 10 já tem disponível a tão esperada interface gráfica - Pplware", "description": "A Microsoft trouxe finalmente ao WSL a interface gráfica e pode ser usado nas apps Linux que forem instaladas no Windows 10.", "url": "https://pplware.sapo.pt/linux/o-linux-do-windows-10-ja-tem-disponivel-a-tao-esperada-interface-grafica/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/05/windows-linux-1.jpg", "publishedAt": "2021-04-22T10:00:06Z", "content": "Quando a Microsoft trouxe o Linux para dentro do Windows 10, muitos vaticinaram como certo este projeto morrer com o tempo. A verdade é que se tem mantido forte e com cada vez mais adeptos, mostrando… [+1853 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "OnePlus Watch ganha nova vida com atualização - 4gnews", "description": "O OnePlus Watch foi recentemente lançado como o primeiro relógio inteligente da fabricante chinesa. Mas o equipamento tem andado longe de ser elogiado nas primeiras análises. Fontes como o Android Authority apontam-lhe monitorização de atividade imprecisa, fa…", "url": "https://4gnews.pt/oneplus-watch-ganha-nova-vida-com-atualizacao/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-watch-ganha-nova-vida-com-atualizacao-og.jpg", "publishedAt": "2021-04-22T09:46:01Z", "content": "O OnePlus Watch foi recentemente lançado como o primeiro relógio inteligente da fabricante chinesa. Mas o equipamento tem andado longe de ser elogiado nas primeiras análises.\r\nFontes como o Android A… [+2014 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi MIX Fold: a maior dúvida foi finalmente esclarecida - 4gnews", "description": "No final do mês de março ficamos finalmente a conhecer o primeiro smartphone dobrável da Xiaomi. O Mi MIX Fold foi entretanto lançado no mercado chinês, sem dados sobre o seu lançamento global. Lançou-se então a dúvida se o Mi MIX Fold seria um smartphone lan…", "url": "https://4gnews.pt/xiaomi-mi-mix-fold-a-maior-duvida-foi-esclarecida/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-mix-fold-a-maior-duvida-foi-esclarecida-og.jpg", "publishedAt": "2021-04-22T08:46:55Z", "content": "No final do mês de março ficamos finalmente a conhecer o primeiro smartphone dobrável da Xiaomi. O Mi MIX Fold foi entretanto lançado no mercado chinês, sem dados sobre o seu lançamento global.\r\nLanç… [+1693 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "WhatsApp tem uma surpresa para quem usar este tipo de mensagens - 4gnews", "description": "O WhatsApp é a app de mensagens mais popular do mundo, sendo usada por mais de dois mil milhões de pessoas segundo os dados da Statista. Agora, a plataforma de comunicações instantâneas do grupo Facebook introduz uma nova informação no seu canal beta. A todos…", "url": "https://4gnews.pt/whatsapp-tem-uma-surpresa-para-quem-usar-este-tipo-de-mensagens/", "urlToImage": "https://cdn.4gnews.pt/imagens/whatsapp-tem-uma-surpresa-para-quem-usar-este-tipo-de-mensagens-og.jpg", "publishedAt": "2021-04-22T08:42:47Z", "content": "O WhatsApp é a app de mensagens mais popular do mundo, sendo usada por mais de dois mil milhões de pessoas segundo os dados da Statista. Agora, a plataforma de comunicações instantâneas do grupo Face… [+2336 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Alexandre Abreu", "title": "Bitcoin: nociva em mais do que um sentido - Expresso", "description": "Para além do risco de instabilidade financeira sistémica que representa, a Bitcoin tem associado um consumo de energia que excede o de muitos países", "url": "https://expresso.pt/blogues/bloguet_economia/blogue_econ_sandro_mendonca/2021-04-22-Bitcoin-nociva-em-mais-do-que-um-sentido-f89328e9", "urlToImage": "http://images.impresa.pt/expresso/2015-05-07-Alexandre-Abreu-4/fb/wm", "publishedAt": "2021-04-22T08:32:40Z", "content": "Há várias perspetivas pelas quais olhar para uma criptomoeda como a Bitcoin. Para algumas pessoas, o interesse é especulativo. Nos últimos seis meses, o preço da Bitcoin aumentou 360%, proporcionando… [+4981 chars]"}, {"source": {"id": null, "name": "Tvi24.iol.pt"}, "author": "Nuno Mandeiro", "title": "Censos 2021: \"Não carreguem nos links\", GNR alerta para SMS e e-mails fraudulentos - TVI24", "description": "As autoridades acrescentam que não \"há necessidade de o recenseador entrar na residência\" de nenhum inquirido", "url": "https://tvi24.iol.pt/sociedade/smishing/censos-2021-nao-carreguem-nos-links-gnr-alerta-para-sms-e-e-mails-fraudulentos", "urlToImage": "https://img.iol.pt/preset/5864cceb0cf29541c41a1a28/og/tvi24", "publishedAt": "2021-04-22T08:32:00Z", "content": ""}]}