{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Elon Musk: Provavelmente morrerá muita gente nas viagens a Marte - Pplware", "description": "Elon Musk, considera que poderão morrer muitas pessoas quando as missões começarem para Marte. Mas será uma aventura muito gloriosa.", "url": "https://pplware.sapo.pt/ciencia/elon-musk-provavelmente-morrera-muita-gente-nas-viagens-a-marte/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/spacex_viagem_marte_1.jpg", "publishedAt": "2021-04-25T19:51:06Z", "content": "Tem ideias de ir a Marte? Como sabemos Elon Musk é muito ambicioso. O visionário tem conseguido levar a cabo as suas ideias “futuristas” e a sociedade já começa a conhecer bem a sua personalidade. O … [+1869 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi: smartphone gaming da Redmi chega com algo nunca visto - 4gnews", "description": "É já na próxima terça-feira que será apresentado o primeiro smartphone da Redmi, uma das submarcas da Xiaomi. O equipamento é uma nova iteração da linha K40, e apresenta-se com características distintivas nunca vistas na indústria. Uma destas características …", "url": "https://4gnews.pt/xiaomi-smartphone-gaming-da-redmi-chega-com-algo-nunca-visto/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-smartphone-gaming-da-redmi-chega-com-algo-nunca-visto-og.jpg", "publishedAt": "2021-04-25T15:23:16Z", "content": "É já na próxima terça-feira que será apresentado o primeiro smartphone da Redmi, uma das submarcas da Xiaomi. O equipamento é uma nova iteração da linha K40, e apresenta-se com características distin… [+1433 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "O Commodore 64 também já minera Bitcoins… a apenas 0,3 hashes por segundo - Pplware", "description": "O clássico Commodore 64 também já minera a popular criptomoeda, mas de uma forma muito lenta, a 0,3 hashes por segundo.", "url": "https://pplware.sapo.pt/gadgets/hardware/o-commodore-64-tambem-ja-minera-bitcoins-a-apenas-03-hashes-por-segundo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/Commodore-64-Bitcoin.jpg", "publishedAt": "2021-04-25T12:00:06Z", "content": "As criptomoedas, como Ethereum e Bitcoin, são mineradas sobretudo através de placas gráficas e ASICs. Mas há quem também seja criativo e recorra a equipamentos mais clássicos para este processo.\r\nRec… [+1730 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Rui Jorge", "title": "Investigadores encontram vulnerabilidade de dados no AirDrop da Apple - Pplware", "description": "Apesar da Apple pertencer ao grupo das gigantes empresas, há possibilidade dos seus utilizadores estarem vulneráveis devido ao AirDrop.", "url": "https://pplware.sapo.pt/informacao/investigadores-encontram-vulnerabilidade-de-dados-no-airdrop-da-apple/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/aa-2.jpg", "publishedAt": "2021-04-25T11:00:36Z", "content": "Apesar da Apple pertencer ao grupo das gigantes empresas, algo está a escapar no que toca a segurança. Há possibilidade de hackers poderem aceder aos dados do AirDrop e roubar números de telefone e e… [+2242 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "iPhone 12 dominam vendas nos Estados Unidos. Mas há outro vencedor - 4gnews", "description": "O Consumer Intelligence Research Partners já revelou os seus mais recentes dados sobre as vendas do iPhone nos Estados Unidos. E como seria de esperar, a linha de iPhone 12 já domina as vendas durante o primeiro trimestre de 2021. Os iPhone 12 traduzem-se em …", "url": "https://4gnews.pt/iphone-12-dominam-vendas-nos-estados-unidos-mas-ha-outro-vencedor/", "urlToImage": "https://cdn.4gnews.pt/imagens/iphone-12-dominam-vendas-nos-estados-unidos-mas-ha-outro-vencedor-og.jpg", "publishedAt": "2021-04-25T10:06:47Z", "content": "O Consumer Intelligence Research Partners já revelou os seus mais recentes dados sobre as vendas do iPhone nos Estados Unidos. E como seria de esperar, a linha de iPhone 12 já domina as vendas durant… [+1387 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "", "title": "5G: melhores redes numa 1.ª fase mas nada de carros voadores - Sol", "description": "As polémicas em torno do 5G não terminam e a verdade é que ainda não chegou a Portugal. Mas o que é o 5G? Para que serve? O que significa o seu atraso? Três professores e investigadores na área respondem a estas e outras perguntas.", "url": "https://sol.sapo.pt/artigo/732512/5g-melhores-redes-numa-1-fase-mas-nada-de-carros-voadores", "urlToImage": "https://cdn1.newsplex.pt/fotos/2021/4/25/776375.png?type=Artigo", "publishedAt": "2021-04-25T10:02:41Z", "content": "Portugal, Lituânia e Malta. São estes os três países da União Europeia que ainda não têm qualquer oferta comercial 5G, de acordo com o último relatório trimestral do Observatório Europeu do 5G, deixa… [+9765 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Este é o aspeto das gráficas RTX 3080 que ‘morreram’ a minerar criptomoedas - Pplware", "description": "Da Ásia chegam agora imagens do aspeto de várias gráficas GeForce RTX 3080 que deixaram de funcionar durante o processo de mineração.", "url": "https://pplware.sapo.pt/gadgets/hardware/este-e-o-aspeto-das-graficas-rtx-3080-que-morreram-a-minerar-criptomoedas/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/RTX-3080-minerar_1.jpg", "publishedAt": "2021-04-25T10:00:51Z", "content": "A mineração de criptomoedas é uma prática cada vez mais comum entre os adeptos das moedas digitais. E, como sabemos, para extrair estas moedas os utilizadores recorrem a placas gráficas de alto desem… [+1958 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "João Gabriel Ribeiro, Rita Pinto, Mário Rui André, Redacção Shifter", "title": "25 de Abril de 2021: o símbolo da liberdade aos olhos da máquina - Shifter", "description": "Catarina Rodrigues, fotógrafa e programadora criativa portuguesa a viver em Londres, treinou um modelo de aprendizagem automática com uma série de mais de 500 fotografias de um dos símbolos maiores do 25 de Abril, o cravo, e outro com outras tantas imagens de…", "url": "https://shifter.sapo.pt/2021/04/25-abril-catarina-rodrigues/", "urlToImage": "https://shifter.sapo.pt/wp-content/uploads/2021/04/Catarina-Rodrigues_edit_shifter4-e1619284772108.jpg", "publishedAt": "2021-04-25T09:08:30Z", "content": "O tempo passa e a realidade altera-se. Os símbolos das vitórias do passado continuam a projectar-se no presente lembrando os esforços de outrora, e é a forma como os vemos que mais influencia a forma… [+8017 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Internet da Starlink já funciona a 300 Mbps (Com antenas até com gelo) - Pplware", "description": "Utilizadores mostraram a Internet da Starlink a funcionar com um débito na ordem dos 300 Mbps (e mesmo com a antena parabólica com gelo).", "url": "https://pplware.sapo.pt/internet/internet-da-starlink-ja-funciona-a-300-mbps-com-antenas-com-gelo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/starlink_00-1.jpg", "publishedAt": "2021-04-25T09:00:03Z", "content": "A Internet da Starlink, que funciona via satélites, já é uma realidade. Na maioria dos países ainda se encontra em fase beta, mas Elon Musk revelou recentemente que no verão já iria ser possível alca… [+1533 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Dê nomes às janelas do Chrome e fique ainda mais organizado - Pplware", "description": "Vamos aprender a dar nome às janelas do Chrome. A forma de configurar é muito simples e será muito útil para também gerir os separadores", "url": "https://pplware.sapo.pt/browsers/dica-de-nomes-as-janelas-do-chrome-e-fique-ainda-mais-organizado/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/pplware_nome_chrome_0.jpg", "publishedAt": "2021-04-25T08:00:08Z", "content": "Os separadores no Chrome permitem que os utilizadores façam uma gestão muito simples dos sites que visitam. Podem abrir um novo para cada site que vistam e assim estruturam as visitas que quer fazer … [+2115 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Hey Google? Vai deixar de precisar deste comando para falar com o Assistente da Google - Pplware", "description": "O \"Hey Google\" poderá em breve mudar. Poderá desaparecer em algumas das interações. A Google testa uma novidade no seu Assistente", "url": "https://pplware.sapo.pt/google/hey-google-vai-deixar-de-precisar-deste-comando-para-falar-com-o-assistente-da-google/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/pplware_assistente_google_ecra_bloqueio_1.jpg", "publishedAt": "2021-04-25T07:00:11Z", "content": "O Assistente da Google, tal como os restantes que estão no mercado, dependem de uma frase chave. É esta que inicia o processo de comunicação e que abre a porta a todas as pesquisas e resultados que e… [+1789 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Microsoft também está a trabalhar para melhorar o Gestor de Tarefas do Windows 10 - Pplware", "description": "A mais recente novidade da Microsoft chega no Gestor de Tarefas e vai permitir ganhar recursos com o modo Eco para ser aplicado no Windows 10", "url": "https://pplware.sapo.pt/microsoft/windows/microsoft-tambem-esta-a-trabalhar-para-melhorar-o-gestor-de-tarefas-do-windows-10/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/surface_windows_10_arm_1.jpg", "publishedAt": "2021-04-25T00:30:03Z", "content": "A Microsoft tem estado a renovar muitas das suas apps e a dar-lhes novas funcionalidades do Windows 10 e a melhorar as que estão atualmente disponíveis. Isto vê-se a cada uma das duas novas atualizaç… [+1849 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Google Photos recebeu mais ferramentas para editar as suas fotografias - Pplware", "description": "O Google Photos tem novas ferramentas, prontas para ajudar os utilizadores a editar as suas fotografias e a torná-las ainda melhores", "url": "https://pplware.sapo.pt/smartphones-tablets/android/google-photos-recebeu-mais-ferramentas-para-editar-as-suas-fotografias/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/07/pplware_google_photos_video_1.jpg", "publishedAt": "2021-04-24T23:44:06Z", "content": "Nos últimos meses a Google tem melhorado muito a interface de edição de imagens do Photos. Este serviço deixou de ser um simples repositório de imagens para ser uma ferramenta completa e com muitas o… [+1874 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "iPhone pronto para a atualização? Eis as maiores novidades - Notícias ao Minuto", "description": "Se tiver um Apple Watch, o sistema Face ID do iPhone será capaz de reconhecer pessoas com máscara.", "url": "https://www.noticiasaominuto.com/tech/1738931/iphone-pronto-para-a-atualizacao-eis-as-maiores-novidades", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_6082e6ae6feab.jpg", "publishedAt": "2021-04-24T22:08:33Z", "content": "A semana que passou serviu para a Apple apresentar várias novidades mas a próxima também parece ser altamente promissora para os detentores de um iPhone.\r\nSerá no decorrer dos próximos dias que a App… [+834 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Cada ID Apple permite no máximo emparelhar 16 AirTags - Pplware", "description": "Depois de alguns boatos, a Apple desfez as dúvidas e explicou que um único ID Apple pode ter apenas 16 AirTags emparelhados com ele.", "url": "https://pplware.sapo.pt/apple/cada-id-apple-permite-no-maximo-emparelhar-16-airtags/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/16_airtags_apple_id_00.jpg", "publishedAt": "2021-04-24T22:00:44Z", "content": "A Apple, na passada sexta-feira, começou a receber encomendas das AirTags que serão entregues na próxima semana. Algumas novidades já foram conhecidas, mas ainda não se sabia quantas unidades se pode… [+1898 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Pela primeira vez, AMD recorreu a uma empresa da Rússia para fabricar motherboards - Pplware", "description": "Pela primeira vez na história, a AMD recorreu a uma empresa russa para o fabrico de 40.000 motherboards da linha B450.", "url": "https://pplware.sapo.pt/gadgets/hardware/pela-primeira-vez-amd-recorreu-a-uma-empresa-da-russia-para-fabricar-motherboards/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/amd-motherboard-b450.jpg", "publishedAt": "2021-04-24T20:00:31Z", "content": "A AMD é uma das marcas mais poderosas no que respeita ao mercado de chips, como processadores e placas gráficas. Para além disso, a norte-americana também se dedica a outros segmentos, como as mother… [+1833 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ana Sofia", "title": "Model 3 da Tesla atualiza a sua autonomia para 614 quilómetros - Pplware", "description": "Se antes o Model 3 Long Range Dual Motor da Tesla tinha um alcance de 580 km, agora, a autonomia viu-se alargada para 614 km, na Europa.", "url": "https://pplware.sapo.pt/motores/model-3-da-tesla-atualiza-a-sua-autonomia-para-614-quilometros/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/model3_tesla00.jpg", "publishedAt": "2021-04-24T19:00:35Z", "content": "Sendo um dos pontos críticos, para já, dos carros elétricos, uma autonomia mais longa poderá ser um trunfo no lançamento de novos modelos ou no aperfeiçoamento dos que já existem. Nesse sentido, a Te… [+1519 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Pedro Curvelo", "title": "Carro solar já pode ser comprado...mas não é para todas as bolsas - Jornal de Negócios", "description": "Um automóvel movido a energia solar com uma autonomia de 725 quilómetros já pode ser encomendado e as entregas estão previstas para o final do ano. Para já serão produzidos menos de mil unidades e o preço é elevado.", "url": "https://www.jornaldenegocios.pt/empresas/automovel/detalhe/carro-solar-ja-pode-ser-compradomas-nao-e-para-todas-as-bolsas", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2021-04/img_1200x676$2021_04_22_15_42_18_401360.jpg", "publishedAt": "2021-04-24T18:00:40Z", "content": "A startup holandesa Lightyear já começou a aceitar encomendas para o seu automóvel elétrico movido a energia solar e as entregas estão previstas para o final deste ano. O Lightyear One apresenta uma … [+1440 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Xiaomi acusada de apagar comentários sobre problemas no Xiaomi Mi 11 - 4gnews", "description": "O Xiaomi Mi 11 foi o primeiro smartphone apresentado com o Snapdragon 888 e o mais recente topo de gama da marca a chegar à Europa. Contudo, os comentários menos positivos sobre o equipamento chegam-nos da China. Pior do que isso é o facto de agora haver rela…", "url": "https://4gnews.pt/xiaomi-acusada-de-apagar-comentarios-sobre-problemas-no-xiaomi-mi-11/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-acusada-de-apagar-comentarios-sobre-problemas-no-xiaomi-mi-11-og.jpg", "publishedAt": "2021-04-24T17:18:53Z", "content": "O Xiaomi Mi 11 foi o primeiro smartphone apresentado com o Snapdragon 888 e o mais recente topo de gama da marca a chegar à Europa. Contudo, os comentários menos positivos sobre o equipamento chegam-… [+1664 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Português lança criptomoeda solidária que doou mais de 400 mil dólares em seis dias - ECO Economia Online", "description": "Chama-se $Munch, usa um donut como símbolo e cobra uma comissão que, parcialmente, reverte para uma instituição de caridade à escolha dos utilizadores. Angariou mais de 400 mil dólares em seis dias.", "url": "https://eco.sapo.pt/2021/04/24/portugues-lanca-criptomoeda-solidaria-que-doou-mais-de-400-mil-dolares-em-seis-dias/", "urlToImage": "https://eco.imgix.net/uploads/2021/04/cropped-munch.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2021-04-24T16:55:08Z", "content": "“Entrei no mundo das criptomoedas como investidor”, conta Rodrigo Resende Silva. Ano e meio depois, decidiu lançar a sua.\r\nO novo token (criptomoeda) com ADN português chama-se $Munch, funciona na bl… [+5176 chars]"}]}