{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Spotify prepara novidade que vai colocar a alternativa da Apple de parte - Pplware", "description": "O Spotify vai lançar uma novidade, focada nos Podcasts, Consegue bater em vários pontos a Apple, que anunciou também novidades nesta área.", "url": "https://pplware.sapo.pt/multimedia-2/musica/spotify-vai-lancar-uma-novidade-e-bater-a-apple-antes-desta-ter-uma-alternativa/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/spotify_seguranca_2.jpg", "publishedAt": "2021-04-26T08:00:32Z", "content": "O Spotify tem ainda o controlo sobre todo o mercado do streaming de música. Este serviço tem uma concorrência forte por parte do Apple Music, mas consegue manter-se no topo e com cada vez mais utiliz… [+1869 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Porque é que o leilão do 5G nunca mais acaba? - ECO Economia Online", "description": "A pandemia atrasou o lançamento do 5G, mas não foi o único fator que explica o facto de Portugal ser um dos três países europeus sem rede móvel de quinta geração. Crispação no setor também não ajuda.", "url": "https://eco.sapo.pt/2021/04/26/porque-e-que-o-leilao-do-5g-nunca-mais-acaba/", "urlToImage": "https://eco.imgix.net/uploads/2020/10/cropped-5g.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2021-04-26T06:38:09Z", "content": "Diz-se que o que torto nasce, tarde ou nunca se endireita. Veja-se o leilão do 5G. A operação nasceu em polémica e dura há mais de três meses, sem sinal de acabar. Por que está a demorar tanto?\r\nA ve… [+6309 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "MadreMedia / Lusa", "title": "Rússia põe em órbita 36 satélites para fornecer Internet a partir do espaço - SAPO 24", "description": "A Rússia pôs hoje em órbita 36 novos satélites do operador britânico Oneweb, que quer fornecer um novo serviço de internet a partir do espaço em todo o mundo.", "url": "https://24.sapo.pt/atualidade/artigos/russia-poe-em-orbita-36-satelites-para-fornecer-internet-a-partir-do-espaco", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Fsapo24.web.sapo.io%2Fassets%2Fimg%2F24-sapo%2Ffacebook-overlay.png&epic=M2M5Lh2r8NhfUg2t9DD6taMz/6eg6PiOMxE9woFU9WKpvNgzq4DF3qMPl+fdG/J01l0F6lAupHohjXrzWgDF345F7+MCwC9QW5F7riIAHTGNBdQ=", "publishedAt": "2021-04-26T06:38:02Z", "content": "De acordo com um comunicado da agência espacial russa Roscosmos, o foguete Soyuz-2.1b descolou com sucesso à 01:14, hora de Moscovo (22:14 de domingo em Lisboa), do cosmódromo russo Vostotchny.\r\nTodo… [+986 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Bitmain Antminer E9: a ASIC para minerar Ethereum que equivale a 25 gráficas RTX 3090 - Pplware", "description": "Antminer E9 da Bitmain é uma ASIC para mineração de Ethereum, com uma taxa de hash equivalente a 25 placas gráficas Nvidia GeForce RTX 3090.", "url": "https://pplware.sapo.pt/gadgets/hardware/bitmain-antminer-e9-a-asic-para-minerar-ethereum-que-equivale-a-25-graficas-rtx-3090/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/Bitmain-Antminer-E9.jpg", "publishedAt": "2021-04-26T00:30:51Z", "content": "As placas gráficas e as ASICs são os equipamentos mais utilizados quando o assunto é a mineração de criptomoedas. Cada um destes produtos tem diferentes taxas de hash e de performance, de acordo com … [+2526 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/hugocura", "title": "E os destaques tecnológicos da semana que passou foram… - Pplware", "description": "Falámos dos novos lançamentos da Apple, das novas conquistas da NASA, analisámos a Tapo C310 OutDoor e o massajador Urikar Pro 3, e muito mais.", "url": "https://pplware.sapo.pt/pplware/destaques-tecnologicos-apple-nasa-urikar/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/destaques_25abr.jpg", "publishedAt": "2021-04-25T22:00:59Z", "content": "Porque a nossa prioridade é a qualidade da informação que chega aos nossos leitores, escolhemos alguns artigos publicados ao longo da semana que passou e que refletem o que de mais relevante se falou… [+4576 chars]"}, {"source": {"id": null, "name": "Sicnoticias.pt"}, "author": "Catarina Solano de Almeida", "title": "35 anos de Chernobyl. As consequências, ainda indeterminadas, do pior acidente nuclear da História - SIC Notícias", "description": "Os efeitos da catástrofe fizeram-se e farão sentir-se durante longos anos e a vários níveis: ambientais, sanitários, políticos ou económicos.", "url": "https://sicnoticias.pt/especiais/chernobyl/2021-04-25-35-anos-de-Chernobyl.-As-consequencias-ainda-indeterminadas-do-pior-acidente-nuclear-da-Historia-fa6ea0a9", "urlToImage": "https://images.impresa.pt/sicnot/2020-07-07-Chernobyl---explosreator.jpg/fb/wm", "publishedAt": "2021-04-25T21:01:00Z", "content": "Às primeiras horas da manhã de 26 de abril de 1986, o núcleo do reator 4 da central nuclear de Chernobyl na Ucrânia da era soviética entrou em fusão e explodiu, causando o pior desastre nuclear da Hi… [+12157 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Xiaomi terá apagado comentários de utilizadores sobre problemas no Wifi do Mi 11 - Pplware", "description": "A Xiaomi terá alegadamente apagado alguns comentários de utilizadores que se queixavam de problemas no WiFi do smartphone Mi 11.", "url": "https://pplware.sapo.pt/smartphones-tablets/xiaomi-tera-apagado-comentarios-de-utilizadores-sobre-problemas-no-wifi-do-mi-11/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/xiaomi-mi-11-lite-2.jpg", "publishedAt": "2021-04-25T21:00:58Z", "content": "O Mi 11 da Xiaomi é o novo topo de gama da marca chinesa que chegou há pouco tempo ao mercado global. Trata-se de um potente smartphone, equipado com o processador Snapdragon 888 da Qualcomm entre ou… [+2068 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Elon Musk: Provavelmente morrerá muita gente nas viagens a Marte - Pplware", "description": "Elon Musk, considera que poderão morrer muitas pessoas quando as missões começarem para Marte. Mas será uma aventura muito gloriosa.", "url": "https://pplware.sapo.pt/ciencia/elon-musk-provavelmente-morrera-muita-gente-nas-viagens-a-marte/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/spacex_viagem_marte_1.jpg", "publishedAt": "2021-04-25T19:51:06Z", "content": "Tem ideias de ir a Marte? Como sabemos Elon Musk é muito ambicioso. O visionário tem conseguido levar a cabo as suas ideias “futuristas” e a sociedade já começa a conhecer bem a sua personalidade. O … [+1869 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi: smartphone gaming da Redmi chega com algo nunca visto - 4gnews", "description": "É já na próxima terça-feira que será apresentado o primeiro smartphone da Redmi, uma das submarcas da Xiaomi. O equipamento é uma nova iteração da linha K40, e apresenta-se com características distintivas nunca vistas na indústria. Uma destas características …", "url": "https://4gnews.pt/xiaomi-smartphone-gaming-da-redmi-chega-com-algo-nunca-visto/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-smartphone-gaming-da-redmi-chega-com-algo-nunca-visto-og.jpg", "publishedAt": "2021-04-25T15:23:16Z", "content": "É já na próxima terça-feira que será apresentado o primeiro smartphone da Redmi, uma das submarcas da Xiaomi. O equipamento é uma nova iteração da linha K40, e apresenta-se com características distin… [+1433 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Jogos, personal trainer e uma alternativa ao TikTok em 6 apps gratuitas para dar energia ao seu smartphone - SAPO Tek", "description": "Quer renovar o seu smartphone de dentro para fora? Espreite as apps grátis que a equipa do SAPO TEK reuniu esta semana e junte mais jogos, um personal trainer especial e uma alternativa ao TikTok à sua coleção de aplicações para Android e iOS.", "url": "https://tek.sapo.pt/mobile/apps/artigos/jogos-personal-trainer-e-uma-alternativa-ao-tiktok-em-6-apps-gratuitas-para-dar-energia-ao-seu-smartphone", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=Y2E3zUZOHG8AaCxeG9bWZzUNh75yXFqCuqrOfgDk3eEiA/DIXVo3hfZiuYF82h3c15qX7Jj/zrviJo3CucznZtkwnKzN/t+94VEQt1EZ8PX676I=", "publishedAt": "2021-04-25T13:33:21Z", "content": "Há milhares de aplicações nas lojas da Google e da Apple, mas nem todas são suficientemente interessantes para justificar o download. Todas as semanas a equipa do SAPO TEK dedica algum tempo a procur… [+9556 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Android 12: pormenor que vai melhorar a tua interação com notificações - 4gnews", "description": "Não se esperam revoluções no novo Android 12, a julgar pelas primeiras Developer Preview já disponíveis. Mas uma das novidades de design saltou à vista na mais recente DP3 (versão de testes do Android 12) é nas notificações. A Google parece empenhada em conti…", "url": "https://4gnews.pt/android-12-pormenor-que-vai-melhorar-a-tua-interacao-com-notificacoes/", "urlToImage": "https://cdn.4gnews.pt/imagens/android-12-pormenor-que-vai-melhorar-a-tua-interacao-com-notificacoes-og.jpg", "publishedAt": "2021-04-25T12:33:58Z", "content": "Não se esperam revoluções no novo Android 12, a julgar pelas primeiras Developer Preview já disponíveis. Mas uma das novidades de design saltou à vista na mais recente DP3 (versão de testes do Androi… [+1325 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "O Commodore 64 também já minera Bitcoins… a apenas 0,3 hashes por segundo - Pplware", "description": "O clássico Commodore 64 também já minera a popular criptomoeda, mas de uma forma muito lenta, a 0,3 hashes por segundo.", "url": "https://pplware.sapo.pt/gadgets/hardware/o-commodore-64-tambem-ja-minera-bitcoins-a-apenas-03-hashes-por-segundo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/Commodore-64-Bitcoin.jpg", "publishedAt": "2021-04-25T12:00:06Z", "content": "As criptomoedas, como Ethereum e Bitcoin, são mineradas sobretudo através de placas gráficas e ASICs. Mas há quem também seja criativo e recorra a equipamentos mais clássicos para este processo.\r\nRec… [+1730 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Rui Jorge", "title": "Investigadores encontram vulnerabilidade de dados no AirDrop da Apple - Pplware", "description": "Apesar da Apple pertencer ao grupo das gigantes empresas, há possibilidade dos seus utilizadores estarem vulneráveis devido ao AirDrop.", "url": "https://pplware.sapo.pt/informacao/investigadores-encontram-vulnerabilidade-de-dados-no-airdrop-da-apple/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/aa-2.jpg", "publishedAt": "2021-04-25T11:00:36Z", "content": "Apesar da Apple pertencer ao grupo das gigantes empresas, algo está a escapar no que toca a segurança. Há possibilidade de hackers poderem aceder aos dados do AirDrop e roubar números de telefone e e… [+2242 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Black Shark 4 mostra ao Asus ROG 5 e Legion Duel 2 como se faz - 4gnews", "description": "A durabilidade tem-se revelado inimiga dos smartphones gaming neste início de 2021. Recorde-se que o Asus ROG Phone 5 e o Lenovo Legion Phone Duel 2 não resistiram a alguma pressão na dobragem, tendo quebrado facilmente no já clássico teste do canal de YouTub…", "url": "https://4gnews.pt/xiaomi-black-shark-4-mostra-ao-asus-rog-5-e-legion-duel-2-como-se-faz/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-black-shark-4-tambem-foi-ao-teste-de-resistencia-og.jpg", "publishedAt": "2021-04-25T10:57:29Z", "content": "A durabilidade tem-se revelado inimiga dos smartphones gaming neste início de 2021. Recorde-se que o Asus ROG Phone 5 e o Lenovo Legion Phone Duel 2 não resistiram a alguma pressão na dobragem, tendo… [+2377 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "iPhone 12 dominam vendas nos Estados Unidos. Mas há outro vencedor - 4gnews", "description": "O Consumer Intelligence Research Partners já revelou os seus mais recentes dados sobre as vendas do iPhone nos Estados Unidos. E como seria de esperar, a linha de iPhone 12 já domina as vendas durante o primeiro trimestre de 2021. Os iPhone 12 traduzem-se em …", "url": "https://4gnews.pt/iphone-12-dominam-vendas-nos-estados-unidos-mas-ha-outro-vencedor/", "urlToImage": "https://cdn.4gnews.pt/imagens/iphone-12-dominam-vendas-nos-estados-unidos-mas-ha-outro-vencedor-og.jpg", "publishedAt": "2021-04-25T10:06:47Z", "content": "O Consumer Intelligence Research Partners já revelou os seus mais recentes dados sobre as vendas do iPhone nos Estados Unidos. E como seria de esperar, a linha de iPhone 12 já domina as vendas durant… [+1387 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "", "title": "5G: melhores redes numa 1.ª fase mas nada de carros voadores - Sol", "description": "As polémicas em torno do 5G não terminam e a verdade é que ainda não chegou a Portugal. Mas o que é o 5G? Para que serve? O que significa o seu atraso? Três professores e investigadores na área respondem a estas e outras perguntas.", "url": "https://sol.sapo.pt/artigo/732512/5g-melhores-redes-numa-1-fase-mas-nada-de-carros-voadores", "urlToImage": "https://cdn1.newsplex.pt/fotos/2021/4/25/776375.png?type=Artigo", "publishedAt": "2021-04-25T10:02:41Z", "content": "Portugal, Lituânia e Malta. São estes os três países da União Europeia que ainda não têm qualquer oferta comercial 5G, de acordo com o último relatório trimestral do Observatório Europeu do 5G, deixa… [+9765 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "João Gabriel Ribeiro, Rita Pinto, Mário Rui André, Redacção Shifter", "title": "25 de Abril de 2021: o símbolo da liberdade aos olhos da máquina - Shifter", "description": "Catarina Rodrigues, fotógrafa e programadora criativa portuguesa a viver em Londres, treinou um modelo de aprendizagem automática com uma série de mais de 500 fotografias de um dos símbolos maiores do 25 de Abril, o cravo, e outro com outras tantas imagens de…", "url": "https://shifter.sapo.pt/2021/04/25-abril-catarina-rodrigues/", "urlToImage": "https://shifter.sapo.pt/wp-content/uploads/2021/04/Catarina-Rodrigues_edit_shifter4-e1619284772108.jpg", "publishedAt": "2021-04-25T09:08:30Z", "content": "O tempo passa e a realidade altera-se. Os símbolos das vitórias do passado continuam a projectar-se no presente lembrando os esforços de outrora, e é a forma como os vemos que mais influencia a forma… [+8017 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Internet da Starlink já funciona a 300 Mbps (Com antenas até com gelo) - Pplware", "description": "Utilizadores mostraram a Internet da Starlink a funcionar com um débito na ordem dos 300 Mbps (e mesmo com a antena parabólica com gelo).", "url": "https://pplware.sapo.pt/internet/internet-da-starlink-ja-funciona-a-300-mbps-com-antenas-com-gelo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/starlink_00-1.jpg", "publishedAt": "2021-04-25T09:00:03Z", "content": "A Internet da Starlink, que funciona via satélites, já é uma realidade. Na maioria dos países ainda se encontra em fase beta, mas Elon Musk revelou recentemente que no verão já iria ser possível alca… [+1533 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Dê nomes às janelas do Chrome e fique ainda mais organizado - Pplware", "description": "Vamos aprender a dar nome às janelas do Chrome. A forma de configurar é muito simples e será muito útil para também gerir os separadores", "url": "https://pplware.sapo.pt/browsers/dica-de-nomes-as-janelas-do-chrome-e-fique-ainda-mais-organizado/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/pplware_nome_chrome_0.jpg", "publishedAt": "2021-04-25T08:00:08Z", "content": "Os separadores no Chrome permitem que os utilizadores façam uma gestão muito simples dos sites que visitam. Podem abrir um novo para cada site que vistam e assim estruturam as visitas que quer fazer … [+2115 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Hey Google? Vai deixar de precisar deste comando para falar com o Assistente da Google - Pplware", "description": "O \"Hey Google\" poderá em breve mudar. Poderá desaparecer em algumas das interações. A Google testa uma novidade no seu Assistente", "url": "https://pplware.sapo.pt/google/hey-google-vai-deixar-de-precisar-deste-comando-para-falar-com-o-assistente-da-google/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/pplware_assistente_google_ecra_bloqueio_1.jpg", "publishedAt": "2021-04-25T07:00:11Z", "content": "O Assistente da Google, tal como os restantes que estão no mercado, dependem de uma frase chave. É esta que inicia o processo de comunicação e que abre a porta a todas as pesquisas e resultados que e… [+1789 chars]"}]}