{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "OPPO patenteia câmara frontal deslizante… até onde querem inovar as fabricantes? - Pplware", "description": "A OPPO sempre foi uma empresa inovadora no segmento dos smartphones. Agora, uma patente revela uma câmara deslizante mesmo acima do ecrã.", "url": "https://pplware.sapo.pt/gadgets/oppo-patenteia-camara-frontal-deslizante-ate-onde-querem-inovar-as-fabricantes/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/oppo-selfie-camera-sliding_1.jpg", "publishedAt": "2021-02-16T18:00:00Z", "content": "A OPPO sempre foi uma empresa inovadora no segmento dos smartphones e isso valeu-lhe a posição de destaque onde se encontra hoje. No que respeita às câmaras, por exemplo, foi uma das primeiras, em 20… [+1729 chars]"}, {"source": {"id": null, "name": "Www.jn.pt"}, "author": "Joana Rodrigues Stumpo e Rafaela Pereira", "title": "ESA está a recrutar astronautas. Saiba os requisitos para se poder candidatar - Jornal de Notícias", "description": "Pela primeira vez em mais de uma década, a Agência Espacial Europeia (ESA na sigla em inglês) está à procura de novos astronautas. O período de candidatura irá decorrer de 31 de março a 28 de maio de 2021, no site oficial da agência, e está aberto a cidadãos …", "url": "https://www.jn.pt/nacional/esa-esta-a-recrutar-astronautas-saiba-os-requisitos-para-se-poder-candidatar--13358495.html", "urlToImage": "https://static.globalnoticias.pt/jn/image.aspx?brand=JN&type=generate&guid=fc72eda1-03f9-4f28-b51d-ff2940688c33&w=800&h=420&watermark=true&t=20210216175100", "publishedAt": "2021-02-16T17:51:00Z", "content": "Joana Rodrigues Stumpo e Rafaela Pereira\r\nHoje às 17:51\r\nPela primeira vez em mais de uma década, a Agência Espacial Europeia (ESA na sigla em inglês) está à procura de novos astronautas. O período d… [+2711 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Zabbix: Vamos conhecer melhor a interface da plataforma (2) - Pplware", "description": "O Zabbix é uma plataforma bastante completa para monitorização de equipamentos ativos de uma rede. Conheça melhor a interface", "url": "https://pplware.sapo.pt/internet/zabbix-vamos-conhecer-melhor-a-interface-da-plataforma-2/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/zabbix_00.jpg", "publishedAt": "2021-02-16T17:03:00Z", "content": "Como temos vindo a referir, as plataformas de monitorização de equipamentos ativos numa rede é de extrema importância para qualquer administrador de sistemas. O Pplware tem vindo a explorar o Zabbix,… [+2068 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Se o Apple Watch continuar com problemas de carregamento, a Apple repara gratuitamente - Pplware", "description": "A Apple irá reparar gratuitamente o Apple Watch se depois da atualização de ontem o problema de carregamento continuar.", "url": "https://pplware.sapo.pt/gadgets/iphone/se-o-apple-watch-continuar-com-problemas-de-carregamento-a-apple-repara-gratuitamente/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/apple_watch_reparacao00.jpg", "publishedAt": "2021-02-16T15:45:00Z", "content": "A Apple lançou o watchOS 7.3.1 na segunda-feira. Esta versão para o Apple Watch 5 e SE, tem como missão tentar corrigir um problema que impede que alguns smartwatches carreguem durante o modo de poup… [+1404 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "BlueStacks: O melhor emulador do Android para PC acaba de receber mais novidades - Pplware", "description": "o BlueStacks, o emulador Android para PC chegou à versão 5 e foi totalmente reinventado, com melhorias importantes. Veja o que mudou agora", "url": "https://pplware.sapo.pt/smartphones-tablets/android/bluestacks-o-melhor-emulador-do-android-para-pc-acaba-de-receber-mais-novidades/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/bs5_1.jpg", "publishedAt": "2021-02-16T15:00:00Z", "content": "Ter o Android no PC não é uma tarefa difícil e que está ao alcance de todos. Este sistema está presente de várias formas, desde uma instalação completa e acessível até a emuladores que trazem tudo de… [+1875 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "OnePlus Watch: patente revela design do smartwatch - 4gnews", "description": "Pete Lau, CEO da OnePlus, já confirmou que a marca lançará o seu primeiro relógio inteligente no início de 2021. Ainda sem uma data definida para esse acontecimento, são já várias as pistas que elucidam o mercado do que esperar deste novo produto. O mais rece…", "url": "https://4gnews.pt/oneplus-watch-patente-revela-design-do-smartwatch/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-watch-patente-revela-design-do-smartwatch-og.jpg", "publishedAt": "2021-02-16T14:34:00Z", "content": "Pete Lau, CEO da OnePlus, já confirmou que a marca lançará o seu primeiro relógio inteligente no início de 2021. Ainda sem uma data definida para esse acontecimento, são já várias as pistas que eluci… [+2049 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Teresa Sofia Serafim", "title": "Quer ser astronauta? A ESA vai abrir as candidaturas - PÚBLICO", "description": "Desde 1978, a ESA apenas abriu candidaturas para astronautas três vezes. Este ano há aqui uma oportunidade para surgirem novos astronautas europeus. A ESA quer encorajar as mulheres a participar e vai também abrir candidaturas para o primeiro parastronauta.", "url": "https://www.publico.pt/2021/02/16/ciencia/noticia/quer-astronauta-esa-vai-abrir-candidaturas-1950890", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1554507?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-02-16T14:31:00Z", "content": "Pela primeira vez em mais de uma década, a Agência Espacial Europeia (ESA) procura novos astronautas e o concurso está aberto a todos os Estados-membros da organização, incluindo Portugal. O período … [+4837 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/sergio.magno", "title": "Associação Defesa dos Diretos Digitais recomenda a recusa dos computadores escolares - Exame Informática", "description": "A associação D3 tece fortes críticas às restrições impostas à utilização dos computadores que estão a ser distribuídos a alunos e professores.", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/mercados/2021-02-16-associacao-defesa-dos-diretos-digitais-recomenda-a-recusa-dos-computadores-escolares/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/02/Escola-Digital-1_exame%20informática.jpg", "publishedAt": "2021-02-16T14:13:00Z", "content": "A associação Defesa dos Diretos Digitais, D3, fez saber, via comunicado, que recomenda a não aceitação dos computadores que estão a ser distribuídos aos alunos no âmbito do apoio do ensino à distânci… [+3257 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ana Sofia", "title": "Inteligência Artificial ressuscita voz de cantor falecido há mais de 20 anos - Pplware", "description": "Sempre a surpreender, um sistema de Inteligência Artificial ressuscitou a voz do cantor Kim Kwang-seok falecido há mais de 20 anos.", "url": "https://pplware.sapo.pt/high-tech/inteligencia-artificial-ressuscita-voz-de-cantor-falecido-ha-mais-de-20-anos/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/ia_voz_cantor_falecido02.jpg", "publishedAt": "2021-02-16T14:00:00Z", "content": "Conforme lhe mostramos aqui, Elon Musk afirmou que as pessoas que acham que a Inteligência Artificial não pode tornar-se mais inteligente do que elas são mais burras do que pensam. Neste caso, e apes… [+1861 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Lusa", "title": "Aparelhos 5G podem afetar operações, diz autoridade francesa de aviação - Notícias ao Minuto", "description": "Os aparelhos 5G podem perturbar o funcionamento dos altímetros das aeronaves devido à utilização de ondas de frequências próximas, afirmaram hoje autoridades da aviação civil em França, que recomendam o desligamento destes telemóveis a bordo dos aparelhos.", "url": "https://www.noticiasaominuto.com/tech/1690874/aparelhos-5g-podem-afetar-operacoes-diz-autoridade-francesa-de-aviacao", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/30083287.jpg", "publishedAt": "2021-02-16T13:25:00Z", "content": "\"A utilização de dispositivos 5G a bordo de aeronaves pode levar a riscos de interferência, conduzindo a potenciais erros nas medições de altitude\", disse um porta-voz da autoridade francesa de aviaç… [+2187 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Negócios  com Bloomberg", "title": "Bitcoin supera pela primeira vez os 50 mil dólares - Jornal de Negócios", "description": "A mais famosa das moedas digitais já acumula um ganho de 73% este ano.", "url": "https://www.jornaldenegocios.pt/mercados/cambios/detalhe/bitcoin-supera-pela-primeira-vez-os-50-mil-dolares", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2021-01/img_1200x676$2021_01_07_20_14_28_392702.jpg", "publishedAt": "2021-02-16T12:57:32Z", "content": "A bitcoin, que tem somado máximos consecutivos, atingiu esta terça-feira, 16 de fevereiro, uma nova marca, superando pela primeira vez os 50 mil dólares.\r\nA moeda digital está a valorizar 4,44% para … [+1463 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "APOLO: smartphone Android perfeito para utilizadores seniores - 4gnews", "description": "A SPC tem um novo smartphone Android concebido para utilizadores seniores, com ícones grandes para ver facilmente as aplicações, boa qualidade sonora, botão SOS, menu simplificado e as funções inteligentes que fazem a diferença. Chama-se APOLO e permite, por …", "url": "https://4gnews.pt/apolo-smartphone-android-utilizadores-seniores/", "urlToImage": "https://cdn.4gnews.pt/imagens/apolo-smartphone-android-perfeito-para-utilizadores-seniores-og.jpg", "publishedAt": "2021-02-16T12:03:00Z", "content": "A SPC tem um novo smartphone Android concebido para utilizadores seniores, com ícones grandes para ver facilmente as aplicações, boa qualidade sonora, botão SOS, menu simplificado e as funções inteli… [+3339 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Cibercafés na Ásia transformam-se em sistemas de mineração de criptomoedas - Pplware", "description": "Os cibercafés na Ásia estão a transformar-se em autênticos sistemas de mineração de criptomoedas, e os donos dizem que traz \"lucros maiores\".", "url": "https://pplware.sapo.pt/gadgets/hardware/cibercafes-na-asia-transformam-se-em-sistemas-de-mineracao-de-criptomoedas/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/cybercafe-criptomoeda_0.jpg", "publishedAt": "2021-02-16T12:00:00Z", "content": "Ultimamente as notícias sobre as criptomoedas têm ganho cada vez mais força. A principal razão é a crescente valorização da moeda digital que, por conseguinte, provoca um maior interesse e procura po… [+1761 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "STARTUP PORTUGAL", "title": "Os teus amigos estão a trocar o WhatsApp por outras aplicações. Porquê? - SAPO 24", "description": "O mundo está cada vez mais ligado e as pessoas estão cada vez mais zelosas dos seus dados. A única novidade está na mais recente vítima desse zelo: a aplicação WhatsApp, que perde terreno a cada dia para as alternativas Telegram e Signal. Fica a conhecer as d…", "url": "https://24.sapo.pt/tecnologia/artigos/os-teus-amigos-estao-a-trocar-o-whatsapp-por-outras-aplicacoes-porque", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&png=1&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Fsapo24.web.sapo.io%2Fassets%2Fimg%2F24-sapo%2Ffacebook-overlay.png&epic=NTJkWT8m+MsaOkPuZOkz6L5ayz3TkSzPd7HEdX3hA7JEV8HMin61CVbLmDTh660HT1wX9UUF/c9Lc6Jdom7wsT0gWOJoUbWRGjaP98Wzee06VEo=", "publishedAt": "2021-02-16T10:40:00Z", "content": "Mudam-se os tempos, mudam-se as vontades é uma expressão com vários entendimentos. Para o ano de 2021, mudou-se o calendário, algumas coisas ficaram na mesma, mas a aplicação de troca de mensagens po… [+4858 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Android 12 – Google chama-lhe de Snow Cone - Pplware", "description": "Depois de se escavar um pouco, houve quem descobrisse que estávamos perante o Android 12 Snow Cone.", "url": "https://pplware.sapo.pt/smartphones-tablets/android/android-12-google-chama-lhe-de-snow-cone/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/android-snow-cone.jpg", "publishedAt": "2021-02-16T09:59:00Z", "content": "O Android há dois anos que não é lançado com nome de sobremesa. Contudo, internamente, parece que essa nomenclatura continua a existir. Observando o histórico por ordem alfabética, este ano, com o An… [+1736 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Jamboard: O quadro online que precisa para dar as suas aulas - Pplware", "description": "Com o Jamboard podemos partilhar facilmente os nossos apontamentos para toda a sala de aula e vários utilizadores podem utilizar em parelelo.", "url": "https://pplware.sapo.pt/internet/jamboard-o-quadro-online-que-precisa-para-dar-as-suas-aulas/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/jamboard_capa.jpg", "publishedAt": "2021-02-16T09:30:00Z", "content": "Com a passagem do ensino para o modelo online, por causa da pandemia, uma das ferramentas que os professores mais sentem falta é o quadro. É verdade que a tecnologia oferece algumas soluções, mas o q… [+1302 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Galaxy A52: preços e detalhes da nova versão do smartphone mais vendido da Samsung - 4gnews", "description": "Ao longo dos últimos anos, dois smartphones saltaram muito à vista nos números de vendas da Samsung. Falamos dos Galaxy A50 e A51, que se revelaram um verdadeiro sucesso no segmento de gama-média. Antes do lançamento da nova versão, o Galaxy A52, já são conhe…", "url": "https://4gnews.pt/galaxy-a52-precos-detalhes-nova-versao-smartphone-mais-vendido-samsung/", "urlToImage": "https://cdn.4gnews.pt/imagens/galaxy-a52-precos-detalhes-nova-versao-smartphone-mais-vendido-samsung-og.jpg", "publishedAt": "2021-02-16T09:24:00Z", "content": "Ao longo dos últimos anos, dois smartphones saltaram muito à vista nos números de vendas da Samsung. Falamos dos Galaxy A50 e A51, que se revelaram um verdadeiro sucesso no segmento de gama-média. An… [+1480 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Leonor Martins", "title": "Afinal, o que estão as empresas obrigadas (por lei) a pagar aos colaboradores em teletrabalho? - Diário Digital", "description": "Bárbara de Sousa Basto, consultora da Abreu Advogados, explica.", "url": "https://hrportugal.sapo.pt/afinal-o-que-estao-as-empresas-obrigadas-por-lei-a-pagar-aos-colaboradores-em-teletrabalho/", "urlToImage": "https://hrportugal.sapo.pt/wp-content/uploads/2021/02/teletrabalho-site.jpg", "publishedAt": "2021-02-16T09:20:00Z", "content": "O teletrabalho conheceu, por força do contexto pandémico, um crescimento exponencial e imprevisto, o que tem levantado questões que o actual quadro normativo não resolve.\r\nPor Bárbara de Sousa Basto,… [+3456 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Bloomberg", "title": "Criador da dogecoin não tem resposta para ascensão meteórica da moeda digital - Jornal de Negócios", "description": "A dogecoin atingiu uma capitalização de mercado de 9,1 mil milhões de dólares – tanto quanto a Dropbox ou a Under Armour –, na esteira de um rally impressionante de 1.400% no acumulado do ano impulsionado pelo Reddit (de meio cêntimo para sete cêntimos de dól…", "url": "https://www.jornaldenegocios.pt/mercados/detalhe/criador-da-dogecoin-nao-tem-resposta-para-ascensao-meteorica-da-moeda-digital", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2021-02/img_1200x676$2021_02_04_20_23_56_394913.jpg", "publishedAt": "2021-02-16T09:00:23Z", "content": "Imagine que é o fundador de uma empresa multimilionária. Tem uma casa enorme? Passa férias numa exclusiva ilha das Caraíbas? Possui carros de corrida? Sim, vai querer tudo isso. \r\nE que tal um Honda … [+3021 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "Microsoft Surface Pro 8 é real, lançamento no final do ano - 4gnews", "description": "A Microsoft não é exatamente conhecida por manter um calendário de lançamentos regular na sua linha de equipamentos Surface. Depois de muitos suspeitarem que o Surface Pro 8 podia nem sequer acontecer, eis que surgem agora novas informações que apontam para n…", "url": "https://4gnews.pt/microsoft-surface-pro-8-e-real-lancamento-no-final-do-ano/", "urlToImage": "https://cdn.4gnews.pt/imagens/microsoft-surface-pro-8-e-real-lancamento-no-final-do-ano-og.jpg", "publishedAt": "2021-02-16T08:50:00Z", "content": "A Microsoft não é exatamente conhecida por manter um calendário de lançamentos regular na sua linha de equipamentos Surface. Depois de muitos suspeitarem que o Surface Pro 8 podia nem sequer acontece… [+1494 chars]"}]}