{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "China anuncia novas regras anti-monopólio com foco nas grandes empresas da Internet - Pplware", "description": "A China anunciou neste domingo novas regras anti-monopólio. E o foco está direcionado para as grandes empresas da Internet.", "url": "https://pplware.sapo.pt/internet/china-anuncia-novas-regras-anti-monopolio-com-foco-nas-grandes-empresas-da-internet/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/china-anti-monopolio.jpg", "publishedAt": "2021-02-08T09:50:00Z", "content": "A China anunciou neste domingo novas regras para o combate ao monopólio das marcas. E o foco está direcionado para as grandes empresas da Internet. Estas novas diretrizes formalizam assim a lei anti-… [+1898 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Agora é oficial: Xiaomi anunciou regresso dos Mi MIX em 2021 - 4gnews", "description": "Depois de muita espera, agora é oficial. Como prometido, vários executivos da Xiaomi - incluindo o CEO, Lei Jun - recorreram este domingo à rede social Weibo para um grande anúncio: o regresso da série Mi MIX em 2021. Esta é uma linha de smartphones da Xiaomi…", "url": "https://4gnews.pt/agora-e-oficial-xiaomi-anunciou-regresso-dos-mi-mix-em-2021/", "urlToImage": "https://cdn.4gnews.pt/imagens/oficial-xiaomi-mi-mix-esta-de-volta-em-2021-og.jpg", "publishedAt": "2021-02-08T09:00:00Z", "content": "Depois de muita espera, agora é oficial. Como prometido, vários executivos da Xiaomi - incluindo o CEO, Lei Jun - recorreram este domingo à rede social Weibo para um grande anúncio: o regresso da sér… [+1650 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Model 3 da Tesla é o carro elétrico mais vendido de 2020 por uma larga margem - Pplware", "description": "Com 2020 já terminado, é hora de avaliar qual o carro elétrico que mais vendeu. O troféu cabe ao Model 3 da Tesla, por uma margem muito grande", "url": "https://pplware.sapo.pt/motores/model-3-da-tesla-e-o-carro-eletrico-mais-vendido-de-2020-por-uma-larga-margem/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/07/tesla_model_3_atualizacao_1.jpg", "publishedAt": "2021-02-08T08:00:00Z", "content": "O mercado dos carros elétricos está num crescimento nunca visto. Mesmo com a pandemia de COVID-19 as vendas destes veículos não abrandaram e o seu crescimento foi único. Esta é a prova de que entrara… [+2863 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Cristiana Faria Moreira, Nuno Ferreira Santos", "title": "Agora com Internet e computador, Samuel já pode fazer mais de três fichas por dia - PÚBLICO", "description": "Depois de um ano em que muito ficou para trás, Samuel tem finalmente um computador e Internet para ter aulas à distância, ainda que isso vá ser um grande desafio para ele e para a mãe. Em Lisboa, há alunos que vão recomeçar a escola sem o equipamento prometid…", "url": "https://www.publico.pt/2021/02/08/local/noticia/internet-computador-samuel-ja-tres-fichas-dia-1949539", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1551612?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-02-08T07:00:00Z", "content": "Se Samuel pudesse decidir, o mundo seria feito de Matemática. Contas de somar, subtrair, multiplicar ou dividir a revestir as paredes de todos os prédios, numa espécie de quebra-cabeças constante. “E… [+240 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "O OnePlus 9 Pro foi revelado e há uma grande surpresa nas suas câmaras! - Pplware", "description": "Novas imagens mostram agora o OnePlus 9 Pro e há uma surpresa nas suas câmaras! A Hasselblad está presente nas câmaras deste smartphone", "url": "https://pplware.sapo.pt/smartphones-tablets/o-oneplus-9-pro-foi-revelado-e-ha-uma-grande-surpresa-nas-suas-camaras/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/oneplus_9_pro_1.jpg", "publishedAt": "2021-02-08T01:30:00Z", "content": "A OnePlus tem apostado forte nos seus smartphones nos últimos meses. As propostas são muitas e têm procurado atingir novos mercados onde a marca ainda não tem uma presença, reforçando ao mesmo tempo … [+1846 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Se usa o Firefox no Windows é melhor instalar imediatamente esta atualização - Pplware", "description": "A Mozilla resolveu agora tratar de um problema do Windows e do seu browser e por isso lançou agora uma atualização essencial para o Firefox.", "url": "https://pplware.sapo.pt/browsers/se-usa-o-firefox-no-windows-e-melhor-instalar-imediatamente-esta-atualizacao/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/firefox_atualizacao_1.jpg", "publishedAt": "2021-02-08T00:30:00Z", "content": "Foi em meados de janeiro que uma falha grave do Windows foi descoberta e revelada ao mundo. Um simples comando conseguia comprometer o disco do computador e eventualmente fazer o utilizador perder pa… [+1701 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Abílio Rodrigues", "title": "Apple: iPhone SE 3 no próximo ano com característica que todos desejam! - 4gnews", "description": "Am abril do ano passado a Apple lançou o iPhone Se 2020, um dispositivo com uma configuração topo de gama e um preço atrativo mas com um design antiquado. Segundo os analistas da JP Morgan Chase a marca de Cupertino vai lançar o iPhone SE 3 em 2022, renovando…", "url": "https://4gnews.pt/apple-iphone-se-3-no-proximo-ano-com-caracteristica-que-todos-desejam/", "urlToImage": "https://cdn.4gnews.pt/imagens/apple-iphone-se-3-no-proximo-ano-com-caracteristica-que-todos-desejam-og.jpg", "publishedAt": "2021-02-07T20:56:00Z", "content": "Am abril do ano passado a Apple lançou o iPhone Se 2020, um dispositivo com uma configuração topo de gama e um preço atrativo mas com um design antiquado. Segundo os analistas da JP Morgan Chase a ma… [+1582 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Apple criou nova tendência para 2021? Também a Asus deverá lançar smartphone “mini” - Pplware", "description": "Depois do iPhone 12 mini, a Sony poderá voltar a lançar a sua linha \"Compact\" e agora parece ser a Asus a trabalhar num topo de gama \"mini\".", "url": "https://pplware.sapo.pt/gadgets/apple-criou-nova-tendencia-para-2021-tambem-a-asus-devera-lancar-smartphone-mini/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/iphone_12_mini_comparar_1.jpg", "publishedAt": "2021-02-07T20:00:00Z", "content": "Apesar da Apple sempre ter tido na sua linha de iPhones um modelo mais pequeno em termos de dimensão de ecrã, a verdade é que apenas com o iPhone 12 assumiu uma versão “mini”. Apesar de haver consumi… [+2258 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Expresso", "title": "Sophia, a robô humanóide que foi à Web Summitt, vai ser produzida em massa durante a pandemia - Expresso", "description": "Tecnológica de Hong Kong prevê vender no primeiro semestre de 2021 milhares de robôs Sophia, que foi ao palco na Web Summitt de 2019 em Lisboa. Criador diz que \"pode ser muito útil no mundo da covid-19, em que as pessoas estão terrivelmente solitárias e socia…", "url": "https://expresso.pt/sociedade/2021-02-07-Sophia-a-robo-humanoide-que-foi-a-Web-Summitt-vai-ser-produzida-em-massa-durante-a-pandemia", "urlToImage": "http://images.impresa.pt/expresso/2021-02-07-Robo-Sophia.jpg/fb/wm", "publishedAt": "2021-02-07T18:53:00Z", "content": "Sophia, a robô humanóide que fala, faz desenhos e interage com o público em eventos onde tem participado, vai começar a ser produzida em larga escala durante os tempos da pandemia covid-19 pelo labor… [+1850 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Maria Martinho", "title": "Ensino à distância. Alunos sem computador, professores sem formação tecnológica e pais preocupados com as refeições - Observador", "description": "", "url": "https://observador.pt/especiais/ensino-a-distancia-alunos-sem-computador-professores-sem-formacao-e-pais-preocupados-com-as-refeicoes/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A770%3A403%2Fc%3A2560%3A1438%3Anowe%3A0%3A71%2Fq%3A85%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2020%2F09%2F26165212%2Fopassos_escola_26-09__7-scaled.jpg", "publishedAt": "2021-02-07T18:32:00Z", "content": "Desde setembro, a Escola Secundária João Gonçalves Zarco, em Matosinhos, teve várias turmas em isolamento profilático e registou 15 alunos, um professor e dois funcionários infetados com o novo coron… [+3505 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Samsung Galaxy 21 leva \"nega\" em teste de reparação - 4gnews", "description": "Os especialistas do iFixit já deitaram mãos ao mais recente topo de gama da Samsung. O Galaxy S21 foi o equipamento testado nos seus níveis de possível reparação, e o resultado está longe de ser o melhor. Samsung Galaxy S21 recebe 4 em 10 pontos, em teste de …", "url": "https://4gnews.pt/samsung-galaxy-21-leva-nega-em-teste-de-reparacao/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-21-e-uma-desilusao-em-teste-de-reparacao-og.jpg", "publishedAt": "2021-02-07T17:52:00Z", "content": "Os especialistas do iFixit já deitaram mãos ao mais recente topo de gama da Samsung. O Galaxy S21 foi o equipamento testado nos seus níveis de possível reparação, e o resultado está longe de ser o me… [+1310 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Startups e sustentabilidade. Há e são verdes! - ECO Economia Online", "description": "Propósito, sustentabilidade e... lucro. Estas startups têm o verde como cor favorita. Vendem impacto positivo no mundo e, claro, fazem do \"mundo melhor\" um dos seus pilares.", "url": "https://eco.sapo.pt/especiais/startups-e-sustentabilidade-ha-e-sao-verdes/", "urlToImage": "https://eco.imgix.net/uploads/2020/12/cropped-street-675224_1920.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2021-02-07T17:00:00Z", "content": "Propósito, sustentabilidade e... lucro. Estas startups têm o verde como cor favorita. Vendem impacto positivo no mundo e, claro, fazem do \"mundo melhor\" um dos seus pilares. Nove meses de trabalho at… [+17862 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Todos os dias são bons para renovar o stock de aplicações. Hoje temos 5 propostas novas para si - SAPO Tek", "description": "As apps destacadas durante esta semana têm versões gratuitas e servem diferentes propósitos. Conte com redes sociais, edição de vídeo, inteligência artificial aplicada à música e, claro, jogos.", "url": "https://tek.sapo.pt/mobile/apps/artigos/todos-os-dias-sao-bons-para-renovar-o-stock-de-aplicacoes-hoje-temos-5-propostas-novas-para-si", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=OGE11Q1pKnBhqJFPe5sVH/pmB5iRd97JuQFLBg60TBXUxVq83B8w0wddhvW3Pq0I9oUVB2lke3KXa8RftXFCHI0bJbyc7h16hcmmpttEUssOSLo=", "publishedAt": "2021-02-07T16:02:00Z", "content": "Na seleção que fizemos ao longo dos últimos dias há um utilitários de edição avançada de vídeo para \"não mestres\",  música para relaxar feita com a ajuda de Inteligência Artificial e a rede social do… [+8361 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Todas as suas músicas irão desaparecer do Google Play Music no dia 24 de fevereiro - Pplware", "description": "Este é mais um serviço Google que morre. Assim, todas as suas músicas irão desaparecer do Google Play Music no dia 24 de fevereiro.", "url": "https://pplware.sapo.pt/informacao/todas-as-suas-musicas-irao-desaparecer-do-google-play-music-no-dia-24-de-fevereiro/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/google_music_fim00.jpg", "publishedAt": "2021-02-07T15:30:00Z", "content": "A Google ano passado revelou os planos para o seu serviço de alojamento de música, Google Play Music. Conforme foi dado a saber, este serviço desaparecerá definitivamente no próximo 24 de fevereiro. … [+1626 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "WhatsApp prepara nova notificação para as menções na app - 4gnews", "description": "O WhatsApp continua a desenvolver novas melhorias para a sua plataforma e a preparar novas opções para os utilizadores. Apesar de atravessar uma fase conturbada após a mal recebida alteração à política de privacidade, há mais novidades a caminho. Os utilizado…", "url": "https://4gnews.pt/whatsapp-notificacao-mencoes-app/", "urlToImage": "https://cdn.4gnews.pt/imagens/whatsapp-prepara-nova-notificacao-para-as-mencoes-na-app-og.jpg", "publishedAt": "2021-02-07T15:21:00Z", "content": "O WhatsApp continua a desenvolver novas melhorias para a sua plataforma e a preparar novas opções para os utilizadores. Apesar de atravessar uma fase conturbada após a mal recebida alteração à políti… [+2158 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Intel diz que o seu Core i7-1185G7 é até seis vezes mais rápido do que o Apple M1 - Pplware", "description": "A Intel revelou benchmarks com o Core i7-1185G7 onde o seu processador consegue ser até seis vezes mais rápido do que o M1 da Apple.", "url": "https://pplware.sapo.pt/gadgets/hardware/intel-diz-que-o-seu-core-i7-1185g7-e-ate-seis-vezes-mais-rapido-do-que-o-apple-m1/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/Intel-core-i7.jpg", "publishedAt": "2021-02-07T14:00:00Z", "content": "A corrida pelo melhor hardware do mercado, e que possa servir o consumidor em todas as suas necessidades, está cada vez mais renhida. As marcas, como a Intel, têm apostado forte neste segmento e nunc… [+2626 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "15 Apps Android pagas, agora gratuitas na Play Store (por tempo limitado) - Pplware", "description": "Para que tenha acesso a algumas destas versões pagas, trazemos-lhe algumas sugestões de apps em promoções na loja da Google.", "url": "https://pplware.sapo.pt/smartphones-tablets/android/apps-android-pagas-agora-gratuitas-na-play-store-por-tempo-limitado-6/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/07/apps_defeito_android_1.jpg", "publishedAt": "2021-02-07T13:00:00Z", "content": "A Play Store da Google está repleta de excelentes apps disponíveis, grande parte delas gratuitamente. O facto de serem à borla, fazem com que surja publicidade e que algumas funcionalidades sejam ape… [+1555 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Netflix: cuidado não deixe que lhe roubem a sua conta! - Leak", "description": "Este problema é mais comum do que pensa e está a acontecer cada vez mais. Assim se usar o Netflix não deixe que lhe roubem a sua conta!", "url": "https://www.leak.pt/alerta-netflix-roubem/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2020/12/netflix.jpg", "publishedAt": "2021-02-07T11:20:00Z", "content": "Alguns utilizadores andam a queixar-se de comportamentos estranhos na Netflix. Vão tentar ver um filme ou uma série e não conseguem. Na prática surge uma mensagem que diz que a conta está a ser utili… [+3450 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Como Elon Musk ajudou o Reddit a inflacionar o mercado - ECO Economia Online", "description": "O homem mais rico do mundo tomou um dos lados da barricada no braço de ferro da GameStop... e não foi o lado de Wall Street. Elon Musk tem usado o Twitter para incentivar os pequenos investidores.", "url": "https://eco.sapo.pt/2021/02/07/como-elon-musk-ajudou-o-reddit-a-inflacionar-o-mercado/", "urlToImage": "https://eco.imgix.net/uploads/2016/11/cropped-cropped-elon_musk_tesla-5.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2021-02-07T11:05:59Z", "content": "Elon Musk colocou-se do lado dos pequenos investidores no braço de ferro da GameStop.David Paul Morris/Bloomberg\r\nElon Musk não é um gestor ortodoxo. Quem o conhece mais de perto diz que o patrão da … [+4396 chars]"}, {"source": {"id": null, "name": "Www.nit.pt"}, "author": null, "title": "É a Loucura: Fnac tem iPhones e portáteis com descontos até 50% - NiT New in Town", "description": "A campanha Hot Deals vai estar em vigor durante 48 horas.", "url": "https://www.nit.pt/compras/e-loucura-fnac-tem-iphones-e-portateis-com-descontos-ate-50", "urlToImage": "https://www.nit.pt/wp-content/plugins/mm_og_image/mm_og_image.php?post_id=647437&ts=20210207170233", "publishedAt": "2021-02-07T11:01:00Z", "content": "Com as novas tecnologias até pode fazer compras a partir do sofá e aproveitar os melhores descontos também. Uma das campanhas que vale a pena aproveitar são os Hot Deals da Fnac. Até ao final do dia … [+1027 chars]"}]}