{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "4 Extensões para Google Chrome que deve ter instaladas - Pplware", "description": "As extensões para Chrome oferecem ao utilizador funcionalidades extra, de grande utilidade e que promovem a produtividade e até o lazer.", "url": "https://pplware.sapo.pt/browsers/4-extensoes-para-google-chrome-que-deve-ter-instaladas-2/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/09/extensoes-chrome-pplware.jpg", "publishedAt": "2021-01-17T14:00:00Z", "content": "As extensões para browsers oferecem ao utilizador funcionalidades extra, muitas vezes de grande utilidade e que promovem a produtividade e até o lazer. Mas, sendo o Google Chrome um dos mais utilizad… [+1739 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Apple testa no iPhone 13 o Touch ID sob o ecrã e um iPhone dobrável - Pplware", "description": "Há informações que revelam que a Apple irá lançar o iPhone 13 com o Touch ID debaixo do ecrã, assim como Face ID. O dobrável também já mexe.", "url": "https://pplware.sapo.pt/apple/apple-testa-no-iphone-13-o-touch-id-sob-o-ecra-e-um-iphone-dobravel/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/iphone_touchid_ecra00.jpg", "publishedAt": "2021-01-17T12:45:00Z", "content": "A Apple terá uma série de tecnologias em teste que poderão fazer parte dos lançamentos deste ano. Conforme já se falou, a Foxconn terá terminado a fase de testes do iPhone dobrável e agora sabe-se qu… [+2307 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "15 Apps Android pagas, agora gratuitas na Play Store (por tempo limitado) - Pplware", "description": "Para que tenha acesso a algumas destas versões pagas, sem gastar 1 cêntimo, trazemos-lhe algumas apps em promoções na loja da Google.", "url": "https://pplware.sapo.pt/smartphones-tablets/apps-android-pagas-agora-gratuitas-na-play-store-por-tempo-limitado-3/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/03/Samsung-Galaxy-S20-Plus-play-store-apps-jogos-filmes-1.jpg", "publishedAt": "2021-01-17T12:00:00Z", "content": "A Play Store da Google está repleta de excelentes apps disponíveis, grande parte delas gratuitamente. O facto de serem à borla, fazem com que surja publicidade e que algumas funcionalidades sejam ape… [+1532 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Afinal já é possível instalar e correr o Ubuntu num iPhone de forma completa - Pplware", "description": "O mais recente caso de sucesso mostrou que é possível ter o Ubuntu a correr num iPhone, bastando recorrer às ferramentas corretas.", "url": "https://pplware.sapo.pt/gadgets/iphone/afinal-ja-e-possivel-instalar-e-correr-o-ubuntu-num-iphone-de-forma-completa/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/iphone_ubuntu_1.jpg", "publishedAt": "2021-01-17T11:00:00Z", "content": "Por norma os sistemas operativos são criados e desenvolvidos para plataformas específicas de hardware. Não é simples fazer a ponte entre estes e tê-los a correr noutros equipamentos para os quais não… [+1676 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Como criar ou alterar a assinatura do Gmail no seu smartphone Android - Pplware", "description": "Podem configurar o Gmail a partir do smartphone, personalizando-o de forma única. Hoje mostramos uma opção, associada à assinatura no Android", "url": "https://pplware.sapo.pt/smartphones-tablets/android/dica-como-criar-ou-alterar-a-assinatura-do-gmail-no-seu-smartphone-android/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/09/pplware_gmail_poupar_dados_1.jpg", "publishedAt": "2021-01-17T10:00:00Z", "content": "A interligação entre o Android serviços com o Gmail é muito grande. A presença da Google neste processo é essencial e permite que estas partes essenciais funcionem em conjunto e de forma quase perfei… [+1852 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Qualcomm SC8280: Há um novo SoC a chegar para combater o M1 da Apple - Pplware", "description": "Já com alguns SoCs prontos a serem usados, a Qualcomm estará a preparar uma surpresa. O SC8280 chegará em breve e fará frente ao M1 da Apple", "url": "https://pplware.sapo.pt/gadgets/hardware/qualcomm-sc8280-ha-um-novo-soc-a-chegar-para-combater-o-m1-da-apple/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/QualcommSC8280_1.jpg", "publishedAt": "2021-01-17T08:00:00Z", "content": "O lançamento do SoC M1 da Apple veio mostrar que este deverá ser o caminho a seguir no futuro. Os processadores ARM são a próxima aposta e as marcas precisam agora de se adaptar. Os sistemas devem se… [+1914 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Luísa Pinto", "title": "Douro pode perder estatuto de património da humanidade se vir aprovado hotel em Mesão Frio - PÚBLICO", "description": "Parecer técnico da Unesco abre caminho a uma futura exclusão do Douro vinhateiro do património mundial por causa de um hotel que Mário Ferreira quer construir no lugar da Rede. Projecto esta em consulta pública até dia 29", "url": "https://www.publico.pt/2021/01/17/economia/noticia/douro-perder-estatuto-patrimonio-humanidade-aprovado-hotel-mesao-frio-1946442", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1543828?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-01-17T06:58:00Z", "content": "A Comissão Nacional da Unesco (CNU) considera que aprovação de um hotel de cinco estrelas no lugar da Rede, concelho de Mesão Frio, um projecto antigo retomado pelo empresário Mário Ferreira, vai col… [+152 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Luísa Pinto", "title": "Câmara de Mesão Frio vai pedir “apoio inequívoco” para Douro Marina Hotel - PÚBLICO", "description": "Município diz que Douro Marina Hotel é fundamental para a economia local e para a criação de postos de trabalho. “Corremos o risco de morrer da cura”, diz autarca", "url": "https://www.publico.pt/2021/01/17/economia/noticia/camara-mesao-frio-vai-pedir-apoio-inequivoco-douro-marina-hotel-1946454", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1543832?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-01-17T06:08:00Z", "content": "Quando a Comissão de Coordenação e Desenvolvimento Regional do Norte divulgou nas suas redes sociais o início da consulta pública do projecto de construção do Douro Marina Hotel, teve como resposta i… [+506 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Brasil autoriza a participação da Huawei no leilão da rede 5G - Pplware", "description": "As mais recentes informações revelam que o Brasil deu carta verde para a participação da marca chinesa Huawei no leilão da rede 5G.", "url": "https://pplware.sapo.pt/internet/brasil-autoriza-a-participacao-da-huawei-no-leilao-da-rede-5g/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Huawei-5G.jpg", "publishedAt": "2021-01-17T01:30:00Z", "content": "Com tantos entraves colocados por vários países, nem sempre há notícias onde a Huawei consegue levar a cabo o seu trabalho sem condicionamentos nem obstáculos.\r\nNesse sentido, as mais recentes inform… [+2236 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "MIUI 12.5 já começou a chegar aos primeiros 27 smartphones da Xiaomi - Pplware", "description": "A Xiaomi quer garantir que tem a MIUI 12.5 perfeita. Esta está agora a ser lançada para os primeiros 28 smartphones para ser testada", "url": "https://pplware.sapo.pt/smartphones-tablets/android/miui-12-5-ja-comecou-a-chegar-aos-primeiros-27-smartphones-da-xiaomi/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/miui_12_5_3.jpg", "publishedAt": "2021-01-17T00:30:00Z", "content": "A MIUI da Xiaomi tem estado constantemente a ser renovada, com muitas novidades e melhorias. A marca tem procurado dar aos utilizadores funcionalidades que não existem no Android ou melhorar muitas d… [+2502 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Apple bloqueia instalação de apps do iPhone fora da App Store nos Mac com SoC M1 - Pplware", "description": "A possibilidade de instalar apps do iPhone nos Mac foi bloqueada pela Apple, fechando a porta a apps que não estejam na App Store", "url": "https://pplware.sapo.pt/apple/apple-bloqueia-instalacao-de-apps-do-iphone-fora-da-app-store-nos-mac-com-soc-m1/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/apps_ios_mac_m1_1.jpg", "publishedAt": "2021-01-16T23:00:00Z", "content": "Com a chegada do SoC M1 aos Mac, a Apple abriu a porta a uma integração única entre os seus sistemas. Passou a ser possível ter apps do iPhone a correr no macOS Big Sur, de forma transparente e sem c… [+1930 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Apple estará a preparar grandes mudanças para o iMac em 2021 - 4gnews", "description": "A tecnológica de Cupertino estará a preparar grandes mudanças no design, no aspeto geral dos seus computadores \"tudo-em-1\", os veneráveis iMac. Segundo avança o jornalista Mark Gurman da publicação Bloomberg, a Apple decidida a mudar os iMac. Inalterados há v…", "url": "https://4gnews.pt/apple-estara-a-preparar-grandes-mudancas-para-o-imac-em-2021/", "urlToImage": "https://cdn.4gnews.pt/imagens/apple-estara-a-preparar-grandes-mudancas-para-o-imac-em-2021-og.jpg", "publishedAt": "2021-01-16T22:02:00Z", "content": "A tecnológica de Cupertino estará a preparar grandes mudanças no design, no aspeto geral dos seus computadores \"tudo-em-1\", os veneráveis iMac. Segundo avança o jornalista Mark Gurman da publicação B… [+2376 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Universidade transforma smartphones antigos em microscópios para estudantes - Pplware", "description": "Uma universidade da Tailândia transformou smartphones antigos em microscópios para os estudantes. Uma outra vida para o telemóvel.", "url": "https://pplware.sapo.pt/gadgets/universidade-da-tailandia-transforma-smartphones-antigos-em-microscopios-para-estudantes/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/telemovel_microscopio00.jpg", "publishedAt": "2021-01-16T22:00:00Z", "content": "Já por muitas vezes abordamos a segunda ou terceira vida que um smartphone pode ter. De smartphone a rato para o PC, ou até um novo despertador. A verdade é que um smartphone não morre. A pensar niss… [+2104 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Amazfit GTR2: já podes comprar este bom smartwatch! - 4gnews", "description": "O smartwtach Amazfit GTR 2 foi apresentado com o GTS 2 em outubro de 2020, mas só recentemente começariam a chegar às melhores lojas da Europa. A quem procura um smartwatch avançado que se destaque pelo estilo e funções, este é o ideal! Chega à Europa e à fil…", "url": "https://4gnews.pt/amazfit-gtr2-ja-podes-comprar-este-bom-smartwatch/", "urlToImage": "https://cdn.4gnews.pt/imagens/amazfit-gtr2-ja-podes-comprar-este-bom-smartwatch-og.jpg", "publishedAt": "2021-01-16T21:30:00Z", "content": "O smartwtach Amazfit GTR 2 foi apresentado com o GTS 2 em outubro de 2020, mas só recentemente começariam a chegar às melhores lojas da Europa. A quem procura um smartwatch avançado que se destaque p… [+3075 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/nunoliveira1991", "title": "IPTV 2021: Estes são os melhores programas para ver TV pela Internet! - Leak", "description": "O IPTV está muita vez associado a pirataria, mas isso é um erro, visto que existem muitas formas legais de ver TV pela Internet, quer pague", "url": "https://www.leak.pt/iptv-2021-programas-para-ver-tv/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2019/10/iptv.jpg", "publishedAt": "2021-01-16T21:16:00Z", "content": "O IPTV está muita vez associado a pirataria, mas isso é um erro, visto que existem muitas formas legais de ver TV pela Internet, quer pague ou não. Aliás, podemos dizer que o IPTV mudou profundamente… [+2749 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "WhatsApp: como apagar a memória e libertar espaço no smartphone - 4gnews", "description": "O WhatsApp é uma plataforma incrível para mandar mensagens, clips de áudio, ficheiros, fotografias, autocolantes e figurinhas, ou simplesmente falar nos grupos. Por outro lado, com o acumular destes arquivos é aconselhável libertar espaço no smartphone. Isto …", "url": "https://4gnews.pt/whatsapp-como-libertar-espaco/", "urlToImage": "https://cdn.4gnews.pt/imagens/whatsapp-como-apagar-a-memoria-e-libertar-espaco-no-smartphone-og.jpg", "publishedAt": "2021-01-16T21:00:00Z", "content": "O WhatsApp é uma plataforma incrível para mandar mensagens, clips de áudio, ficheiros, fotografias, autocolantes e figurinhas, ou simplesmente falar nos grupos. Por outro lado, com o acumular destes … [+3688 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "As melhores alternativas ao Google Fotos em 2021 - 4gnews", "description": "O Google Fotos é um dos serviços da Google mais populares, mas a partir de 1 de junho de 2021 deixa de permitir o armazenamento ilimitado de fotografias e vídeos. É, portanto, necessário escolher as melhores alternativas ao Google Fotos. Em seguida damos a co…", "url": "https://4gnews.pt/melhores-alternativas-ao-google-fotos/", "urlToImage": "https://cdn.4gnews.pt/imagens/as-melhores-alternativas-ao-google-fotos-em-2021-og.jpg", "publishedAt": "2021-01-16T18:11:00Z", "content": "O Google Fotos é um dos serviços da Google mais populares, mas a partir de 1 de junho de 2021 deixa de permitir o armazenamento ilimitado de fotografias e vídeos. É, portanto, necessário escolher as … [+5364 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Apple Watch revela-se um importante aliado no combate ao novo Coronavirus - 4gnews", "description": "Novos estudos afirmam que o Apple Watch pode ser utilizado como ferramenta para a deteção de novas infeções pelo novo Coronavírus. Graças ao seu medidor de batimentos cardíacos, o relógio inteligente pode detetar casos positivos mesmo antes de aparecerem os p…", "url": "https://4gnews.pt/apple-watch-revela-se-um-importante-aliado-no-combate-ao-novo-coronavirus/", "urlToImage": "https://cdn.4gnews.pt/imagens/apple-watch-revela-se-um-importante-aliado-no-combate-ao-novo-coronavirus-og.jpg", "publishedAt": "2021-01-16T17:46:00Z", "content": "Novos estudos afirmam que o Apple Watch pode ser utilizado como ferramenta para a deteção de novas infeções pelo novo Coronavírus. Graças ao seu medidor de batimentos cardíacos, o relógio inteligente… [+3010 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Quer partilhar ficheiros áudio de grande dimensão de forma simples e rápida? Há uma app que o pode ajudar - SAPO Tek", "description": "Através da Audiopile pode gravar ou fazer o upload de ficheiros áudio de grandes dimensões de qualquer dimensão e formato. A app cria “miniaturas” MP3 para que possa partilhá-los de facilmente com outros utilizadores.", "url": "https://tek.sapo.pt/mobile/android/artigos/quer-partilhar-ficheiros-audio-de-grande-dimensao-de-forma-simples-e-rapida-ha-uma-app-que-o-pode-ajudar", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NWNjh09gRv49hNYRzt7pmFp4mVKczWvNOBLOek9HgdtHlYS44GauNNi4yydsXQ85Gar2svRFFuRRC/4ICLjXyVprhavnTDmA2lY4xt7pr5kVAt0=", "publishedAt": "2021-01-16T17:37:00Z", "content": "É verdade que existem serviços online que permitem enviar ficheiros de grandes dimensões. No entanto, para quem trabalha com ficheiros áudio, como produtores musicais, engenheiros de som e até podcas… [+1087 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/nunoliveira1991", "title": "i9-11900K vs i9-10900K: O CPU mais velho é mais rápido nos jogos! - Leak", "description": "Como deve saber, a Intel está prestes a lançar os seus novos processadores, agora denominados de Intel Core 11000, sendo esta nova gama", "url": "https://www.leak.pt/i9-11900k-vs-i9-10900k-o-cpu-mais-velho-e-mais-rapido-nos-jogos/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2020/10/intel-comet-lake-vpro-brand.jpg", "publishedAt": "2021-01-16T16:44:00Z", "content": "Como deve saber, a Intel está prestes a lançar os seus novos processadores, agora denominados de Intel Core 11000, sendo esta nova gama liderada pelo todo poderoso i9-11900K. Dito tudo isto, todos os… [+1880 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Burla no Twitter usa Elon Musk para roubar 587 mil dólares em Bitcoin - Pplware", "description": "Recentemente, foi descoberta uma nova burla neste rede social que utilizava a cara de Elon Musk para roubar 587 mil dólares em Bitcoins.", "url": "https://pplware.sapo.pt/redes_sociais/burla-no-twitter-usa-elon-musk-para-roubar-587-mil-dolares-em-bitcoin/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Elon-Musk-Twitter.jpg", "publishedAt": "2021-01-16T16:00:00Z", "content": "No ano passado, várias contas no Twitter de personalidades foram atacadas. Entre elas elas estavam o perfil de Elon Musk, Joe Biden, Tim Cook, entre outros.\r\nE, recentemente, foi descoberta uma nova … [+1828 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "5 novas apps para instalar no seu smartphone Android - Pplware", "description": "As aplicações para smartphone são hoje grandes aliados no nosso dia-a-dia. É assim que hoje temos mais uma seleção de apps para si.", "url": "https://pplware.sapo.pt/smartphones-tablets/android/5-novas-apps-para-instalar-no-seu-smartphone-android/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/10/Cubot-X30-apps.jpg", "publishedAt": "2021-01-16T15:00:00Z", "content": "As aplicações para smartphone são hoje grandes aliados no nosso dia-a-dia. Seja para gerir as nossas finanças, para pagar no supermercado, conversar com amigos ou até para estudar, nada fica de parte… [+2194 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "10 novos jogos para experimentar no seu smartphone - SAPO Tek", "description": "Bloodstained: Ritual of the Night, Clusterduck, Stranger Things: Puzzle Tales e outros sete jogos nas propostas deste mês.", "url": "https://tek.sapo.pt/multimedia/artigos/10-novos-jogos-para-experimentar-no-seu-smartphone-7", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ZTE4EopDgjEstpkAznU6l0d4mJI1mTwigTAstR22/BlDgacB/hxDcm+42dNibJQWkbzBc0zaojEwxAUJkYTcUvw9yfWVMoQJpYBeS7t539OIkT4=", "publishedAt": "2021-01-16T15:00:00Z", "content": "Bloodstained: Ritual of the NightWrestling, RPGs, corridas futuristas e aventuras narrativas, para experiências mais relaxantes. As sugestões deste mês são para todos os gostos e trazem-nos até algum… [+1408 chars]"}, {"source": {"id": "ign", "name": "IGN"}, "author": "Pedro Ferreira", "title": "Microsoft revela lista de 30 exclusivos Xbox para 2021 - IGN Portugal", "description": "E os exclusivos são...", "url": "https://pt.ign.com/xbox-series-x/94694/news/microsoft-revela-lista-de-30-exclusivos-xbox-para-2021", "urlToImage": "https://sm.ign.com/t/ign_pt/image/h/halo-infin/halo-infinites-open-world-has-upgrades-to-discover-places-to_shu9.1200.jpg", "publishedAt": "2021-01-16T14:02:04Z", "content": "Durante o dia de ontem, 15 de janeiro, a Microsoft revelou uma lista com 30 títulos que serão exclusivos das suas plataformas Xbox durante o ano de 2021.\r\nTrata-se de facto de uma lista bastante exte… [+1488 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Depois do ultimato do WhatsApp mudou para outra plataforma? - Pplware", "description": "Na questão desta semana gostaríamos de saber se depois do ultimato do WhatsApp mudou para outra plataforma. E, se sim, diga-nos então qual.", "url": "https://pplware.sapo.pt/smartphones-tablets/depois-do-ultimato-do-whatsapp-mudou-para-outra-plataforma/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/WhatsApp_0.jpg", "publishedAt": "2021-01-16T13:00:00Z", "content": "Há pouco mais de uma semana, os utilizadores foram surpreendidos por uma novidade no mínimo estranha. Nas novas regras de utilização, o WhatsApp indica que irá partilhar os dados dos utilizadores com… [+2003 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Honor V40 aparece em vídeo hands-on e tem design revelado! - 4gnews", "description": "Desde que foi vendida pela Huawei que, todos esperam pelo primeiro lançamento da Honor enquanto fabricante independente. O seu primeiro smartphone será o Honor V40, e tudo indica que terá muito para oferecer, tanto a nível de performance como capacidades foto…", "url": "https://4gnews.pt/honor-v40-aparece-em-video-hands-on-e-tem-design-revelado/", "urlToImage": "https://cdn.4gnews.pt/imagens/honor-v40-aparece-em-video-hands-one-e-tem-design-revelado-og.jpg", "publishedAt": "2021-01-16T12:10:00Z", "content": "Desde que foi vendida pela Huawei que, todos esperam pelo primeiro lançamento da Honor enquanto fabricante independente. O seu primeiro smartphone será o Honor V40, e tudo indica que terá muito para … [+1583 chars]"}, {"source": {"id": null, "name": "Dinheirovivo.pt"}, "author": "Elisabete Tavares", "title": "Os três meses loucos da Bitcoin e os avisos do BCE - Dinheiro Vivo", "description": "A moeda virtual mais valiosa do mundo voltou a superar os 40 mil dólares depois de uma subida fulgurante.", "url": "https://www.dinheirovivo.pt/economia/os-tres-meses-loucos-da-bitcoin-e-os-avisos-do-bce-13237724.html", "urlToImage": "https://static.globalnoticias.pt/dv/image.aspx?brand=DV&type=generate&guid=a15c4c53-cd61-43f9-be3a-92b3703eb0b9&w=800&h=420&watermark=true&t=20210115201200", "publishedAt": "2021-01-16T11:16:00Z", "content": "© Ozan KOSE/AFP\r\n\"Facilmente passa os 50 mil dólares.\" Esta é a convicção de Ricardo Filipe, corretor de Bitcoin em Portugal, para o valor que a moeda mais valiosa do mundo pode atingir nos próximos … [+1680 chars]"}, {"source": {"id": null, "name": "Dinheirovivo.pt"}, "author": "Elisabete Tavares", "title": "Banco de Portugal já tem cinco pedidos de registo sobre criptomoedas - Dinheiro Vivo", "description": "As novas regras colocam as prestadoras de serviços do setor de ativos virtuais sob alçada do supervisor na prevenção do branqueamento de capitais e financiamento do terrorismo.", "url": "https://www.dinheirovivo.pt/economia/banco-de-portugal-ja-tem-cinco-pedidos-de-registo-sobre-criptomoedas-13237722.html", "urlToImage": "https://static.globalnoticias.pt/dv/image.aspx?brand=DV&type=generate&guid=156264fc-2058-4c39-abb4-614881f690a8&w=800&h=420&watermark=true&t=20210115201000", "publishedAt": "2021-01-16T11:10:00Z", "content": "Fachada da sede do Banco de Portugal, em Lisboa (Angelo Lucas/Globalimagem)\r\n © Angelo Lucas/Globalimagem\r\nDesde setembro de 2020 que o Banco de Portugal tem uma nova responsabilidade: supervisionar … [+2805 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Ana Brito", "title": "Renováveis: Pequena produção em autoconsumo dispensada de vistoria - PÚBLICO", "description": "Governo agiliza entrada em exploração de instalações até um megawatt com autorização provisória incluída nas medidas de apoio no estado de emergência.", "url": "https://www.publico.pt/2021/01/16/economia/noticia/renovaveis-producao-autoconsumo-dispensada-vistoria-1946583", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1543997?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-01-16T10:08:00Z", "content": "Ao criar um novo grupo de discussão, tornar-se-à administrador e será responsável pela moderação desse grupo. Os jornalistas do PÚBLICO poderão sempre intervir.\r\nSaiba mais sobre o Fórum Público.\r\nAo… [+105 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Como tornar o Signal uma app ainda mais segura no smartphone - Pplware", "description": "Para além do Telegram, o Signal tem estado a ser também uma escolha para muitos dos que estão a abandonar o WhatsApp. Esta é também uma app segura e que foi criada com esta...", "url": "https://pplware.sapo.pt/internet/dica-como-tornar-o-signal-uma-app-ainda-mais-segura-no-smartphone/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/06/pplware_signal_capa_2.jpg", "publishedAt": "2021-01-16T10:00:00Z", "content": "Para além do Telegram, o Signal tem estado a ser também uma escolha para muitos dos que estão a abandonar o WhatsApp. Esta é também uma app segura e que foi criada com esta premissa em mente. Sendo a… [+1942 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "MadreMedia / Lusa", "title": "É \"expectável\" que Vodafone acomode \"exigências\" do novo confinamento - SAPO 24", "description": "A Vodafone Portugal considera que é \"expectável que a rede acomode as exigências\" do novo confinamento, caso os padrões de consumo dos portugueses não se alterem \"de forma totalmente inesperada\", disse à Lusa fonte oficial.", "url": "https://24.sapo.pt/atualidade/artigos/e-expectavel-que-vodafone-acomode-exigencias-do-novo-confinamento", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Fsapo24.web.sapo.io%2Fassets%2Fimg%2F24-sapo%2Ffacebook-overlay.png&epic=YWYyVBiCXzpm77Ce6dWMOHpSIs28pgsE4Apc4VLlAO04l1Vi8VmfXOt+l44ThZhcZ55U5q1Sc85oE3jsD/45ZeLv9GoCwR3iwxb9rsA0Muc0O+E=", "publishedAt": "2021-01-16T09:54:00Z", "content": "\"Como é sabido, no início da pandemia verificaram-se alterações significativas no comportamento das redes de comunicações e a da Vodafone Portugal não foi exceção, com aumento de volumes de tráfego e… [+1464 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Já há um banco de criptomoedas e foi criado por um português - Pplware", "description": "Nos EUA foi aprovado o primeiro banco de criptomoedas, com a curiosidade de ter sido criado por um português.", "url": "https://pplware.sapo.pt/informacao/ja-ha-um-banco-de-criptomoedas-e-foi-criado-por-um-portugues/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/banco_02.jpg", "publishedAt": "2021-01-16T09:00:00Z", "content": "As criptomoedas é uma área em enorme expansão. Atualmente a moeda digital mais popular, a bitcoin, vale mais que 30 mil euros e começam a aparecer algumas estruturas idênticas ao que temos para o din… [+1997 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "Ocupado sem poder ler mensagens? WhatsApp está a criar opção para si - Notícias ao Minuto", "description": "A funcionalidade já foi avistada nas versões beta para Android e iOS.", "url": "https://www.noticiasaominuto.com/tech/1666646/ocupado-sem-poder-ler-mensagens-whatsapp-esta-a-criar-opcao-para-si", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1610724469/naom_5eb289bbd10b8.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjk2MCwiY3JvcEhlaWdodCI6MTQzOCwiY3JvcFgiOjkzMCwiY3JvcFkiOjB9LCJsYW5kc2NhcGUiOnsiY3JvcFdpZHRoIjoyNTA5LCJjcm9wSGVpZ2h0IjoxNDA5LCJjcm9wWCI6MzIsImNyb3BZIjoxMn19", "publishedAt": "2021-01-16T08:08:00Z", "content": "OWhatsApp está alegadamente a preparar uma nova funcionalidade para a sua app de mensagens que permitirá guardar mensagens de conversas para ler mais tarde.\r\nEsta capacidade já está disponível na opç… [+697 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Cuidado, há uma falha grave no Windows 10 que lhe pode custar os dados do disco - Pplware", "description": "A mais recente falha do Windows 10 tem um poder destrutivo grande. Pode ser chamada com uma linha de código e corrompe um disco NTFS", "url": "https://pplware.sapo.pt/microsoft/windows/cuidado-ha-uma-falha-grave-no-windows-10-que-lhe-pode-custar-os-dados-do-disco/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/10/windows_10.jpg", "publishedAt": "2021-01-16T08:00:00Z", "content": "Não são anormais problemas no Windows 10, especialmente no que toca à segurança. Este sistema tem evoluído muito, mas ainda assim tem algumas falhas graves e que afetam os utilizadores e os seus dado… [+2542 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Novo CEO da Intel diz que a empresa “precisa fazer CPUs melhores que a Apple” - Pplware", "description": "Apesar de a Intel continuar a liderar no segmento dos processadores, cada vez mais concorrentes ameaçam o seu pódio. A rival mais importante é a AMD que tem conquistado de forma sólida a preferência...", "url": "https://pplware.sapo.pt/gadgets/hardware/novo-ceo-da-intel-diz-que-a-empresa-precisa-fazer-cpus-melhores-que-a-apple/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/08/Intel_00.jpg", "publishedAt": "2021-01-16T01:30:00Z", "content": "Apesar de a Intel continuar a liderar no segmento dos processadores, cada vez mais concorrentes ameaçam o seu pódio. A rival mais importante é a AMD que tem conquistado de forma sólida a preferência … [+1803 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Samsung vai trazer a S Pen a muitos mais dos smartphones para além do Galaxy S21 - Pplware", "description": "A Samsung não vai parar no Galaxy S21 e anunciou que a S Pen do Note poderá em breve ser vista em muitos mais smartphones.", "url": "https://pplware.sapo.pt/smartphones-tablets/samsung-vai-trazer-a-s-pen-a-muitos-mais-dos-smartphones-para-alem-do-galaxy-s21/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/galaxy_s_21_ultra_s_pen_1.jpg", "publishedAt": "2021-01-16T00:30:00Z", "content": "Tal como se esperava a Samsung resolveu inovar no que toca às funcionalidades do Galaxy S21. Ainda que na forma de um extra, trouxe para o Ultra algo que se tem revelado um sucesso na linha Note. Fal… [+1970 chars]"}, {"source": {"id": null, "name": "Www.dn.pt"}, "author": "Ricardo Simões Ferreira", "title": "Querem pôr-nos a enrolar... telemóveis - Diário de Notícias - Lisboa", "description": "É a grande aposta da LG para inovar no mercado dos smartphones este ano. E não está sozinha. A Oppo e a TCL têm igualmente aparelhos semelhantes.", "url": "https://www.dn.pt/viver/querem-por-nos-a-enrolar-telemoveis-13228941.html", "urlToImage": "https://static.globalnoticias.pt/dn/image.aspx?brand=DN&type=opiniao&name=ricardo_simoes_ferreira_norm", "publishedAt": "2021-01-16T00:22:00Z", "content": "A tecnologia não é nova, nem a sua aplicação na eletrónica de consumo é de hoje. Mas a miniaturização do sistema de forma a caber no bolso e o lançamento no mercado, se a promessa de o fazer nos próx… [+4503 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Análise OnePlus N100: Um bom smartphone abaixo dos 200€ - Pplware", "description": "Nos dias que correm é cada vez mais diverso o leque de opções que encontramos no mercado relativamente a smartphones. Uma das marcas que se tem destacado no mundo do Android, ao longo dos...", "url": "https://pplware.sapo.pt/smartphones-tablets/analise-one-plus-n100-um-smartphone-com-qualidade-de-topo-a-bom-preco/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/N100_00-1.jpg", "publishedAt": "2021-01-15T22:00:00Z", "content": "Nos dias que correm é cada vez mais diverso o leque de opções que encontramos no mercado relativamente a smartphones.\r\nUma das marcas que se tem destacado no mundo do Android, ao longo dos anos é a O… [+8803 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "CIA revela online milhares de documentos confidenciais sobre OVNIs - ZAP", "description": "A Agência Central de Inteligência (CIA) revelou online milhares de documentos relacionados com avistamentos de Objetos Voadores Não-Identificados (OVNIs)....", "url": "https://zap.aeiou.pt/cia-documentos-confidenciais-ovnis-373244", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2020/01/97f9bed27f8b6eafdd22f4734b5ff69f.png", "publishedAt": "2021-01-15T21:45:00Z", "content": "U.S. Department of Defense\r\nA Agência Central de Inteligência (CIA) revelou online milhares de documentos relacionados com avistamentos de Objetos Voadores Não-Identificados (OVNIs). \r\nA CIA (Agência… [+1480 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Xiaomi é a única capaz de ameaçar a Apple no mercado dos auriculares sem fios - 4gnews", "description": "A Xiaomi continua a apostar forte na evolução das suas ofertas no segmento dos wearables, mais concretamente dos auriculares sem fios TWS. Com o regular reforço das suas ofertas, a fabricante continua a fazer crescer a sua quota de mercado a cada trimestre qu…", "url": "https://4gnews.pt/xiaomi-e-a-unica-capaz-de-ameacar-a-apple-no-mercado-dos-auriculares-sem-fios/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-e-a-unica-capaz-de-ameacar-a-apple-no-mercado-dos-auriculares-sem-fios-og.jpg", "publishedAt": "2021-01-15T21:24:00Z", "content": "A Xiaomi continua a apostar forte na evolução das suas ofertas no segmento dos wearables, mais concretamente dos auriculares sem fios TWS. Com o regular reforço das suas ofertas, a fabricante continu… [+1497 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Manifestantes que invadiram o Capitólio terão recebido uma transferência em bitcoins em dezembro - ZAP", "description": "A Chainalysis informou que grupos e personalidades envolvidos na invasão do Capitólio, nos Estados Unidos, receberam mais de 500 mil...", "url": "https://zap.aeiou.pt/manifestantes-capitolio-transferencia-373200", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2021/01/94d623ceca29a268252c96ea12fe8fe4.jpg", "publishedAt": "2021-01-15T21:15:00Z", "content": "Jim Lo Scalzo / EPA\r\nA Chainalysis, uma empresa de dados de criptomoedas, informou recentemente que grupos e personalidades envolvidos na invasão do Capitólio, nos Estados Unidos, receberam mais de 5… [+2717 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "Chega de Internet por hoje: chaves digitais para Windows, Jogos e Office inacreditáveis - Pplware", "description": "Chega de Internet por hoje pois a Goodoffer24 acabou de apresentar os melhores preços para Antivirus, Windows, Office e muitos jogos!", "url": "https://pplware.sapo.pt/software/chega-de-internet-windows-jogos-office/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/goodoffer24-plataforma-excel-word-antivirus-eset-kaspersky.jpg", "publishedAt": "2021-01-15T20:30:00Z", "content": "O Natal já lá vai, bem como o fim de ano e é caso para dizer que chega de Internet por hoje com as novas campanhas da GOODOFFER24!\r\nConheça o novo catálogo com os mais recentes jogos para várias plat… [+2319 chars]"}, {"source": {"id": null, "name": "Ojogo.pt"}, "author": "Redação", "title": "Taça da Liga estreia \"tecnologia inovadora\" que reduz fator humano nas linhas de fora de jogo - O Jogo", "description": "Anúncio feito esta sexta-feira pela Liga Portugal", "url": "https://www.ojogo.pt/futebol/taca-liga/noticias/taca-da-liga-estreia-tecnologia-inovadora-que-reduz-fator-humano-nas-linhas-de-fora-de-jogo-13237599.html", "urlToImage": "https://static.globalnoticias.pt/oj/image.aspx?brand=OJ&type=generate&guid=d354a510-371d-4184-b254-059878762344&w=800&h=420&watermark=true&t=20210115194700", "publishedAt": "2021-01-15T19:47:00Z", "content": null}, {"source": {"id": null, "name": "Record.pt"}, "author": "André Antunes Pereira", "title": "Fez-se história em Espanha: clube fechou primeira transferência de sempre em... criptomoedas - Record", "description": "David Barral reforça o DUX Internacional de Madrid, clube que nasceu da união entre videojogos e futebol real", "url": "https://www.record.pt/internacional/paises/espanha/detalhe/fez-se-historia-em-espanha-clube-fechou-primeira-transferencia-de-sempre-em-criptomoedas", "urlToImage": "https://cdn.record.pt/images/2021-01/img_1200x676$2021_01_15_19_12_54_1803174.jpg", "publishedAt": "2021-01-15T19:38:25Z", "content": "Dia histórico para o mercado de transferências do futebol mundial. O DUX Internacional de Madrid, emblema que disputa ao terceiro escalão do futebol espanhol (Segunda Divisão B) e tem como um dos aci… [+1246 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Notícias ao Minuto", "title": "Deitou ao lixo disco com bitcoins. Oferece 50 milhões para escavar aterro - Notícias ao Minuto", "description": "Informático desfez-se de um disco rígido, em 2013, que agora vale 225 milhões de euros.", "url": "https://www.noticiasaominuto.com/mundo/1666875/deitou-ao-lixo-disco-com-bitcoins-oferece-70-milhoes-para-escavar-aterro", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_6001d8dd8a615.jpg?crop_params=eyJsYW5kc2NhcGUiOnsiY3JvcFdpZHRoIjoyMjIzLCJjcm9wSGVpZ2h0IjoxMjUwLCJjcm9wWCI6MCwiY3JvcFkiOjI5MX0sInBvcnRyYWl0Ijp7ImNyb3BXaWR0aCI6OTYxLCJjcm9wSGVpZ2h0IjoxNzA5LCJjcm9wWCI6NTc3LCJjcm9wWSI6LTF9fQ==", "publishedAt": "2021-01-15T18:47:00Z", "content": "O engenheiro informático James Howells deitou ao lixo um disco rígido onde tinha guardado a criptomoeda do momento: a bitcoin. Agora, sabendo que deitou ao lixo uma fortuna, ofereceu às autoridades l… [+1489 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Apple: iOS 14.4 apresentará um aviso nos iPhones com câmaras não originais - Pplware", "description": "A Apple vai adicionar já no iOS 14.4 um alerta que informa quando as câmaras do iPhone forem substituídas não sendo genuínas.", "url": "https://pplware.sapo.pt/apple/apple-ios-14-4-apresentara-um-aviso-nos-iphones-com-camaras-nao-originais/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/aviso_camara_falsa00.jpg", "publishedAt": "2021-01-15T18:00:00Z", "content": "A Apple preza bastante a utilização de componentes oficiais, ao ponto de já ter tentado “bloquear” as reparações não autorizadas. No passado, a empresa ativou alertas para que um dispositivo Apple re… [+2148 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Afaste o aborrecimento no novo confinamento com as “borlas” temporárias de apps da Google e Apple - SAPO Tek", "description": "Na sua maioria, as aplicações para Android e iOS que reunimos nesta semana têm um período grátis de cerca de 5 dias. Porém, outras podem contar um tempo um pouco mais limitado: o melhor é mesmo aproveitá-las o mais depressa possível.", "url": "https://tek.sapo.pt/mobile/apps/artigos/afaste-o-aborrecimento-no-novo-confinamento-com-as-borlas-temporarias-de-apps-da-google-e-apple", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=Y2FklGMNamS47JJaM4FYbCzpBe6CsDvQuxISu3TkdK36pmesNXfaRnA2/pUH8he91OTsowG9fbdbQeENVGHJfn0jnEE7uqt0ZmC0zZyWck/D5ko=", "publishedAt": "2021-01-15T17:45:00Z", "content": "A partir de hoje, 15 de janeiro, entrou em vigor um novo Estado de Emergência, com medidas mais apertadas de controlo da pandemia de COVID-19 e que obrigam a um novo confinamento, semelhante àquele q… [+7795 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "E Porque Hoje é Sexta - Pplware", "description": "E Porque Hoje é Sexta é aqueles espaço fantástico que tem como missão levar um sorriso a cada rosto, até os tapados pelas máscaras.", "url": "https://pplware.sapo.pt/humor/e-porque-hoje-e-sexta-677/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/37-2.jpg", "publishedAt": "2021-01-15T17:00:00Z", "content": "E Porque Hoje é Sexta é aquele momento que ajuda a relaxar e abandonar a ideia que o mundo está sob ataque de uma pandemia. Imagens fantásticas, outras apenas parvas, mas são do melhor que o planeta … [+3615 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Rui Parreira", "title": "CES 2021: Conheça os 12 gadgets mais estranhos da feira de tecnologia - SAPO Tek", "description": "O maior evento de tecnologia de consumo chegou ao fim, no seu formato digital, mas tal como os anos anteriores foram reveladas algumas “engenhocas” muito estranhas. Conheça algumas delas.", "url": "https://tek.sapo.pt/artigos/ces-2021-conheca-os-12-gadgets-mais-estranhos-da-feira-de-tecnologia", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=Mzc2Q0SZDZR8aqDxhRXLxRr4nrj47OYFTBJ3MHyqz5V0uKofsO6cEJn6oHjnXCLdSSWIaxy2Dj3HsoctVPDz1wpCKbQk4FhNzkfdKMbrZYcgW1c=", "publishedAt": "2021-01-15T16:34:00Z", "content": "A maior feira de tecnologia de consumo não se resume apenas a novos computadores, televisões de nova geração e outros gadgets que pretendem tornar a nossa vida mais fácil e feliz. Apesar da inteligên… [+10852 chars]"}, {"source": {"id": "ign", "name": "IGN"}, "author": "André Henriques", "title": "ASUS anuncia novos monitores gaming - IGN Portugal", "description": "Monitores para todos os gostos e preferências.", "url": "https://pt.ign.com/ces-2021/94671/news/asus-anuncia-novos-monitores-gaming", "urlToImage": "https://sm.ign.com/t/ign_pt/screenshot/default/asus-mon_cmgr.1200.jpg", "publishedAt": "2021-01-15T16:11:25Z", "content": "A Asus anunciou quatro novos monitores gaming na CES 2021, modelos de diferentes tamanhos para diferentes gostos e preferências. Os PG32UQ, XG43UQ, VG28UQL1A e PG279QM apresentam características de q… [+1663 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Green Savers", "title": "Twintex reforça investimento no Ambiente: passará a depender de energia elétrica 100% renovável - Green Savers", "description": "A indústria da Beira Interior segue também outras medidas que procuram reduzir a sua pegada ecológica.", "url": "https://greensavers.sapo.pt/twintex-reforca-investimento-no-ambiente-passara-a-depender-de-energia-eletrica-100-renovavel/", "urlToImage": "https://greensavers.sapo.pt/wp-content/uploads/2021/01/21057e_a4996de06e814f37901bfd35266c9888_mv2-1.jpg", "publishedAt": "2021-01-15T16:05:00Z", "content": "A Twintex, indústria de confecções da Beira Interior, reforça neste novo ano o seu compromisso de sustentabilidade ambiental, passando a depender de energia elétrica 100% renovável.\r\nAlém de ter inve… [+606 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Confinamento: Altice Portugal apela para uso responsável da Internet - Pplware", "description": "A Altice Portugal apela também a todos um uso responsável da Internet neste período de confinamento. Atenção às aplicações e plataforma.", "url": "https://pplware.sapo.pt/informacao/confinamento-altice-portugal-apela-para-uso-responsavel-da-internet/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/internet_00.jpeg", "publishedAt": "2021-01-15T15:57:00Z", "content": "Portugal entrou às 0h de hoje num novo confinamento geral. Ao contrário do que aconteceu em março de 2020, existem agora mais exceções, mas é normal que o volume de dados digitais aumente significati… [+2021 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Apresentações no Microsoft Teams vão mudar em março. Plataforma vai dar mais destaque aos contactos - SAPO Tek", "description": "Atualmente, quando um utilizador faz uma apresentação no Microsoft Teams os contactos que participam na reunião surgem num plano bastante reduzido, algo que vai mudar em breve.", "url": "https://tek.sapo.pt/mobile/apps/artigos/apresentacoes-no-microsoft-teams-vao-mudar-em-marco-plataforma-vai-dar-mais-destaque-aos-contactos", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ZDBhS0k9ksuejSJhX1gqeJACFKlo9d6ueZyA3spupwoUuFA2OX9td6uNSeywuXpRsrZVXCF5UUCxMfFpoVUSdbTmfjanM42zlHzQvC88aTBWWxU=", "publishedAt": "2021-01-15T15:42:00Z", "content": "Desde o ano passado que o Microsoft Teams tem anunciado novas atualizações da plataforma. Desta vez, sabe-se que o modo Dynamic View, que pretende equilibrar o espaço do ecrã ocupado por contactos e … [+1276 chars]"}, {"source": {"id": null, "name": "Dinheirovivo.pt"}, "author": "Ana Marcela", "title": "Worten, Media Markt e Fnac mantêm lojas abertas - Dinheiro Vivo", "description": "O novo Estado de Emergência permite que o retalho de bens essenciais, como bens de eletrónica, mantenha as portas abertas.", "url": "https://www.dinheirovivo.pt/empresas/worten-media-markt-e-fnac-mantem-lojas-abertas-13235916.html", "urlToImage": "https://static.globalnoticias.pt/dv/image.aspx?brand=DV&type=generate&guid=b389471e-bff4-4a2a-a60f-15e751178f5c&w=800&h=420&watermark=true&t=20210115154200", "publishedAt": "2021-01-15T15:42:00Z", "content": "Fnac_2\r\nMedia Markt, Worten e Fnac vão manter as lojas abertas, à semelhança do que sucedeu durante o primeiro confinamento geral do país. O novo Estado de Emergência permite que o retalho de bens es… [+2605 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Huawei compra 90 patentes de tecnologia da BlackBerry - Pplware", "description": "De acordo com as últimas notícias, a marca chinesa Huawei comprou agora 90 patentes de tecnologia da BlackBerry.", "url": "https://pplware.sapo.pt/gadgets/huawei-compra-90-patentes-de-tecnologia-da-blackberry/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/huawei.jpg", "publishedAt": "2021-01-15T14:50:00Z", "content": "Mesmo com todas as dificuldades e entraves, nomeadamente impostos pela administração norte-americana de Donald Trump, a Huawei tem conseguido esquivar-se e arranjar novas estratégias para levar os se… [+2096 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Portugueses criam extensões do Chrome que rouba dados de utilizadores do Facebook - Pplware", "description": "O Facebook entrou com uma ação hoje em Portugal contra dois portugueses por desenvolver extensões que roubam dados de utilizadores.", "url": "https://pplware.sapo.pt/browsers/portugueses-criam-extensoes-do-chrome-que-rouba-dados-de-utilizadores-do-facebook/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/09/extensoes-chrome-pplware.jpg", "publishedAt": "2021-01-15T14:00:00Z", "content": "Dois programadores portugueses estão a ser processados pela dona da maior rede social do mundo, por terem criado extensões para o Chrome, com o objetivo de roubar dados dos utilizadores do Facebook.\r… [+1674 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "É para ficar em casa? Esta tecnologia vai ajudá-lo a passar estes tempos - Pplware", "description": "Agora, em casa novamente por causa do confinamento, há gadgets que podem ajudar a passar estes dias de uma melhor forma. Veja as sugestões.", "url": "https://pplware.sapo.pt/gadgets/e-para-ficar-em-casa-esta-tecnologia-vai-ajuda-lo-a-passar-confinamento/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/casa-smartphone.jpg", "publishedAt": "2021-01-15T12:56:00Z", "content": "Acabamos de entrar em novo confinamento. Se muitos têm vivido os últimos 10 meses mais ou menos neste regime, mas tantos outros voltaram à vida “normal” assim que foi possível. Agora, em casa novamen… [+4323 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "MásMóvil: Donos da Nowo são o novo operador de telecomunicações móveis em Portugal - Exame Informática", "description": "A empresa espanhola MásMóvel pode construir uma rede 4G usando os três blocos de frequência de 1800 MHz que salvaguardou no leilão de 5G e que permite a entrada de concorrentes para Meo, Vodafone e NOS", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/mercados/2021-01-15-masmovil-donos-da-nowo-sao-o-novo-operador-de-telecomunicacoes-moveis-em-portugal/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/01/antenna-420289_1920_exame%20informática.jpg", "publishedAt": "2021-01-15T12:30:00Z", "content": null}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "As televisões que deram nas vistas na última edição do CES - Notícias ao Minuto", "description": "A Samsung, a Sony, a LG e a TCL foram algumas das marcas em destaque.", "url": "https://www.noticiasaominuto.com/tech/1666447/as-televisoes-que-deram-nas-vistas-na-ultima-edicao-do-ces", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1610713664/naom_600189dc96019.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjUyNSwiY3JvcEhlaWdodCI6Nzg4LCJjcm9wWCI6NTQ1LCJjcm9wWSI6MH0sImxhbmRzY2FwZSI6eyJjcm9wV2lkdGgiOjEzNjMsImNyb3BIZWlnaHQiOjc2NywiY3JvcFgiOjgsImNyb3BZIjoxNn19", "publishedAt": "2021-01-15T12:22:00Z", "content": "O Consumer Electronics Show (CES) é o primeiro grande evento do ano dedicado a nova tecnologia e é, normalmente, o lugar onde se pode ver algumas das principais propostas das grandes empresas para os… [+727 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Quase 80% não concorda que os smartphones não tragam carregador na caixa - Pplware", "description": "Na questão desta semana, quisemos saber se os nossos leitores concordam com a não inclusão do carregador na caixa dos novos smartphones.", "url": "https://pplware.sapo.pt/gadgets/hardware/quase-80-nao-concorda-que-os-smartphones-nao-tragam-carregador-na-caixa/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/Apple-iPhone-12-Pro-Max-carregador.jpg", "publishedAt": "2021-01-15T12:00:00Z", "content": "Sempre que compramos um smartphone novo, estamos habituados a que seja normal este trazer outros acessórios na caixa. Os mais comuns são o carregador e os auriculares. No entanto, alguns equipamentos… [+2184 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Windows 10X: veja tudo o que muda no novo Windows! - Leak", "description": "Devemos ter de esperar até à primavera de 2021 para o podermos ver a funcionar nos equipamentos. Veja tudo o que muda no novo Windows 10X.", "url": "https://www.leak.pt/windows-10x-novo/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2021/01/design.webp", "publishedAt": "2021-01-15T11:42:00Z", "content": "Primeiro parecia que a Microsoft estava quase a colocar o Windows 10X na gaveta. No entanto, a situação mudou e parece-nos que esta empresa esta finalmente pronta para lançar o novo sistema operativo… [+3485 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "STAYAWAY COVID removida por 1,8 milhões de portugueses! Porquê? - Pplware", "description": "A aplicação móvel StayAway Covid permite rastrear, de forma rápida e anónima e através da proximidade física entre ‘smartphones’,", "url": "https://pplware.sapo.pt/smartphones-tablets/stayaway-covid-removida-por-18-milhoes-de-portugueses-porque/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/10/StayAway-COVID.jpg", "publishedAt": "2021-01-15T11:03:00Z", "content": "Tendo em conta os últimos números da pandemia por COVID-19 em Portugal, todas as soluções são bem-vindas para travar o vírus. Uma das soluções para ajudar a limitar as cadeias de contágio é a app STA… [+3304 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Cabo submarino que liga Portugal à América Latina já ‘ancorou’. Começa a funcionar ainda em 2021 - Exame Informática", "description": "O cabo de fibra ótica da EllaLink com tecnologia de ponta para ligar Portugal à América Latina ancorou em Sines e a infraestrutura deverá ficar plenamente concluída no segundo trimestre do ano", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/mercados/2021-01-15-cabo-submarino-que-liga-portugal-a-america-latina-ja-ancorou-comeca-a-funcionar-ainda-em-2021/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/01/ella_exame%20informática.png", "publishedAt": "2021-01-15T10:49:00Z", "content": null}, {"source": {"id": null, "name": "Sicnoticias.pt"}, "author": "Filipa Traqueia", "title": "Programador perde password da Bitcoin e fica sem acesso a 180 milhões de euros - SIC Notícias", "description": "O sistema da criptomoeda não permite restaurar palavras-chave, uma situação que deixa cerca de 20% das bitcoins inacessíveis.", "url": "https://sicnoticias.pt/economia/2021-01-15-Programador-perde-password-da-Bitcoin-e-fica-sem-acesso-a-180-milhoes-de-euros", "urlToImage": "https://images.impresa.pt/sicnot/2021-01-15-Bitcoin.JPG/fb/wm", "publishedAt": "2021-01-15T10:12:00Z", "content": "Uma password é o que separa Stefan Thomas, um programador alemão que vive em São Francisco, de cerca de 220 milhões de dólares (181 milhões de euros). O problema é que Thomas não se lembra qual é.\r\nO… [+3359 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Governo dos EUA já colocou a Xiaomi numa das suas listas negras - Pplware", "description": "A Xiaomi, acabou de entrar numa das listas negras do governo dos EUA. Não é a mesma das restantes marcas, mas é ainda significativo.", "url": "https://pplware.sapo.pt/informacao/governo-dos-eua-ja-colocou-a-xiaomi-numa-das-suas-listas-negras/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/xiaomi_eua_banido_1.jpg", "publishedAt": "2021-01-15T00:01:00Z", "content": "O governo dos EUA tem estado paulatinamente a banir empresas chinesas. Os argumentos são sempre os mesmos, com questões de segurança a serem levantadas. Estas são associadas a uma desconfiança sobre … [+2007 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "TVCine+ disponível para clientes NOS, MEO, Vodafone e Nowo - Pplware", "description": "Este novo serviço reúne centenas de conteúdos exibidos nos quatro canais (Top, Edition, Emotion e Action).", "url": "https://pplware.sapo.pt/informacao/tvcine-disponivel-para-clientes-nos-meo-vodafone-e-nowo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/03/TV_pirata.jpg", "publishedAt": "2021-01-14T22:56:00Z", "content": "É já no próximo dia 19 de janeiro que vai chegar um novo serviço de video on-demand dos canais TV Cine. Este novo serviço, TVCine+ estará disponível, de forma gratuita, para todos os subscritores dos… [+1890 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "7 jogos da PlayStation 2 que podes jogar em Android - 4gnews", "description": "A consola de segunda geração da Sony foi lançada a 4 de março de 2000, no Japão. Desde então, a PlayStation 2 trouxe-nos alguns dos melhores jogos que agora podes jogar em smartphones Android e tablets. São bons jogos para Android, para jogar offline ou com a…", "url": "https://4gnews.pt/jogos-ps-2-jogar-em-android/", "urlToImage": "https://cdn.4gnews.pt/imagens/7-jogos-da-playstation-2-que-podes-jogar-no-android-og.jpg", "publishedAt": "2021-01-14T20:55:00Z", "content": "A consola de segunda geração da Sony foi lançada a 4 de março de 2000, no Japão. Desde então, a PlayStation 2 trouxe-nos alguns dos melhores jogos que agora podes jogar em smartphones Android e table… [+4463 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "General Motors quer reimaginar o futuro da mobilidade com o seu primeiro conceito de “carro” voador - SAPO Tek", "description": "O Cadillac eVTOL, a mais recente aposta que a fabricante apresentou na CES 2021, é ainda um conceito, mas, no futuro, promete “deslizar” pelos céus, atingindo velocidades de 90 km/h graças a um motor elétrico: tudo de uma forma autónoma.", "url": "https://tek.sapo.pt/multimedia/artigos/general-motors-quer-reimaginar-o-futuro-da-mobilidade-com-o-seu-primeiro-conceito-de-carro-voador", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=MWU0u84LF+453or1vvOcC0cDGkQOjdll8a67+21Y+l/54BZYwlUYAma31EHLEp/cNutfgFMlx5GgDCqanTIhCtf8/c+IZAMrkdmmSKtQgFsKEJk=", "publishedAt": "2021-01-14T18:26:00Z", "content": "São várias as fabricantes que estão a apostar no desenvolvimento de veículos elétricos aéreos: da Airbus, com o seu protótipo Vahana Alpha One, à Hyundai, com o Uber Air, e, mais recentemente, a Toyo… [+1811 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Rui  Neves", "title": "Gigante francesa compra tecnológica do Porto com 600 trabalhadores - Jornal de Negócios", "description": "A multinacional gaulesa Alten adquiriu a empresa de software financeiro ITSector, que continuará a ser liderado por Renato Oliveira, fundador e até há pouco tempo o maior acionista individual da tecnológica com sede na Invicta.", "url": "https://www.jornaldenegocios.pt/empresas/tecnologias/detalhe/gigante-francesa-compra-tecnologica-do-porto-com-600-trabalhadores", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2015-06/img_1200x676$2015_06_17_18_30_00_256573.jpg", "publishedAt": "2021-01-14T14:30:00Z", "content": "Após terem contratado mais de 130 pessoas no ano passado, contando atualmente a ITSector com cerca de 600 trabalhadores, na sua grande maioria engenheiros, os donos da tecnológica portuguesa decidiri… [+4806 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Xiaomi Redmi 1A: o monitor barato e bom que podes comprar - 4gnews", "description": "O vasto portefólio de produtos Xiaomi também inclui monitores para PC, com algumas propostas muito baratas tendo em conta as caraterísticas oferecidas. Excelente exemplo é o monitor Redmi 1A da Xiaomi, um monitor HD 1080p de 23,8 polegadas. O Xiaomi Redmi 1A …", "url": "https://4gnews.pt/xiaomi-redmi-1a-o-monitor-barato-e-bom-que-podes-comprar/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-redmi-1a-o-monitor-barato-e-bom-que-podes-comprar-og.jpg", "publishedAt": "2021-01-14T13:28:00Z", "content": "O vasto portefólio de produtos Xiaomi também inclui monitores para PC, com algumas propostas muito baratas tendo em conta as caraterísticas oferecidas. Excelente exemplo é o monitor Redmi 1A da Xiaom… [+2967 chars]"}]}