{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Kali Linux 2020.4 – O seu PC pode transformar-se numa \"artilharia de guerra\" - Pplware", "description": "Uma das distribuições Linux usadas para o mundo do “hacking” é o Kali Linux! Saiba quais as novidades da versão 2020.4 que está espetacular.", "url": "https://pplware.sapo.pt/linux/kali-linux-2020-4-o-seu-pc-pode-transformar-se-numa-artilharia-de-guerra/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/kali_00.jpg", "publishedAt": "2020-11-21T17:57:00Z", "content": "A sociedade atual tem vários desafios! Um deles é ao nível da segurança informática. O mundo digital cresceu significativamente, mas muitas soluções esqueceram-se de implementar mecanismos de confide… [+1509 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "MeowTalk: A app que permite comunicar com o seu gato - Pplware", "description": "A app chama-se MeowTalk e, segundo o próprio engenheiro numa entrevista, a base dos seus conhecimentos surgiram da experiência com a Alexa", "url": "https://pplware.sapo.pt/smartphones-tablets/meowtalk-a-app-que-permite-comunicar-com-o-seu-gato/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/meo_03jpg.jpg", "publishedAt": "2020-11-21T16:00:00Z", "content": "Hoje em dia existem apps para tudo e mais alguma coisa. Muitas delas são para acesso a serviços online, mas há também ideias muito interessantes. Já pensou ter uma app para conseguir comunicar com o … [+1321 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "RX 6800 XT da AMD em overclock bate recorde mundial no 3DMark - Pplware", "description": "Recentemente a gráfica RX 6800 XT da AMD foi posta à prova em modo overclock e conseguiu bater o recorde mundial do 3DMark.", "url": "https://pplware.sapo.pt/gadgets/hardware/rx-6800-xt-da-amd-em-overclock-bate-recorde-mundial-no-3dmark/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/10/RX-6800-XT-e-RX-6900-XT.jpg", "publishedAt": "2020-11-21T15:00:00Z", "content": "Nunca o segmento de hardware gráfico esteve tão competitivo como agora. As fabricantes Nvidia e AMD trouxeram produtos de alta qualidade que disputam entre si a luta pelo interesse e compra dos consu… [+2124 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Problemas com o teu Xiaomi? A Mi Store Portugal já pode ajudar na hora! - 4gnews", "description": "A Mi Store Portugal abriu a sua maior loja física da Xiaomi em Portugal no passado mês de setembro, inaugurando a Mega Store no Centro Comercial Colombo, em Lisboa. Esta apresentou-se como uma loja especial para os fãs da marca, oferecendo algo único até ao m…", "url": "https://4gnews.pt/problemas-com-o-teu-xiaomi-a-mi-store-portugal-ja-pode-ajudar-na-hora/", "urlToImage": "https://cdn.4gnews.pt/imagens/problemas-com-o-teu-xiaomi-a-mi-store-portugal-ja-pode-ajudar-na-hora-og.jpg", "publishedAt": "2020-11-21T14:42:00Z", "content": "A Mi Store Portugal abriu a sua maior loja física da Xiaomi em Portugal no passado mês de setembro, inaugurando a Mega Store no Centro Comercial Colombo, em Lisboa. Esta apresentou-se como uma loja e… [+1926 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Tem um smartphone Huawei? Saiba quais os bancos que já estão na AppGallery - Pplware", "description": "Quando a Huawei lançou os primeiros smartphones sem Play Store, com a sua AppGallery, uma das críticas que fiz foi direcionada à falta de apps dos bancos. No entanto, o panorama mudou rapidamente e...", "url": "https://pplware.sapo.pt/smartphones-tablets/tem-um-smartphone-huawei-saiba-quais-os-bancos-que-ja-estao-na-appgallery/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/appgallery-bancos.jpg", "publishedAt": "2020-11-21T14:00:00Z", "content": "Quando a Huawei lançou os primeiros smartphones sem Play Store, com a sua AppGallery, uma das críticas que fiz foi direcionada à falta de apps dos bancos. No entanto, o panorama mudou rapidamente e h… [+1345 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Black Friday: 13 smartphones com descontos que não podes perder! Xiaomi, Samsung e mais - 4gnews", "description": "Todos os anos a história repete-se com o chegar da Black Friday. As grandes lojas online e a maioria das marcas entra numa corrida alucinante para ver quem consegue lançar produtos com o preço mais aliciante possível, levando a que muitos utilizadores esperem…", "url": "https://4gnews.pt/black-friday-13-smartphones-com-descontos-que-nao-podes-perder-xiaomi-samsung-e-mais/", "urlToImage": "https://cdn.4gnews.pt/imagens/black-friday-13-smartphones-com-descontos-que-nao-podes-perder-xiaomi-samsung-e-mais-og.jpg", "publishedAt": "2020-11-21T13:36:00Z", "content": "Todos os anos a história repete-se com o chegar da Black Friday. As grandes lojas online e a maioria das marcas entra numa corrida alucinante para ver quem consegue lançar produtos com o preço mais a… [+1902 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Green Savers com Lusa", "title": "Empresa portuguesa Critical Software envolvida em projeto de satélite que mede altura da superfície do mar - Green Savers", "description": "A empresa Critical Software participou no desenvolvimento de um satélite que vai registar as medições de altura da superfície do mar e fornecer dados para oceanografia operacional e meteorologia marinha.", "url": "https://greensavers.sapo.pt/empresa-portuguesa-critical-software-envolvida-em-projeto-de-satelite-que-mede-altura-da-superficie-do-mar/", "urlToImage": "https://greensavers.sapo.pt/wp-content/uploads/2020/06/ondas-extremas-oceanos.jpg", "publishedAt": "2020-11-21T09:44:00Z", "content": "A empresa Critical Software participou no desenvolvimento de um satélite que vai registar as medições de altura da superfície do mar e fornecer dados para oceanografia operacional e meteorologia mari… [+2761 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Como ativar o God Mode no Windows 10 e tirar mais deste sistema - Pplware", "description": "O Windows 10 também tem presente o God Mode, que pode ser facilmente ativado. Vamos recordar como pode ter esta ferramenta na mais recente versão do Windows", "url": "https://pplware.sapo.pt/microsoft/windows/dica-como-ativar-o-god-mode-no-windows-10-e-tirar-mais-deste-sistema/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/windows_10_god_mode_1.jpg", "publishedAt": "2020-11-21T09:00:00Z", "content": "Nem sempre a Microsoft revela todos os segredos que mete no Windows, guardando alguns para si. Estes acabam por ser descobertos mais tarde, sendo depois espalhados a todos os que usam este sistema.\r\n… [+1852 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Google vai alargar o suporte do Chrome no Windows 7 por mais tempo - Pplware", "description": "A Google mudou agora a sua posição e vai alargar o suporte do Chrome por mais algum tempo no Windows 7. O sistema da Microsoft ganha assim uma nova vida", "url": "https://pplware.sapo.pt/microsoft/windows/google-vai-alargar-o-suporte-do-chrome-no-windows-7-por-mais-tempo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/03/windows_7_antivirus_1.jpg", "publishedAt": "2020-11-21T08:00:00Z", "content": "Foi no início de 2020 que a Microsoft matou o Windows 7 e o seu suporte. Desde essa altura que a Microsoft abandonou todas as melhorias e atualizações de segurança, com exceção de algumas pontuais. M… [+1961 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Ana Brito", "title": "5G: Regulador coloca a leilão frequências que a Nos quis reaver de graça - PÚBLICO", "description": "A Anacom recusou o pedido da Nos para recuperar, sem custos, frequências devolvidas pela antiga Optimus em 2012 e colocou o espectro no leilão do 5G.", "url": "https://www.publico.pt/2020/11/21/economia/noticia/5g-regulador-coloca-leilao-frequencias-quis-reaver-graca-1939714", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1526612?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2020-11-21T06:08:00Z", "content": "No leilão do 5G, em que os operadores partem em pé de guerra com o regulador, há um ponto adicional de crispação entre a Nos e a Anacom. A entidade reguladora irá colocar em licitação um bloco de fre… [+235 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Criador do Telegram ataca iPhone 12, comparando-o a um modelo antigo - Pplware", "description": "O criador do Telegram focou as suas opiniões no iPhone 12, comparando-o a um modelo antigo e sem qualquer novidade. A Apple não foi poupada e as críticas", "url": "https://pplware.sapo.pt/apple/criador-do-telegram-ataca-o-iphone-12-e-apple-comparando-o-a-um-modelo-antigo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/10/pplware_iphone_12_1.jpg", "publishedAt": "2020-11-21T01:30:00Z", "content": "O criador do Telegram tem assumido nos últimos tempos posições quase extremistas no que toca à Apple. Tem criticado a empresa em alguns momentos-chave, seguindo toda uma onda de criticismo face a alg… [+1822 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Usar o smartphone a andar na rua? Android vai alertar para que não o faça - Pplware", "description": "Agora, a Google quer ir mais longe e dar ainda mais ajuda aos utilizadores.O Android vai alertar para não usar o smartphone a andar na rua", "url": "https://pplware.sapo.pt/smartphones-tablets/android/usar-o-smartphone-a-andar-na-rua-android-vai-alertar-para-que-nao-o-faca/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/andar_olhar_smartphpone_1.jpg", "publishedAt": "2020-11-21T00:30:00Z", "content": "A grande preocupação da Google face ao Android nos últimos anos tem estado na sua utilização. A gigante das pesquisas quer que este se adapte aos utilizadores e seja o mínimo prejudicial para todos.\r… [+2043 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "VPN perfeita com desconto de 83% por tempo limitado! (Black Friday) - 4gnews", "description": "Cada vez mais, as nossas vidas são passadas na internet, seja no nosso PC, computador portátil, smartphone ou tablet. E com esses hábitos a crescerem exponencialmente, somos também cada vez mais vítimas de ataques de hackers que se tentam aproveitar das nossa…", "url": "https://4gnews.pt/vpn-perfeita-com-desconto-de-83-por-tempo-limitado-black-friday/", "urlToImage": "https://cdn.4gnews.pt/imagens/vpn-perfeita-com-desconto-de-83-por-tempo-limitado-black-friday-og.jpg", "publishedAt": "2020-11-20T22:26:00Z", "content": "Cada vez mais, as nossas vidas são passadas na internet, seja no nosso PC, computador portátil, smartphone ou tablet. E com esses hábitos a crescerem exponencialmente, somos também cada vez mais víti… [+3404 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Samsung Galaxy Z Fold 3 deverá trazer a câmara frontal que todos desejam - 4gnews", "description": "A Samsung é uma das empresas que tem lutado para trazer a câmara frontal embutida no ecrã dos seus smartphones. Apesar de todos os rumores, essa tecnologia ainda não chegou ao mercado, mas tal deverá mudar já no próximo ano. De acordo com um relatório oriundo…", "url": "https://4gnews.pt/samsung-galaxy-z-fold-3-devera-trazer-a-camara-frontal-que-todos-desejam/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-z-fold-3-devera-trazer-a-camara-frontal-que-todos-desejam-og.jpg", "publishedAt": "2020-11-20T21:00:00Z", "content": "A Samsung é uma das empresas que tem lutado para trazer a câmara frontal embutida no ecrã dos seus smartphones. Apesar de todos os rumores, essa tecnologia ainda não chegou ao mercado, mas tal deverá… [+1943 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Lusa", "title": "5G: COTEC preocupada com posição dos operadores de telecomunicações - Jornal de Negócios", "description": "A COTEC Portugal - Associação Empresarial para a Inovação mostrou-se hoje preocupada com manifestações dos operadores de telecomunicações relativas à estruturação do leilão 5G, defendendo que a quinta geração deve ser introduzida num ambiente de estabilidade …", "url": "https://www.jornaldenegocios.pt/empresas/telecomunicacoes/detalhe/5g-cotec-preocupada-com-posicao-dos-operadores-de-telecomunicacoes", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2020-11/img_1200x676$2020_11_18_21_24_12_389292_im_637413326294063232.png", "publishedAt": "2020-11-20T20:38:00Z", "content": "\"A COTEC Portugal vê com preocupação as manifestações que têm vindo a público dos principais operadores de telecomunicações e de outras personalidades relativas à estruturação do leilão do 5G - cujas… [+2256 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Lusa", "title": "5G: Apritel diz que 'roaming' nacional apenas é obrigatório em dois países europeus - Jornal de Negócios", "description": "'O 'roaming' nacional é mandatório em dois países, Eslováquia e Chipre, foi um 'remédio' imposto pela Autoridade da Concorrência em Itália e na Noruega, e nos restantes países onde existe (10 países) resulta exclusivamente de acordos comerciais', pode ler-se …", "url": "https://www.jornaldenegocios.pt/empresas/telecomunicacoes/detalhe/5g-apritel-diz-que-roaming-nacional-apenas-e-obrigatorio-em-dois-paises-europeus", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2020-09/img_1200x676$2020_09_08_21_29_11_383876.jpg", "publishedAt": "2020-11-20T20:37:00Z", "content": "A Associação dos Operadores de Comunicações Eletrónicas (Apritel) disse hoje que o 'roaming' nacional, que permite a utilização do sinal de outros operadores, apenas é obrigatatório na Eslováquia e C… [+2857 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "GOODOFFER24 revê condições em baixa para Windows 10 e Office para a Black Friday - Pplware", "description": "A Goodoffer24 reviu as suas condições em baixa para a Black Friday. Preços baixos para WIndows 10 Pro, Office, Jogos e Antivírus. Aproveite, é limitado!", "url": "https://pplware.sapo.pt/software/goodoffer24-condicoes-em-baixa-black-friday/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/11/goodoffer24-winner.jpg", "publishedAt": "2020-11-20T20:30:00Z", "content": "Qualquer Black Friday é sempre de condições em baixa, podendo ser um momento tão empolgante como especial para quem procura as melhores condições. Ora a GOODOFFER24 celebra a data com grandes ofertas… [+1891 chars]"}, {"source": {"id": null, "name": "Jm-madeira.pt"}, "author": null, "title": "Pandemia fez aumentar utilização da internet pelas famílias madeirenses - jm-madeira.pt", "description": "Segundo os resultados do Inquérito à Utilização de Tecnologias de Informação e da Comunicação pelas Famílias realizado entre abril e agosto de 2020, 88,0% dos agregados familiares da Região Autónoma da Madeira (RAM) tinham acesso à internet (86,0% através de …", "url": "https://www.jm-madeira.pt/regiao/ver/110479/Pandemia_fez_aumentar_utilizacao_da_internet_pelas_familias_madeirenses", "urlToImage": "https://www.jm-madeira.pt/file/index/noticias/110479/5fb808be3a99f.jpg", "publishedAt": "2020-11-20T18:19:00Z", "content": "Segundo os resultados do Inquérito à Utilização de Tecnologias de Informação e da Comunicação pelas Famílias realizado entre abril e agosto de 2020, 88,0% dos agregados familiares da Região Autónoma … [+2369 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ana Sofia", "title": "Elon Musk diz que primeiros habitantes de Marte viverão em cúpulas de vidro - Pplware", "description": "A mais recente novidade de Elon Musk diz que os futuros habitantes de Marte residirão em cúpulas de vidro, bem antes da terraformação.", "url": "https://pplware.sapo.pt/high-tech/elon-musk-diz-que-primeiros-habitantes-de-marte-viverao-em-cupulas-de-vidro/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/elon_musk_marte_cupulas_de_vidro01.jpg", "publishedAt": "2020-11-20T18:00:00Z", "content": "A fim de perpetuar a raça humana, Elon Musk não esconde a sua vontade de levar humanos para Marte. Aos poucos vai desvendando como vai efetivar este processo e, passo a passo, vamos percebendo quais … [+1984 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "AutoMais", "title": "Elon Musk cria organização para impulsionar venda de elétricos - LUSA", "description": "Elon Musk e a Tesla estão a passar pelo melhor momento de sempre desde a criação. No entanto, o ambicioso líder quer mais e decidiu criar uma organização para “arrasar” com a concorrência feita pelos veículos a combustão. A denominada Zero Emission Transporta…", "url": "https://www.sapo.pt/noticias/vida/elon-musk-cria-organizacao-para-impulsionar_5fb7f91f600d0645bcbc37ff", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=null&epic=OTBjGXIob9969v+OphOtOr0WHLPpGJSxWZ2dkuzXV5PMXbx0A5TLrmDb4wHlG2ljFDUhM5hYKVWYEA8yBpDHmTP5t8cbBqrbSLqTW+4J6GdSBy8=", "publishedAt": "2020-11-20T17:00:00Z", "content": "Elon Musk e a Tesla estão a passar pelo melhor momento de sempre desde a criação. No entanto, o ambicioso líder quer mais e decidiu criar uma organização para arrasar com a concorrência feita pelos v… [+2288 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Google Assistant lança funcionalidade que promete dividir opiniões - 4gnews", "description": "Esta semana a Google anunciou novas funcionalidades que prometem ajudar as famílias que têm a Google Assistant em casa. Mas há uma delas que pode ser algo controversa. De forma a manter as famílias ligadas no período de festas que se aproxima, os utilizadores…", "url": "https://4gnews.pt/google-assistant-lanca-funcionalidade-que-promete-dividir-opinioes/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-assistant-prepara-funcionalidade-que-promete-dividir-opinioes-og.jpg", "publishedAt": "2020-11-20T16:47:00Z", "content": "Esta semana a Google anunciou novas funcionalidades que prometem ajudar as famílias que têm a Google Assistant em casa. Mas há uma delas que pode ser algo controversa.\r\nDe forma a manter as famílias … [+1057 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Exame Informática | Uma falha deixou o Firefox em alerta. Pedro Oliveira foi quem a descobriu - Exame Informática", "description": "Com mais de 100 milhões de downloads, o Firefox é dos browsers mais populares em Android. Eis como Pedro Oliveira descobriu uma falha", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/internet/2020-11-20-uma-falha-deixou-o-firefox-em-alerta-pedro-oliveira-foi-quem-a-descobriu/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2020/11/pedro-oliveira-firefox_exame%20informática.jpg", "publishedAt": "2020-11-20T16:28:00Z", "content": null}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "POCO M3: será assim o próximo smartphone barato da Xiaomi? - 4gnews", "description": "O POCO M3 será apresentado oficialmente na Europa a 24 de novembro, afigurando-se como o próximo smartphone barato da Xiaomi com que podemos razoavelmente contar em Portugal. Até ao momento, contudo, a marca pouco deu a saber além do nome. Tendo confirmado an…", "url": "https://4gnews.pt/poco-m3-sera-assim-o-proximo-smartphone-barato-da-xiaomi/", "urlToImage": "https://cdn.4gnews.pt/imagens/poco-m3-sera-assim-o-proximo-smartphone-barato-da-xiaomi-og.jpg", "publishedAt": "2020-11-20T16:26:00Z", "content": "O POCO M3 será apresentado oficialmente na Europa a 24 de novembro, afigurando-se como o próximo smartphone barato da Xiaomi com que podemos razoavelmente contar em Portugal. Até ao momento, contudo,… [+1811 chars]"}, {"source": {"id": "google-news", "name": "Google News"}, "author": null, "title": "Subida de preços da Meo, Nos e Vodafone afecta consumidores em novos contratos - Diário Digital", "description": null, "url": "https://news.google.com/__i/rss/rd/articles/CBMiZ2h0dHBzOi8vbWFya2V0ZWVyLnNhcG8ucHQvc3ViaWRhLWRlLXByZWNvcy1kYS1tZW8tbm9zLWUtdm9kYWZvbmUtYWZlY3RhLWNvbnN1bWlkb3Jlcy1lbS1ub3Zvcy1jb250cmF0b3PSAQA?oc=5", "urlToImage": null, "publishedAt": "2020-11-20T16:09:00Z", "content": null}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Agência Lusa", "title": "Hacker português diz que ataque a tribunal no Brasil \"teria um impacto muito maior\" se tivesse computador - Observador", "description": "", "url": "https://observador.pt/2020/11/20/hacker-portugues-diz-que-ataque-a-tribunal-no-brasil-teria-um-impacto-muito-maior-se-tivesse-computador/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2F770x403%2Cq86%2Ccx0%2Ccw2121%2Ccy111%2Cch1192%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2020%2F09%2F30124038%2Fistock-1150199868.jpg", "publishedAt": "2020-11-20T15:54:00Z", "content": "Os ataques informáticos contra o Tribunal Superior Eleitoral (TSE) do Brasil registados no último domingo, durante a primeira volta das eleições autárquicas, partiram de um hacker português em prisão… [+1985 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Primeiro smartphone da Honor (sem Huawei) tem design revelado pela TENAA! - 4gnews", "description": "Recentemente foi confirmado oficialmente que a Huawei vendeu 100% da sua subsidiária Honor, num negócio multi-milionário. Assim, ficou confirmado que a partir de agora, a Honor será totalmente independente, não existindo nenhum tipo de influência por parte da…", "url": "https://4gnews.pt/primeiro-smartphone-da-honor-sem-huawei-tem-design-revelado-pela-tenaa/", "urlToImage": "https://cdn.4gnews.pt/imagens/primeiro-smartphone-da-honor-sem-huawei-tem-design-revelado-pela-tenaa-og.jpg", "publishedAt": "2020-11-20T15:40:00Z", "content": "Recentemente foi confirmado oficialmente que a Huawei vendeu 100% da sua subsidiária Honor, num negócio multi-milionário. Assim, ficou confirmado que a partir de agora, a Honor será totalmente indepe… [+1642 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Este smartwatch tem duas câmaras e quer substituir o teu smartphone Android - 4gnews", "description": "Estamos sempre à procura de produtos diferentes, e é por isso que quando nos deparamos com um smartwatch como o Lemfo LEM14, é difícil não falar dele. Os menos atentos nunca terão ouvido falar da marca Lemfo. Esta é especialista em lançar smartwatches verdade…", "url": "https://4gnews.pt/este-smartwatch-tem-duas-camaras-e-quer-substituir-o-teu-smartphone-android/", "urlToImage": "https://cdn.4gnews.pt/imagens/este-smartwatch-tem-duas-camaras-e-quer-substituir-o-teu-smartphone-android-og.jpg", "publishedAt": "2020-11-20T15:33:00Z", "content": "Estamos sempre à procura de produtos diferentes, e é por isso que quando nos deparamos com um smartwatch como o Lemfo LEM14, é difícil não falar dele.\r\nOs menos atentos nunca terão ouvido falar da ma… [+1690 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Anda a dormir mal? Estas apps Android podem ajudá-lo - Pplware", "description": "Hoje sugerimos apps Android que o vão ajudar a adormecer melhor, a avaliar a sua qualidade de sono e ainda a acordar de forma o mais natural possível.", "url": "https://pplware.sapo.pt/smartphones-tablets/android/anda-a-dormir-mal-e-acorda-ainda-pior-estas-apps-android-podem-ajuda-lo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/sono-dormir-apps.jpg", "publishedAt": "2020-11-20T15:00:00Z", "content": "A situação pandémica que o mundo atravessa tem tirado o sono a muita gente. Mas este é só mais um problema que tantas vezes levamos para a cama e faz com que o tempo acordado seja maior que o tempo d… [+2676 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Realme Watch S chegou à Europa com preço aliciante! Um smartwatch muito acessível - 4gnews", "description": "Durante o evento de lançamento do Realme 7 5G na Europa, a fabricante trouxe ainda mais uma surpresa para os seus fãs, o novo Realme Watch S. Este é de longe o mais interessante smartwatch lançado pela marca até agora, apresentando uma excelente relação preço…", "url": "https://4gnews.pt/realme-watch-s-chegou-a-europa-com-preco-aliciante-um-smartwatch-muito-acessivel/", "urlToImage": "https://cdn.4gnews.pt/imagens/realme-watch-s-chegou-a-europa-com-preco-aliciante-um-smartwatch-muito-acessivel-og.jpg", "publishedAt": "2020-11-20T14:58:00Z", "content": "Durante o evento de lançamento do Realme 7 5G na Europa, a fabricante trouxe ainda mais uma surpresa para os seus fãs, o novo Realme Watch S. Este é de longe o mais interessante smartwatch lançado pe… [+1411 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Facebook processa developer que criou “clones” do Instagram com dados de mais de 100 mil perfis - SAPO Tek", "description": "O Facebook alega que Ensar Sahinturk, um programador de software turco, estaria a operar uma rede de websites falsos, pelo menos, desde 2017. O developer terá conseguido contornar as medidas de segurança do Instagram através de software automatizado que “masc…", "url": "https://tek.sapo.pt/noticias/internet/artigos/facebook-processa-developer-que-criou-clones-do-instagram-com-dados-de-mais-de-100-mil-perfis", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=MTAzFjLn8dnuRTtrFCVOvPcXKjzVxhxaOCgoYgdxYF4x0Y4dislCJB+61zTF5SqF9kbRQFqpy5lF5HK5eFK0lh9OiPTzfY6GnMlsUzblyqN+rDM=", "publishedAt": "2020-11-20T14:28:00Z", "content": "Nos últimos anos o Facebook tem vindo tomar uma série de medidas para evitar abusos relacionados com a privacidade dos dados dos utilizadores, relacionadas com o compromisso feito após o escândalo Ca… [+2296 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Golpes de phishing aumentam em 80% com o evento da Black Friday - Pplware", "description": "Segundo a CheckPoint, houve um aumento de 80% na incidência de golpes de phishing nas duas primeiras semanas de novembro, que antecipam a Black Friday.", "url": "https://pplware.sapo.pt/internet/golpes-de-phishing-aumentam-em-80-com-o-evento-da-black-friday/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/phishing.jpg", "publishedAt": "2020-11-20T14:00:00Z", "content": "Já não é novidade para ninguém que nesta vida há sempre quem esteja à espera de uma oportunidade para se aproveitar dos outros. E na Internet isso acontece através de burlas, roubo de identidade, cyb… [+3946 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Samsung Galaxy Z Flip Lite pode estar a caminho e pode tornar-se no \"Rei dos dobráveis\"! - 4gnews", "description": "Durante este ano, os smartphones dobráveis tornaram-se mais \"normais\", ainda que não tenham sido lançados no mercado tantos modelos quanto isso, já não são vistos como produtos tirados diretamente de filmes Scy-Fi. No entanto, apesar dos muitos rumores, conti…", "url": "https://4gnews.pt/samsung-galaxy-z-flip-lite-pode-estar-a-caminho-e-pode-tornar-se-no-rei-dos-dobraveis/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-z-flip-lite-pode-estar-a-caminho-e-pode-tornar-se-no-rei-dos-dobraveis-og.jpg", "publishedAt": "2020-11-20T12:59:00Z", "content": "Durante este ano, os smartphones dobráveis tornaram-se mais \"normais\", ainda que não tenham sido lançados no mercado tantos modelos quanto isso, já não são vistos como produtos tirados diretamente de… [+2110 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Automonitor", "title": "EDP e Embraer parceiras em projeto de avião elétrico - Diário Digital", "description": "A EDP Brasil e a fabricante aeronáutica Embraer fecharam uma parceria para a pesquisa e desenvolvimento de um avião suportado por tecnologia de propulsão 100% elétrica.", "url": "https://automonitor.sapo.pt/2020/11/20/novidades/noticias/edp-e-embraer-parceiras-em-projeto-de-aviao-eletrico/", "urlToImage": "https://automonitor.sapo.pt/wp-content/uploads/2020/11/embraer_edp-1024x681.jpg", "publishedAt": "2020-11-20T12:37:00Z", "content": "O projeto envolve a investigação de um sistema de armazenamento e recarga de energia que usará o EMB-203 Ipanema como modelo de testes este protótipo, que já está em desenvolvimento, deverá fazer o s… [+1610 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Apple lança atualização do Big Sur para resolver problemas - Pplware", "description": "A Apple lançou o macOS Big Sur e alguns Macbooks ao atualizar deram problemas que não são simples de ultrapassar. Agora a Apple vem dar umas dicas.", "url": "https://pplware.sapo.pt/apple/apple-lanca-atualizacao-do-big-sur-para-resolver-problemas-nos-macbook/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/macoSbig_sur_problemas00.jpg", "publishedAt": "2020-11-20T12:30:00Z", "content": "Com o lançamento do macOS Big Sur, a Apple melhorou alguns aspetos de segurança que não foram assim tão consensuais. Além disso, alguns MacBooks não conseguiram realizar com sucesso a atualização, o … [+2344 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "É oficial: novos smartphones Redmi Note 9 chegam na próxima semana - Pplware", "description": "Segundo a publicação feita na rede social Weibo da Redmi, serão apresentados 3 novos modelos da linha Redmi Note 9, no dia 26 de novembro.", "url": "https://pplware.sapo.pt/gadgets/e-oficial-novos-smartphones-redmi-note-9-chegam-na-proxima-semana/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/redmi_note_9.jpg", "publishedAt": "2020-11-20T10:46:00Z", "content": "A linha Redmi Note 9 da Xiaomi foi lançada inicialmente em abril deste ano, composta pelo Redmi Note 9 e pelo Note 9 Pro. Na última semanas muito se escreveu sobre um possível lançamento associado a … [+1620 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "Telemóveis da OnePlus terão opção ideal para os viajantes - Notícias ao Minuto", "description": "Serviço já está disponível na Índia.", "url": "https://www.noticiasaominuto.com/tech/1631069/telemoveis-da-oneplus-terao-opcao-ideal-para-os-viajantes", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_57ed15abbd9c8.jpg", "publishedAt": "2020-11-20T09:46:00Z", "content": "Ficar sem bateria no telemóvel quando se está prestes a entrar no avião é um dos piores pesadelos dos viajantes, motivo que levou a OnePlus a integrar uma opção que será sem dúvida útil para quem cos… [+716 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Usa alguma destas apps? Conheça as mais instaladas no Linux este ano - Pplware", "description": "A canonical apresentou a lista dos snaps mais instalados. Conseguimos assim saber quais as apps mais instaladas nas diferentes distribuições Linux.", "url": "https://pplware.sapo.pt/linux/usa-alguma-destas-apps-conheca-as-mais-instaladas-no-linux-este-ano/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/linux_apps_1.jpg", "publishedAt": "2020-11-20T09:45:00Z", "content": "Tal como noutro qualquer sistema operativo, as distribuições Linux têm apps que os utilizadores tendem a usar mais. Estas revelam tendências e preferências desta comunidade, algo que a Canonical reso… [+3032 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "Google encontrou forma de contornar limitações da Apple - Notícias ao Minuto", "description": "O serviço Stadia estará presente em dispositivos iOS através de uma versão web.", "url": "https://www.noticiasaominuto.com/tech/1631035/google-encontrou-forma-de-contornar-limitacoes-da-apple", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1605861747/naom_561deeb5b8c77.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjAsImNyb3BIZWlnaHQiOjAsImNyb3BYIjowLCJjcm9wWSI6MH0sImxhbmRzY2FwZSI6eyJjcm9wV2lkdGgiOjI4MDAsImNyb3BIZWlnaHQiOjE1NzQsImNyb3BYIjowLCJjcm9wWSI6MTM5fX0=", "publishedAt": "2020-11-20T08:38:00Z", "content": "A Apple tem impedido que empresas como a Microsoft, a Nvidia e a Google lancem apps dos seus serviços de streaming de jogos na App Store mas, pelos vistos, parece que estas empresas encontraram uma f… [+791 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Usa esta app no Android? É melhor remover já para manter a privacidade - Pplware", "description": "A app GO SMS Pro para Android não respeita a privacidade dos utilizadores e trata dados de forma pouco cuidada e sem proteção, ficando acessíveis", "url": "https://pplware.sapo.pt/smartphones-tablets/android/usa-esta-app-no-seu-android-e-melhor-remove-la-ja-para-manter-a-sua-privacidade/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/android_app_perigosa_1.jpg", "publishedAt": "2020-11-20T08:00:00Z", "content": "Uma das grandes vantagens do Android é permitir aos utilizadores mudar todas as apps nativas por qualquer outra que esteja instalada. Claro que este ponto acaba muitas vezes por ser também um dos pon… [+1994 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "Tem um iPhone 12 mini? Há uma nova atualização que deve instalar - Notícias ao Minuto", "description": "Um dos mais recentes telemóveis da Apple apresentava problemas com o ecrã de bloqueio.", "url": "https://www.noticiasaominuto.com/tech/1630973/tem-um-iphone-12-mini-ha-uma-nova-atualizacao-que-deve-instalar", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1605856286/naom_5f85f56b6e561.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjAsImNyb3BIZWlnaHQiOjAsImNyb3BYIjowLCJjcm9wWSI6MH0sImxhbmRzY2FwZSI6eyJjcm9wV2lkdGgiOjI1MzYsImNyb3BIZWlnaHQiOjE0MjYsImNyb3BYIjoxNiwiY3JvcFkiOjJ9fQ==", "publishedAt": "2020-11-20T07:09:00Z", "content": "A Apple lançou uma atualização para o seu sistema iOS 14 que deverá ser do agrado dos utilizadores do novo iPhone 12 mini, diz o Digital Trends.\r\nA atualização corrige os problemas que têm sido repor… [+691 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Razer lança comando Wolverine V2 para a Xbox Series X e S - Pplware", "description": "A Razer, marca popular sobretudo no segmento dos jogos, lançou agora o comando Wolverine V2 para as novas consolas Xbox Series X e Series S da Microsoft.", "url": "https://pplware.sapo.pt/gadgets/hardware/razer-lanca-comando-wolverine-v2-para-a-xbox-series-x-e-s/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/Razer-Wolverine-v2_0.jpg", "publishedAt": "2020-11-20T01:30:00Z", "content": "Com a chegada das novas consolas Xbox Series X e Series S, começam também a surgir novos equipamentos e acessórios para os equipamentos gaming.\r\nA Razer, marca popular sobretudo no segmento dos jogos… [+1747 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Google prepara-se para dar ainda mais segurança às mensagens RCS - Pplware", "description": "A troca de mensagens RCS vai atingir um novo patamar e a Google vai garantir que têm proteção e não podem ser lidas por terceiros.", "url": "https://pplware.sapo.pt/google/google-prepara-se-para-trazer-ainda-mais-seguranca-as-suas-mensagens-rcs/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/05/pplware_mensagens_android_RCS_1.jpg", "publishedAt": "2020-11-20T00:30:00Z", "content": "Os SMS estão praticamente extintos e são cada vez menos usados, muito por culpa de todos os serviços de mensagens que a Internet hoje fornece. Claro que a Google não aceitou este destino e para isso … [+1860 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Observador", "title": "Como vai ser o futuro do trabalho no pós-pandemia? Bill Gates prevê mais trabalho remoto e menos viagens de negócio - Observador", "description": "", "url": "https://observador.pt/2020/11/20/como-vai-ser-o-futuro-do-trabalho-no-pos-pandemia-bill-gates-preve-mais-trabalho-remoto-e-menos-viagens-de-negocio/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2F770x403%2Cq86%2Ccx0%2Ccw2000%2Ccy143%2Cch1122%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2017%2F12%2F29214013%2FGettyImages-850286096.jpg", "publishedAt": "2020-11-19T23:25:00Z", "content": "A pandemia de Covid-19 veio revolucionar a maneira como se trabalha. Para muitos, as deslocações pendulares estão suspensas desde março e trabalhar desde casa passou a ser o habitual. Mas e depois da… [+2197 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Windows 10 tem grande novidade para matar o que está a mais! - Leak", "description": "O Windows 10 vai ter direito a mais uma forma de terminar aplicações e processos sem abrir o Gestor de Tarefas. Veja como vai funcionar.", "url": "https://www.leak.pt/windows-10-tem-grande-novidade-para-matar-o-que-esta-a-mais/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2019/01/windows-10-wall.jpg", "publishedAt": "2020-11-19T23:20:00Z", "content": "O Windows 10 vai ter direito a uma nova forma de terminar aplicações e processos sem abrir o Gestor de Tarefas. A ideia é uma versão simplificada do Task Manager que ao longo de tantos anos permite t… [+2121 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "iPhone de 2022 deverá estrear um processador de 4 nanómetros - Pplware", "description": "Segundo algumas previsões recentes, a Apple poderá lançar os seus iPhones de 2022 já com processadores com litografia de 4 nanómetros.", "url": "https://pplware.sapo.pt/apple/iphone-de-2022-devera-estrear-um-processador-de-4-nanometros/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/iphone-12-processador.jpg", "publishedAt": "2020-11-19T22:00:00Z", "content": "Atualmente os novos iPhones da Apple trazem consigo o processador A14 Bionic com uma litografia de 5 nanómetros (nm). E a TSMC é a fabricante que detém a responsabilidade de fabrico desses mesmos chi… [+1806 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "WhatsApp: prepara-se para estas duas grandes novidades! - Leak", "description": "Esta plataforma recebeu muitas funcionalidades nos últimos tempos. Mas as novidades não ficam por aqui e há mais duas a chegar ao WhatsApp!", "url": "https://www.leak.pt/whatsapp-duas-grandes-novidades/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2019/10/whatsApp_leak.jpg", "publishedAt": "2020-11-19T21:59:00Z", "content": "O WhatsApp é a plataforma de comunicação mais popular do mundo. No entanto, está atrás do Telegram no que diz respeito a funcionalidades. No entanto, para equilibrar as coisas tem vindo a receber mui… [+2024 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Fortnite regressa ao iPhone graças ao serviço da NVIDIA, GeForce Now! - 4gnews", "description": "Mesmo que não sejas fã do Fortnite, ou tenhas um iPhone, é quase impossível não teres ouvido uma notícia sobre a guerra aberta entre a Epic Games e Apple, que resultou no desaparecimento do Fortnite do iPhone e iPad. Agora, surgiu mais uma alternativa para qu…", "url": "https://4gnews.pt/fortnite-regressa-ao-iphone-gracas-ao-servico-da-nvidia-geforce-now/", "urlToImage": "https://cdn.4gnews.pt/imagens/fortnite-regressa-ao-iphone-gracas-ao-servico-da-nvidia-geforce-now-og.jpg", "publishedAt": "2020-11-19T21:47:00Z", "content": "Mesmo que não sejas fã do Fortnite, ou tenhas um iPhone, é quase impossível não teres ouvido uma notícia sobre a guerra aberta entre a Epic Games e Apple, que resultou no desaparecimento do Fortnite … [+1617 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Huawei confirma a chegada da EMUI 11 a mais 14 smartphones! - 4gnews", "description": "Numa altura em que a Huawei continua proibida de atualizar os seus smartphones para o novo Android 11, tornou-se mais importante que nunca a atualização da sua interface EMUI. Assim, a única forma dos vários smartphones da marca poderem receber consideráveis …", "url": "https://4gnews.pt/huawei-confirma-a-chegada-da-emui-11-a-mais-14-smartphones/", "urlToImage": "https://cdn.4gnews.pt/imagens/huawei-confirma-a-chegada-da-emui-11-a-mais-14-smartphones-og.jpg", "publishedAt": "2020-11-19T20:51:00Z", "content": "Numa altura em que a Huawei continua proibida de atualizar os seus smartphones para o novo Android 11, tornou-se mais importante que nunca a atualização da sua interface EMUI. Assim, a única forma do… [+1907 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Netflix: Costuma partilhar a sua password? É melhor ter cuidado - Pplware", "description": "A partilha de palavras-passe com terceiros tem vindo a tornar-se uma prática comum no contexto do uso de plataformas online como o Netflix.", "url": "https://pplware.sapo.pt/informacao/netflix-costuma-partilhar-a-sua-password-e-melhor-ter-cuidado/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/netflix_00.jpg", "publishedAt": "2020-11-19T20:30:00Z", "content": "O Netflix é o serviço de streaming mais popular do mundo. Os utilizadores podem partilhar o serviço com outros e para isso é necessário partilhar também a password de acesso.\r\nA partilha de palavras-… [+2513 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Executive Digest com DECO", "title": "Subida de preços da MEO, NOS e Vodafone afeta consumidores em novos contratos, diz DECO - Diário Digital", "description": "MEO, NOS e Vodafone aumentaram, em simultâneo, o preço do pacote mais barato de banda larga, telefone fixo e televisão (sem box) e diminuíram a velocidade da internet nos novos contratos.", "url": "https://executivedigest.sapo.pt/subida-de-precos-da-meo-nos-e-vodafone-afeta-consumidores-em-novos-contratos-diz-deco/", "urlToImage": "https://executivedigest.sapo.pt/wp-content/uploads/2020/03/televisao-630x315.jpg", "publishedAt": "2020-11-19T19:59:00Z", "content": null}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Miguel Prado", "title": "Vêm aí comunidades de energia com painéis solares e baterias. E o regulador preparou novas regras - Expresso", "description": "ERSE coloca em consulta pública revisão do regulamento do autoconsumo, adaptando-o a situações e projetos que combinem painéis solares com baterias e carros elétricos", "url": "https://expresso.pt/economia/2020-11-19-Vem-ai-comunidades-de-energia-com-paineis-solares-e-baterias.-E-o-regulador-preparou-novas-regras", "urlToImage": "http://images.impresa.pt/expresso/2016-12-19-painel-solar/fb/wm", "publishedAt": "2020-11-19T19:00:00Z", "content": "As comunidades de energia deverão ser uma realidade em breve, agregando um conjunto de consumidores que poderão ser abastecidos por uma pequena central solar fotovoltaica coletiva, por exemplo. Mas c… [+3447 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Altice Europe avisa que regras do 5G são “anticoncorrenciais” - ECO Economia Online", "description": "A casa-mãe da Altice Europe reagiu pela primeira vez ao regulamento do leilão do 5G, considerando que contém regras \"anticoncorrenciais\". Mas espera pelos resultados do processo para avaliar impacto.", "url": "https://eco.sapo.pt/2020/11/19/altice-europe-avisa-que-regras-do-5g-sao-anticoncorrenciais/", "urlToImage": "https://eco.imgix.net/uploads/2020/05/cropped-pndr8777.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2020-11-19T18:08:09Z", "content": "O administrador financeiro da Altice Europe, Malo Corbin, considera que as regras previstas no regulamento do leilão do 5G em Portugal são “anticoncorrenciais” por darem “algumas vantagens aos novos … [+3340 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi: MIUI 12 tem duas mudanças de design explicadas em vídeo - 4gnews", "description": "A Xiaomi continua a trabalhar para melhorar a MIUI 12 (a sua máscara que corre por cima do Android). E a mais recente descoberta revela duas novidades que em breve deverão chegar aos equipamentos que suportam esta versão. Entre as novidades está um redesenhad…", "url": "https://4gnews.pt/xiaomi-miui-12-tem-duas-mudancas-de-design-explicadas-em-video/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-miui-12-tera-duas-mudancas-de-design-explicadas-em-video-og.jpg", "publishedAt": "2020-11-19T17:38:00Z", "content": "A Xiaomi continua a trabalhar para melhorar a MIUI 12 (a sua máscara que corre por cima do Android). E a mais recente descoberta revela duas novidades que em breve deverão chegar aos equipamentos que… [+1381 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Vodafone pode deixar de investir em Portugal após revelação da ANACOM - 4gnews", "description": "A Vodafone deu a saber, através da figura do presidente executivo da Vodafone Portugal, que a operadora pode deixar de investir no nosso país. A crispação vem no seguimento do confronto de vontades entre a ANACOM e as operadoras nacionais. Ao passo que num pr…", "url": "https://4gnews.pt/vodafone-pode-deixar-de-investir-em-portugal-apos-revelacao-da-anacom/", "urlToImage": "https://cdn.4gnews.pt/imagens/vodafone-pode-deixar-de-investir-em-portugal-apos-revelacao-da-anacom-og.jpg", "publishedAt": "2020-11-19T16:55:00Z", "content": "A Vodafone deu a saber, através da figura do presidente executivo da Vodafone Portugal, que a operadora pode deixar de investir no nosso país. A crispação vem no seguimento do confronto de vontades e… [+2617 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Tem alguma password desta lista? Se sim, mude-a já - Pplware", "description": "Recentemente foi lançada a lista de passwords mais comuns em 2020. Veja se a sua está na lista e mude-a! Conheça algumas dicas.", "url": "https://pplware.sapo.pt/internet/tem-alguma-password-desta-lista-se-sim-mude-a-ja/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/password_01.jpg", "publishedAt": "2020-11-19T16:02:00Z", "content": "A maioria dos serviços online continua a ter como mecanismo de proteção uma password. No entanto, apesar dos muitos avisos, os utilizadores continuam a usar passwords fracas e comuns o que simplifica… [+1554 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Simone Silva", "title": "Nem Apple, nem Samsung. Saiba qual a marca de telemóveis que mais cresce a nível mundial - Diário Digital", "description": "A marca de telemóveis chinesa Realme é atualmente aquela com maior crescimento de mercado a nível mundial, à frente de outras como Samsung, Apple e a sua conterrânea Xiaomi.", "url": "https://executivedigest.sapo.pt/nem-apple-nem-samsung-saiba-qual-a-marca-de-telemoveis-que-mais-cresce-a-nivel-mundial/", "urlToImage": "https://executivedigest.sapo.pt/wp-content/uploads/2020/11/realme-1-900x450.jpg", "publishedAt": "2020-11-19T15:18:00Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Realme 7 5G acaba de chegar com bateria de 5000mAh por 279 € - Pplware", "description": "Depois de em outubro terem sido disponibilizados os modelos Realme 7 e 7 Pro, eis que agora é a vez do 5G tomar conta da gama média. Conheça o Realme 5G.", "url": "https://pplware.sapo.pt/gadgets/realme-7-5g-acaba-de-chegar-a-europa-com-bateria-de-5000mah-por-279-e/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/realme-7-5g1.jpg", "publishedAt": "2020-11-19T15:14:00Z", "content": "A Realme é uma das marcas que mais tem crescido no mercado dos smartphones, com propostas que se vão distinguindo principalmente no preço, face às características. Depois de no início de outubro tere… [+1939 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Hugo Séneca", "title": "Telecomunicações: roaming nacional gerou a fúria em Portugal, mas há 7 países da UE que o tornaram obrigatório - Expresso", "description": "Altice, NOS e Vodafone não aceitam a parte do regulamento do leilão da 5G que obriga a dar acesso às comunicações móveis de novos operadores.", "url": "https://expresso.pt/economia/2020-11-19-Telecomunicacoes-roaming-nacional-gerou-a-furia-em-Portugal-mas-ha-7-paises-da-UE-que-o-tornaram-obrigatorio", "urlToImage": "http://images.impresa.pt/expresso/2017-10-27-antena-siresp/fb/wm", "publishedAt": "2020-11-19T13:49:00Z", "content": "Alemanha, França, Grécia, Itália, República Checa, Roménia e Chipre têm previstas medidas que obrigam os operadores de redes móveis a veicularem o tráfego de clientes dos concorrentes quando estes nã… [+407 chars]"}, {"source": {"id": null, "name": "Pcguia.pt"}, "author": "Mafalda Freire", "title": "Reinstale o Windows com todas as actualizações incluídas - PCGuia", "description": "A PCGuia tem notícias, reviews, dicas e truques para tirar o máximo partido da tecnologia em todos os seus aspectos.", "url": "https://www.pcguia.pt/2020/11/reinstale-o-windows-com-todas-as-actualizacoes-incluidas/", "urlToImage": "https://www.pcguia.pt/wp-content/uploads/2020/03/insider-wallpaper.jpg", "publishedAt": "2020-11-19T13:06:00Z", "content": "Normalmente, para reinstalar o Windows tem de descarregar o ficheiro ISO da Microsoft para uma pen USB de 8 GB ou utilizar a imagem de recuperação do seu disco rígido, processos a que se seguem horas… [+3721 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Green Savers", "title": "Coopérnico financia projeto de energia solar em apenas 5 minutos - Green Savers", "description": "Esta terça-feira, a Coopérnico - Cooperativa de Energias Renováveis - lançou uma campanha para o financiamento de uma nova central fotovoltaica em Tavira. Em menos de 5 minutos, e com a participação de 12 membros com uma média de investimento de 1.833 euros, …", "url": "https://greensavers.sapo.pt/coopernico-financia-projeto-de-energia-solar-em-apenas-5-minutos/", "urlToImage": "https://greensavers.sapo.pt/wp-content/uploads/2020/06/painel_solar1.jpg", "publishedAt": "2020-11-19T12:21:00Z", "content": "Esta terça-feira, a Coopérnico – Cooperativa de Energias Renováveis – lançou uma campanha para o financiamento de uma nova central fotovoltaica em Tavira. Em menos de 5 minutos, e com a participação … [+2401 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Snapdragon 875 vs Exynos 2100: esta é que ninguém esperava! - Leak", "description": "O Galaxy S21 chega no próximo ano e com boas notícias para a Europa. É que finalmente o Exynos 2100 pode bater o Snapdragon 875.", "url": "https://www.leak.pt/snapdragon-875-vs-exynos-2100/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2020/10/exynos-2.jpg", "publishedAt": "2020-11-19T11:57:00Z", "content": "As informações que circulam na Internet referem que a gama Samsung Galaxy S21 será oficial já em janeiro do próximo ano. Nela inclui-se o Galaxy S21, Galaxy S21+ e Galaxy S21 Ultra. Ora como acontece… [+2429 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Bruxelas quer 300 GW de eólicas offshore até 2050. Um terço será flutuante e há oportunidades para Portugal - ECO Economia Online", "description": "Bruxelas apresenta hoje uma nova Estratégia para a Energia Renovável Offshore. O eólico flutuante representará até um terço de toda a capacidade instalada e há oportunidades nos mares de Portugal.", "url": "https://eco.sapo.pt/2020/11/19/bruxelas-quer-300-gw-de-eolicas-offshore-ate-2050-um-terco-sera-flutuante-e-ha-oportunidades-para-portugal/", "urlToImage": "https://eco.imgix.net/uploads/2019/07/cropped-windfloat_regressa_ao_porto_depois_de_missao_bem-sucedida_no_mar.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2020-11-19T08:03:45Z", "content": "A nova estratégia europeia para a energia renovável offshore vai ser apresentada esta quinta-feira, em Bruxelas, pelo vice-presidente executivo da Comissão Europeia, Frans Timmermans, e pela comissár… [+7285 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Mozilla declara a morte do Flash! Firefox perde o suporte já em 2021 - Pplware", "description": "A Mozilla foi a mais recente empresa a determinar a morte do Flash. Acontece já em breve, mesmo no início de 2021, quando chegar a versão 85 do Firefox", "url": "https://pplware.sapo.pt/browsers/mozilla-tambem-declara-a-morte-do-flash-firefox-perde-o-suporte-ja-em-2021/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/01/firefox_72_0.jpg", "publishedAt": "2020-11-19T08:00:00Z", "content": "Há muito que se sabe que o Flash está prestes a desaparecer e a levar com eles todos os problemas. A Adobe já tinha anunciado que 2020 seria o último ano em que esta tecnologia ia estar disponível pa… [+1857 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi 11 Pro: detalhes de câmara e ecrã são revelados - 4gnews", "description": "No início do próximo ano a Xiaomi vai lançar os seus novos topos de gama - os Mi 11. E atempadamente as fugas de informação vão revelando detalhes sobre as câmaras e o ecrã dos novos ‘pesos pesados’ da Xiaomi. Xiaomi Mi 11 terá ecrã QHD+ de 120Hz, revela fuga…", "url": "https://4gnews.pt/xiaomi-mi-11-pro-detalhes-de-camara-e-ecra-sao-revelados/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-11-pro-camara-e-ecra-vao-surprender-segundo-revelacao-og.jpg", "publishedAt": "2020-11-19T07:52:00Z", "content": "No início do próximo ano a Xiaomi vai lançar os seus novos topos de gama - os Mi 11. E atempadamente as fugas de informação vão revelando detalhes sobre as câmaras e o ecrã dos novos pesos pesados da… [+1282 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Samsung pode surpreender tudo e todos, sendo a primeira com um smartphone \"rolável\" - 4gnews", "description": "Durante as últimas semanas muito se falou sobre a chegada de um novo tipo de smartphones, com ecrãs roláveis. Até agora, tínhamos 3 fabricantes na corrida pelo título de \"primeiro smartphone com ecrã rolável\", sendo elas a Oppo, LG e TCL. No entanto, novas in…", "url": "https://4gnews.pt/samsung-pode-surpreender-tudo-e-todos-sendo-a-primeira-com-um-smartphone-rolavel/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-pode-surpreender-tudo-e-todos-sendo-a-primeira-com-um-smartphone-rolavel-og.jpg", "publishedAt": "2020-11-19T07:26:00Z", "content": "Durante as últimas semanas muito se falou sobre a chegada de um novo tipo de smartphones, com ecrãs roláveis. Até agora, tínhamos 3 fabricantes na corrida pelo título de \"primeiro smartphone com ecrã… [+2156 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Yubo: a rede social com 40 milhões de utilizadores de que nunca ouviu falar - Pplware", "description": "O nome Yubo diz-lhe alguma coisa? Muito provavelmente não. Mas e então se eu lhe disser que se trata de uma rede social já com 40 milhões de utilizadores?", "url": "https://pplware.sapo.pt/redes_sociais/yubo-e-a-rede-social-com-40-milhoes-de-utilizadores-da-qual-nunca-ouviu-falar/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/yubo_1-1.jpg", "publishedAt": "2020-11-19T01:30:00Z", "content": "O nome Yubo diz-lhe alguma coisa? Muito provavelmente não. Mas e então se eu lhe disser que se trata de uma rede social já com 40 milhões de utilizadores?\r\nPois bem, esta nova plataforma poderá ser a… [+3450 chars]"}, {"source": {"id": null, "name": "Www.jn.pt"}, "author": "JN/Agências", "title": "Apple pede desculpa por tornar lentos os iPhones mais antigos - Jornal de Notícias", "description": "A Apple vai pagar 113 milhões de dólares (95 milhões de euros) para resolver a acusação de ter deliberadamente tornado mais lentos os iPhones mais antigos para ajudar a prolongar a vida útil das suas baterias.", "url": "https://www.jn.pt/inovacao/apple-pede-desculpa-por-tornar-mais-lentos-os-iphones-mais-antigos-13051205.html", "urlToImage": "https://static.globalnoticias.pt/jn/image.aspx?brand=JN&type=generate&guid=70bcfd56-00c2-4599-a0f9-af8e1bdca0b6&w=800&h=420&watermark=true&t=20201119010300", "publishedAt": "2020-11-19T01:03:00Z", "content": "19 Novembro 2020 às 01:03\r\nA Apple vai pagar 113 milhões de dólares (95 milhões de euros) para resolver a acusação de ter deliberadamente tornado mais lentos os iPhones mais antigos para ajudar a pro… [+2429 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Google Plex: este é o novo 'banco digital' que vem rivalizar com o Revolut - 4gnews", "description": "Tal como havíamos referido mais cedo, a Google anunciou hoje várias novidades para o seu serviço Google Pay. Além de uma aplicação completamente redesenhada, a grande novidade de hoje é o Plex. Com o Plex, a Google acaba de se lançar no mundo dos bancos digit…", "url": "https://4gnews.pt/google-plex-este-e-o-novo-banco-digital-que-vem-rivalizar-com-o-revolut/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-plex-este-e-o-novo-banco-digital-que-vem-rivalizar-com-o-revolut-og.jpg", "publishedAt": "2020-11-18T22:00:00Z", "content": "Tal como havíamos referido mais cedo, a Google anunciou hoje várias novidades para o seu serviço Google Pay. Além de uma aplicação completamente redesenhada, a grande novidade de hoje é o Plex.\r\nCom … [+2157 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "Black Friday GoDeal24: o Windows 10 fica sempre gratuito! - Pplware - Pplware", "description": "Compre 1 Ganhe 1 Grátis é o mote da Black Friday da GoDeal24: o Windows 10 Pro fica sempre grátis. Mas outros descontos existem, de 50% para mais software.", "url": "https://pplware.sapo.pt/software/compre-1-ganhe-1-gratis-goddeal24/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/godeal24-black-friday-compra-1-ganha-1.jpg", "publishedAt": "2020-11-18T20:30:00Z", "content": "Está em curso um dos maiores negócios do ano: Super Venda de Black Friday na GoDeal24 que inclui uma excelente oportunidade de software “Compre 1 Ganhe 1 Grátis”.\r\nÀ boa maneira da plataforma, dentro… [+2154 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "OPPO Full-path: Uma nova forma de reprodução de cor mais autêntica - Pplware", "description": "Agora, pronto para chegar ao mercado em 2021 com a série OPPO Find X3, está o sistema de gestão de cor Full-path. Saiba mais.", "url": "https://pplware.sapo.pt/multimedia-2/oppo-full-path-uma-nova-forma-de-reproducao-de-cor-mais-autentica/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/oppo-1.jpg", "publishedAt": "2020-11-18T20:00:00Z", "content": "A OPPO tem surpreendido o mercado com algumas tecnologias de ponta exclusivas para o segmento dos smartphones. Caso disso são as tecnologias de carregamento rápido, por exemplo e ainda o recém-anunci… [+5118 chars]"}]}