{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Programar não tem de ser aborrecido e no Code Miner pode praticar de uma forma divertida - SAPO Tek", "description": "A Code Miner foi criada especialmente para quem programa em JavaScript e coloca o utilizador aos comandos de um robot numa mina. Terá de usar as suas competências para dar \"vida\" ao equipamento e guiá-lo por inúmeros desafios.", "url": "https://tek.sapo.pt/mobile/android/artigos/programar-nao-tem-de-ser-aborrecido-e-no-code-miner-pode-praticar-de-uma-forma-divertida", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&png=1&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NDZkLB9cCvmHlsVt4T0nVCJaovYV85GzATI+nF5s5yf0R7uOuoCaGScj9BIYgVUKZTb/fzBGQ2OkIJYTrz+5fWPG0VB3ID+KROvydkPxY41OBSk=", "publishedAt": "2021-03-09T22:18:00Z", "content": "Ainda está a dar os primeiros passos pelo mundo da programação? É normal que, por vezes, se sinta um pouco desmotivado ao longo da sua jornada de aprendizagem: seja pela dificuldade em absorver conce… [+908 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Samsung Galaxy A52 5G: video unboxing revela o smartphone antes da apresentação - 4gnews", "description": "A Samsung prepara-se para lançar aquele que deverá ser o mais importante gama média do seu portefólio em 2021. O Galaxy A52 tem sido tema constante nos últimos dias e o modelo já não suscita grandes dúvidas. A confirmação de tudo o que já julgávamos saber che…", "url": "https://4gnews.pt/samsung-galaxy-a52-5g-video-unboxing-revela-o-smartphone-antes-da-apresentacao/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-a52-5g-video-unboxing-revela-o-smartphone-antes-da-apresentacao-og.jpg", "publishedAt": "2021-03-09T21:02:15Z", "content": "A Samsung prepara-se para lançar aquele que deverá ser o mais importante gama média do seu portefólio em 2021. O Galaxy A52 tem sido tema constante nos últimos dias e o modelo já não suscita grandes … [+2111 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Surface Laptop 4 da Microsoft pode ter duas versões com chip AMD e Intel - Pplware", "description": "Segundo o site WinFuture, o Surface Laptop 4 da Microsoft vai chegar em duas versões com processadores Intel e AMD.", "url": "https://pplware.sapo.pt/microsoft/surface-laptop-4-da-microsoft-pode-ter-duas-versoes-com-chip-amd-e-intel/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/surface-laptop-microsoft.jpg", "publishedAt": "2021-03-09T21:00:58Z", "content": "A Microsoft prepara-se para lançar um novo modelo de computador portátil da linha Surface. Trata-se do novo Surface Laptop 4 que deve chegar já em abril deste ano e há já especulações sobre algumas e… [+1626 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Untangle lança a versão 3.0 do seu SD-WAN Router - Pplware", "description": "O Untangle SD-WAN Router 3.0 vai ao encontro das necessidades de PMEs que necessitam de conetividade VPN para gerir fluxos de trabalho remoto", "url": "https://pplware.sapo.pt/gadgets/hardware/untangle-lanca-a-versao-3-0-do-seu-sd-wan-router/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/untangle_00-1.jpg", "publishedAt": "2021-03-09T20:00:04Z", "content": "A Untangle, empresa líder em segurança de rede completa para PMEs e distribuída em Portugal pela WhiteHat, anunciou o lançamento da nova versão do Untangle SD-WAN Router.\r\nA versão 3.0 do aclamado ro… [+1960 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "OnePlus mostra o design do OnePlus 9 Pro em vídeo oficial - 4gnews", "description": "Depois de anos a lançar smartphones focados em oferecer a melhor performance e experiência de software com a OxygenOS, a OnePlus olha agora de frente para uma das suas maiores críticas: as câmaras. Nas últimas semanas eram muitas as fugas de informação a avan…", "url": "https://4gnews.pt/oneplus-mostra-o-design-do-oneplus-9-pro-em-video-oficial/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-mostra-o-design-do-oneplus-9-pro-em-video-oficial-og.jpg", "publishedAt": "2021-03-09T19:59:04Z", "content": "Depois de anos a lançar smartphones focados em oferecer a melhor performance e experiência de software com a OxygenOS, a OnePlus olha agora de frente para uma das suas maiores críticas: as câmaras.\r\n… [+1260 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "Evolução OPPO 2020 – Os momentos mais impactantes do ano - Pplware", "description": "A crescente evolução OPPO tem permitido à marca apresentar dos smartphones mais atrativos do mercado. O 5G é sua grande bandeira. Sucesso é...", "url": "https://pplware.sapo.pt/smartphones-tablets/android/evolucao-oppo-2020-os-momentos-mais-impactantes-do-ano/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/OPPO-headquarters-smartphone-evolucao-crescimento.jpg", "publishedAt": "2021-03-09T18:00:23Z", "content": "A crescente evolução OPPO tem sido algo digno de escrita constante ao longo de um 2020 invulgar. O mundo inteiro foi confrontado com enormes desafios e todos nos perguntamos sobre o que fazer ou como… [+6482 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Bruxelas apresenta a “bússola” que vai guiar a transformação digital da Europa até 2030 - SAPO Tek", "description": "Entre os objetivos delineados pela Comissão Europeia para a transformação digital da Europa até 2030 destacam-se metas como cobertura de todas as áreas da União Europeia por redes 5G, o reforço da produção europeia de semicondutores, assim como uma maior digi…", "url": "https://tek.sapo.pt/noticias/artigos/bruxelas-apresenta-a-bussola-que-vai-guiar-a-transformacao-digital-da-europa-ate-2030", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ODUzdPI8KoQyRAVQXHnMM3ys8sA+Ds+JB/vL/z/Ch48/ip/b03FVM28gsrMzxIqSFttY+skNk+EyAXrN/zBEyBu1xLwRUT20zzyVkNbEi2MPeCg=", "publishedAt": "2021-03-09T17:50:00Z", "content": "A Comissão Europeia apresentou hoje a sua visão para a transformação digital da Europa até 2030. Para traduzir as ambições da próxima década, Bruxelas apresenta uma bússola com quatro pontos cardeais… [+4282 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "5 jogos Android para instalar no seu smartphone - Pplware", "description": "O universo dos jogos para plataformas mobile é um dos mais rentáveis. São inúmeros os títulos que estão constantemente a chegar às lojas de aplicações e tantos outros a evoluir com o tempo. Assim,...", "url": "https://pplware.sapo.pt/jogos/5-jogos-android-para-instalar-no-seu-smartphone/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/03/Samsung-Galaxy-S20-Plus-play-store-apps-jogos-filmes.jpg", "publishedAt": "2021-03-09T17:00:15Z", "content": "O universo dos jogos para plataformas mobile é um dos mais rentáveis. São inúmeros os títulos que estão constantemente a chegar às lojas de aplicações e tantos outros a evoluir com o tempo. Assim, se… [+1964 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Bosch está a integrar inteligência artificial em todas as fábricas e explica o que vai mudar - SAPO Tek", "description": "O projeto de modernização das 240 fábricas da Bosch a nível mundial prevê um investimento de 500 milhões de euros e já está a gerar poupanças.", "url": "https://tek.sapo.pt/multimedia/artigos/bosch-esta-a-integrar-inteligencia-artificial-em-todas-as-fabricas-e-explica-o-que-vai-mudar", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NzVlXgg+CWmcKUX8ClL1nwJ+hkTp9lUtSkGFBc1XznndBgFL7jevuMSC7AORiOOgwdv/F1n++KR0s6W2PIiufKrz9Df9+Z7W6dq+zYafQYzlLwY=", "publishedAt": "2021-03-09T16:11:00Z", "content": "A Bosch prepara-se para lançar uma solução de inteligência artificial que deteta anomalias e avarias na fase inicial de processos de fabrico, contribuindo para diminuir o número de peças rejeitadas n… [+2886 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Pedro Raínho", "title": "Fact Check. Mensagem no WhatsApp que alerta para vídeo de 'Papa a dançar' representa ameaça real? - Observador", "description": "Mensagem foi colocada a circular no WhatsApp no momento em que Francisco pisava solo iraquiano para uma viagem histórica de três dias. Aviso de vírus ...", "url": "https://observador.pt/factchecks/fact-check-mensagem-no-whatsapp-que-alerta-para-video-de-papa-a-dancar-representa-ameaca-real/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A770%3A403%2Fc%3A770%3A433%3Anowe%3A0%3A0%2Fq%3A85%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2020%2F01%2F09142359%2Ffact_check-errado.png", "publishedAt": "2021-03-09T15:50:00Z", "content": "Por favor informem todos na vossa lista para não abrirem um vídeo chamado Dança do Papa. É um vírus que formata o telemóvel. Tenham cuidado porque é perigoso. Anunciaram hoje na BBC Radio. Nalguns ca… [+4095 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "iPhone 12 mini: smartphone pequeno da Apple é grande num detalhe - 4gnews", "description": "O iPhone 12 mini foi lançado em 2020 como o smartphone mais pequeno e barato entre a nova linha de equipamentos da Apple. Sem fazer compromissos de desempenho, o terminal acaba por apenas pecar pela pequena bateria própria de um telemóvel que tem apenas 5.4” …", "url": "https://4gnews.pt/iphone-12-mini-smartphone-pequeno-da-apple-e-grande-num-detalhe/", "urlToImage": "https://cdn.4gnews.pt/imagens/iphone-12-mini-smartphone-pequeno-da-apple-e-grande-num-detalhe-og.jpg", "publishedAt": "2021-03-09T15:34:53Z", "content": "O iPhone 12 mini foi lançado em 2020 como o smartphone mais pequeno e barato entre a nova linha de equipamentos da Apple. Sem fazer compromissos de desempenho, o terminal acaba por apenas pecar pela … [+1459 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Tem um Huawei P30 Pro? Este é o momento para trocar para o Huawei P40 Pro - Pplware", "description": "Para quem tem um P30 Pro e está a pensar mudar de smartphone, o P40 Pro será uma boa opção? Vamos à análise de aspetos-chave.", "url": "https://pplware.sapo.pt/gadgets/tem-um-huawei-p30-pro-este-e-o-momento-para-trocar-para-o-huawei-p40-pro/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/04/Huawei-P40-Pro-camara-traseira-leica.jpg", "publishedAt": "2021-03-09T15:00:50Z", "content": "Quando pensamos no universo dos smartphones de topo, as escolhas são inúmeras. Quando fazemos a nossa escolha tem que ser ponderada dado o investimento que acaba por ser feito. Sem dúvida alguma, os … [+4760 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Hackers criminosos atacam 30 mil empresas através de falha no email Microsoft Exchange - Pplware", "description": "Um ataque de espionagem massivo explora vulnerabilidades zero day no Microsoft Exchange e atinge mais de 30 mil empresas pelo mundo.", "url": "https://pplware.sapo.pt/informacao/hackers-criminosos-atacam-30-mil-empresas-atraves-de-falha-no-email-microsoft-exchange/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/microsoft_exchange_zero_day00.jpg", "publishedAt": "2021-03-09T14:15:33Z", "content": "A falha de segurança do Microsoft Exchange Server está a tornar-se num gigante problema de segurança. Segundo alguns relatórios, os atacantes, grupos ligados ao governo da China (mas que operam fora … [+3084 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi: Smart TV \"XL\" da Redmi vai finalmente ser lançada fora da China - 4gnews", "description": "A Xiaomi já vende oficialmente as suas Smart TVs nos mercados globais, com Android TV e preços apelativos. Mas no que diz respeito aos televisores inteligentes da sua submarca Redmi, estes ainda só haviam sido lançados no seu mercado interno, a China. Agora e…", "url": "https://4gnews.pt/xiaomi-smart-tv-xl-da-redmi-vai-finalmente-ser-lancada-fora-da-china/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-smart-tv-xl-da-redmi-vai-finalmente-ser-lancada-fora-da-china-og.jpg", "publishedAt": "2021-03-09T13:22:52Z", "content": "A Xiaomi já vende oficialmente as suas Smart TVs nos mercados globais, com Android TV e preços apelativos. Mas no que diz respeito aos televisores inteligentes da sua submarca Redmi, estes ainda só h… [+1126 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Vítor Andrade", "title": "Valor da Tesla cai 277 mil milhões de dólares num mês e a fortuna de Musk vai atrás - Expresso", "description": "Os investidores estão a sair das tecnológicas de elevada valorização [onde se inclui a Tesla] e, por outro lado, os fabricantes de automóveis são agora confrontados com uma escassez global de semicondutores", "url": "https://expresso.pt/economia/2021-03-09-Valor-da-Tesla-cai-277-mil-milhoes-de-dolares-num-mes-e-a-fortuna-de-Musk-vai-atras", "urlToImage": "http://images.impresa.pt/expresso/2018-08-10-tesla-elon-musk-1/fb/wm", "publishedAt": "2021-03-09T12:48:00Z", "content": "As ações da Tesla fecharam em baixa pela quinta sessão consecutiva na segunda-feira (-6,5%), na sequência de uma tendência de saída em massa de investidores das ações daquela construtora automóvel [e… [+1182 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Como assistir ao evento do Asus ROG Phone 5 (até podes ganhar um smartphone ) - 4gnews", "description": "E já esta quarta-feira que será apresentado oficialmente o Asus ROG Phone 5. A nova versão do smartphone gaming de maior sucesso a nível mundial está de volta, e tu podes acompanhá-la em direto. O evento decorre às 11h de Portugal neste dia 10 de março, e pod…", "url": "https://4gnews.pt/como-assistir-ao-evento-do-asus-rog-phone-5-podes-ganhar-um/", "urlToImage": "https://cdn.4gnews.pt/imagens/assiste-ao-evento-do-asus-rog-phone-5-e-ate-podes-ganhar-um-smartphone-og.jpg", "publishedAt": "2021-03-09T12:23:08Z", "content": "E já esta quarta-feira que será apresentado oficialmente o Asus ROG Phone 5. A nova versão do smartphone gaming de maior sucesso a nível mundial está de volta, e tu podes acompanhá-la em direto.\r\nO e… [+1535 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Gonçalo Almeida", "title": "Bitcoin regressa aos ganhos e volta a ultrapassar barreira de 1 bilião de dólares - Jornal de Negócios", "description": "A cotação da moeda digital está novamente a ganhar força depois de novo interesse demonstrado por vários investidores institucionais. A sua avaliação de mercado voltou a superar a marca de 1 bilião de dólares.", "url": "https://www.jornaldenegocios.pt/mercados/detalhe/bitcoin-regressa-aos-ganhos-e-volta-a-ultrapassar-barreira-de-1-biliao-de-dolares", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2021-01/img_1200x676$2021_01_07_20_14_28_392702.jpg", "publishedAt": "2021-03-09T12:10:10Z", "content": "Os preços da bitcoin estão novamente a valorizar superando a marca dos 54 mil dólares por unidade durante a madrugada em Lisboa, o que significa que a criptomoeda mais famosa do mundo está outra vez … [+1629 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Xiaomi: a razão pela qual foi colocada na lista negra dos EUA - 4gnews", "description": "A Xiaomi foi colocada na lista negra dos Estados Unidos da América no início deste ano, com Washington a citar os laços da fabricante Android com o exército da China. A ligação às forças armadas foi veementemente negada pela empresa desde então. A administraç…", "url": "https://4gnews.pt/xiaomi-a-razao-pela-qual-foi-colocada-na-lista-negra-dos-eua/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-a-razao-pela-qual-foi-colocada-na-lista-negra-dos-eua-og.jpg", "publishedAt": "2021-03-09T12:00:35Z", "content": "A Xiaomi foi colocada na lista negra dos Estados Unidos da América no início deste ano, com Washington a citar os laços da fabricante Android com o exército da China. A ligação às forças armadas foi … [+1649 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Fátima Caçador", "title": "Ecrãs inteligentes são um dos elementos mais importantes para o futuro dos smartphones - SAPO Tek", "description": "Flexíveis, com tecnologia de proteção ocular e mais qualidade, os ecrãs têm assumido um peso cada vez mais relevante na decisão de comprar um novo smartphone mas é uma área onde a TCL garante que vai continuar a investir.", "url": "https://tek.sapo.pt/mobile/equipamentos/artigos/ecras-inteligentes-sao-um-dos-elementos-mais-importantes-para-o-futuro-dos-smartphones", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=MzE25ANYQxoZ1nJhn7uz+9Ivs1MQ6UzOBB7guPjQKj29UhE45hwJFCI+ynmizwUGNL7reDQo+VBZCb4nJ2BykInhe1Kh0JwVKPOgD5RvNobDh2Y=", "publishedAt": "2021-03-09T11:26:00Z", "content": "\"Os ecrãs são o segundo componente mais caro de um telemóvel, e, contudo, os consumidores ignoram frequentemente a importância de um bom ecrã defendeu Stefan Streit, diretor geral de marketing da TCL… [+5152 chars]"}, {"source": {"id": null, "name": "Autosport.pt"}, "author": "Guilherme André", "title": "Renovado Volvo XC60 recebe infotainment Android desenvolvido em parceria com a Google - Auto+", "description": "Depois de terem surgido fotos na internet, a Volvo oficializou a atualização do XC60. Este que foi o modelo mais vendido da marca sueca em 2020, recebe uma nova grelha e para-choques redesenhados, bem como novas soluções no que diz respeito a jantes. Se por f…", "url": "https://automais.autosport.pt/noticias/renovado-volvo-xc60-recebe-infotainment-android-desenvolvido-em-parceria-com-a-google/", "urlToImage": "https://images-automais.autosport.pt/2021/03/279258-xc60-model-year-2022-scaled.jpg", "publishedAt": "2021-03-09T11:03:45Z", "content": "Depois de terem surgido fotos na internet, a Volvo oficializou a atualização do XC60. Este que foi o modelo mais vendido da marca sueca em 2020, recebe uma nova grelha e para-choques redesenhados, be… [+1067 chars]"}]}