{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "Human Resources", "title": "Era esta a dica de ouro de Steve Jobs para contratar os melhores talentos - Diário Digital", "description": "Steve Jobs, co-fundador da Apple, que faleceu em 2011, deixou uma série de legados. A sua maneira peculiar de lidar com as situações pode ser traduzida num modelo de gestão em muitas áreas.  Conheça aqui o seu conselho de ouro na contratação e o qual o seu im…", "url": "https://hrportugal.sapo.pt/era-esta-a-dica-de-ouro-de-steve-jobs-para-contratar-os-melhores-talentos/", "urlToImage": "https://hrportugal.sapo.pt/wp-content/uploads/2020/02/steve-jobs.jpg", "publishedAt": "2021-02-12T09:25:27Z", "content": "Steve Jobs, co-fundador da Apple, que faleceu em 2011, deixou uma série de legados. A sua maneira peculiar de lidar com as situações pode ser traduzida num modelo de gestão em muitas áreas. O blog da… [+1455 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Teclado da Google bloqueia palavras ofensivas? Remova essa opção do Android - Pplware", "description": "O teclado da Google para o Android impede as palavras ofensivas. Esta é uma ajuda para muitos, mas outros utilizadores não querem", "url": "https://pplware.sapo.pt/smartphones-tablets/android/dica-teclado-da-google-bloqueia-palavras-ofensivas-remova-essa-opcao-do-android/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/pplware_teclado_android_palavroes_1.jpg", "publishedAt": "2021-02-12T09:00:00Z", "content": "O Gboard da Google tem sido o teclado de eleição da maioria dos utilizadores do Android. Com cada vez mais funcionalidades, ajuda a escrever com a previsão de texto e com a correção que faz, ajudando… [+1723 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi 11 Ultra totalmente revelado em vídeo antes do anúncio oficial - 4gnews", "description": "No início deste mês de fevereiro a Xiaomi apresentou globalmente o Mi 11, o seu primeiro topo de gama para 2021 que já anteriormente havia sido lançado na China. Mas como seria de esperar, a fabricante chinesa não se vai ficar por aqui. É esperado que sejam l…", "url": "https://4gnews.pt/xiaomi-mi-11-ultra-totalmente-revelado-em-video-antes-do-anuncio-oficial/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-11-ultra-totalmente-revelado-em-video-antes-do-anuncio-oficial-og.jpg", "publishedAt": "2021-02-12T08:17:00Z", "content": "No início deste mês de fevereiro a Xiaomi apresentou globalmente o Mi 11, o seu primeiro topo de gama para 2021 que já anteriormente havia sido lançado na China. Mas como seria de esperar, a fabrican… [+1819 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Negócios", "title": "EDP Renováveis entra na Hungria com projeto solar de 50 MW - Jornal de Negócios", "description": "Com um contrato de projeto solar fotovoltaico na Hungria que totaliza 50 MW, a EDP Renováveis marca entrada no seu 15.º mercado.", "url": "https://www.jornaldenegocios.pt/empresas/energia/detalhe/edp-renovaveis-entra-na-hungria-com-projeto-solar-de-50-mw", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2018-11/img_1200x676$2018_11_30_16_50_30_343895.jpg", "publishedAt": "2021-02-12T07:55:25Z", "content": "A EDP Renováveis anunciou esta sexta-feira que ganhou um contrato a 15 anos para vender a energia produzida por um projeto solar fotovoltaico na Hungria que totaliza 50 MW e com o início de operações… [+1456 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Petal Maps da Huawei já oferece direções em transportes públicos, a pé e de bicicleta - Pplware", "description": "O Petal Maps, o serviço de mapas da Huawei, recebeu novidades importantes. Já oferece direções em transportes públicos, a pé e de bicicleta", "url": "https://pplware.sapo.pt/smartphones-tablets/petal-maps-da-huawei-ja-oferece-direcoes-em-transportes-publicos-a-pe-e-de-bicicleta/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/pplware_petal_maps_01.jpg", "publishedAt": "2021-02-12T01:30:37Z", "content": "Os serviços de mapas são cada vez mais essenciais nos smartphones. Se a Google é o padrão, podemos ver que muitos mais serviços estão a surgir e a crescer, tornando-se uma alternativa viável e até me… [+1917 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Se usa o Slack no Android é melhor mudar imediatamente a sua password - PplWare", "description": "Agora, e num alerta importante, o Slack pede aos utilizadores Android que mudem a password. Tudo passa de novo por um problema de segurança.", "url": "https://pplware.sapo.pt/smartphones-tablets/android/se-usa-o-slack-no-android-e-melhor-mudar-imediatamente-a-sua-password/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/slack_android_password_1.jpg", "publishedAt": "2021-02-12T00:30:00Z", "content": "Cada vez mais as ferramentas de comunicação são essenciais. Muito para além de serem apenas simples troca de mensagens, assumem um novo papel nos escritórios virtuais e deslocalizados a que agora tem… [+2032 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Sara Ribeiro", "title": "Vodafone reforça pressão para travar leilão do 5G - Jornal de Negócios", "description": "A operadora avançou com uma nova ação judicial contra o regulamento do 5G definido pela Anacom. Até ao momento, o leilão já rendeu mais de 304 milhões de euros.", "url": "https://www.jornaldenegocios.pt/empresas/telecomunicacoes/detalhe/vodafone-reforca-pressao-para-travar-leilao-do-5g", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2021-02/img_1200x676$2021_02_11_19_49_11_395328.jpg", "publishedAt": "2021-02-11T23:15:00Z", "content": "A Vodafone Portugal avançou com uma nova ação judicial contra o regulamento dos leilões para atribuição das frequências para a quinta geração móvel (5G). De acordo com a informação consultada pelo Ne… [+123 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "iOS 14.5 usará sistema de navegação segura da Google mas com regras de privacidade da Apple - Pplware", "description": "O novo sistema operativo da Apple para iPhone e iPad, 14.5, irá redirecciona o tráfego Google Safe Browsing para dentro dos seus servidores.", "url": "https://pplware.sapo.pt/apple/ios-14-5-usara-sistema-de-navegacao-segura-da-google-mas-com-regras-de-privacidade-da-apple/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/google_navegacao_segura_ios14_5_00.jpg", "publishedAt": "2021-02-11T23:00:00Z", "content": "O iOS 14.5 irá receber muitas novidades que não são comuns numa versão intermédia. Contudo, a Apple visa entregar aos seus utilizadores as melhores opções, a cada atualização. Conforme já vimos, na p… [+2855 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "13 jogos para Android temporariamente grátis na Google Play Store - 4gnews", "description": "A nova ronda de apps premium temporariamente grátis para Android chegou antes do fim de semana. Em seguida listamos algumas das melhores aplicações que agora podes instalar sem pagar no smartphone, todas disponíveis através da Google Play Store. Entre jogos p…", "url": "https://4gnews.pt/13-jogos-para-android-temporariamente-gratis-na-google-play-store/", "urlToImage": "https://cdn.4gnews.pt/imagens/13-jogos-para-android-temporariamente-gratis-na-google-play-store-og.jpg", "publishedAt": "2021-02-11T22:16:00Z", "content": "A nova ronda de apps premium temporariamente grátis para Android chegou antes do fim de semana. Em seguida listamos algumas das melhores aplicações que agora podes instalar sem pagar no smartphone, t… [+1415 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ana Sofia", "title": "Clubhouse: Aplicação nova já foi bloqueada na China - Pplware", "description": "Sendo uma das únicas plataformas onde a população chinesa estava livre de qualquer barreira para debater assuntos, a Clubhouse foi bloqueada.", "url": "https://pplware.sapo.pt/redes_sociais/clubhouse-aplicacao-nova-ja-foi-bloqueada-na-china/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/clubhouse_china_bloquear01.jpg", "publishedAt": "2021-02-11T22:00:00Z", "content": "Provavelmente, tem visto e ouvido falar muito desta nova aplicação exclusiva para iOS, a Clubhouse. Afinal, está disponível desde o ano passado, mas tem ganhado uma atenção absurda nos últimos dias.\r… [+3356 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Facebook quer criar o seu clone da rede social Clubhouse - 4gnews", "description": "O Clubhouse é a mais recente sensação entre as redes sociais. Trata-se de uma aplicação exclusiva para iOS, ainda em fase Beta e cujo registo só é possível mediante convite. O conceito tem gerado bastante tração e já atraiu a atenção do Facebook. A rede socia…", "url": "https://4gnews.pt/facebook-quer-criar-o-seu-clone-da-rede-social-clubhouse/", "urlToImage": "https://cdn.4gnews.pt/imagens/facebook-quer-criar-o-seu-clone-da-rede-social-clubhouse-og.jpg", "publishedAt": "2021-02-11T21:48:00Z", "content": "O Clubhouse é a mais recente sensação entre as redes sociais. Trata-se de uma aplicação exclusiva para iOS, ainda em fase Beta e cujo registo só é possível mediante convite. O conceito tem gerado bas… [+3366 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "5 novos jogos gratuitos para instalar no seu smartphone Android - Pplware", "description": "Selecionámos, uma vez mais, cinco jogos para instalar no seu smartphone Android disponíveis na Play Store. Conheça as sugestões.", "url": "https://pplware.sapo.pt/smartphones-tablets/omundoemobile/5-novos-jogos-para-instalar-no-seu-smartphone-android-5/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/10/android-jogos-oneplus-play-store.jpg", "publishedAt": "2021-02-11T21:00:00Z", "content": "O universo dos jogos para plataformas mobile é um dos mais rentáveis. São inúmeros os títulos que estão constantemente a chegar às lojas de aplicações e tantos outros a evoluir com o tempo. Assim, se… [+1718 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Google Fotos tem novo editor de vídeo. Atualiza já a app! - 4gnews", "description": "A Google deu hoje (11) a conhecer o novo editor de vídeo para o serviço Google Fotos, disponível através da respetiva aplicação para dispositivos móveis. O novo editor conta com algumas novas ferramentas e outras que já conhecíamos nesta app. De qualquer modo…", "url": "https://4gnews.pt/google-fotos-tem-novo-editor-de-video-atualiza-ja-a-app/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-fotos-tem-novo-editor-de-video-atualiza-ja-a-app-og.jpg", "publishedAt": "2021-02-11T20:53:00Z", "content": "A Google deu hoje (11) a conhecer o novo editor de vídeo para o serviço Google Fotos, disponível através da respetiva aplicação para dispositivos móveis. O novo editor conta com algumas novas ferrame… [+2556 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Bitcoin consome 2,5x mais eletricidade do que todo Portugal (em 1 ano) - Pplware", "description": "A Bitcoin é uma moeda virtual criada em 2009. Sabia que esta moeda consome 2,5x mais eletricidade do que todo Portugal", "url": "https://pplware.sapo.pt/informacao/bitcoin-consome-25x-mais-eletricidade-do-que-todo-portugal-em-1-ano/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/bitcoin_capa.jpg", "publishedAt": "2021-02-11T20:00:00Z", "content": "Pode não acreditar, mas a mineração da criptomoeda à escala mundial consome mais que certos países. Tal como informamos em 2017, minerar Bitcoin consome mais eletricidade que 20 países europeus.\r\nRec… [+2057 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Fátima Caçador", "title": "Mulheres na Ciência: “Fez-se um percurso extraordinário, mas estamos ainda muito longe de atingir a igualdade” - SAPO Tek", "description": "O número de mulheres que escolhem cursos nas áreas da ciência e tecnologia é ainda pequeno e a falta de igualdade de género é um problema que tem consequências sociais e económicas. Em entrevista ao SAPO TEK, Luísa Ribeiro Lopes lembra que a desconstrução dos…", "url": "https://tek.sapo.pt/noticias/ciencia/artigos/fez-se-um-percurso-extraordinario-nos-ultimos-anos-mas-estamos-ainda-muito-longe-de-atingir-a-igualdade", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YmM3V/LTs4D5xszJkMoaHuA4EYj4Ilu924BqV4LGlPVJTjq3UxW40KzM+o7xj+jSnrcwLSeorP05Sn1GDXnfH9OtraCi79zmA/hc6dSvzbDW3jk=", "publishedAt": "2021-02-11T19:34:00Z", "content": "Hoje é assinalado o Dia internacional das Mulheres e Raparigas na Ciência, uma data que a UNESCO decidiu fixarem 2015 no dia  11 de fevereiro para assinalar a falta de diversidade de género no mundo,… [+7416 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Oppo X 2021: um olhar hipnotizante ao smartphone com ecrã extensível - 4gnews", "description": "A Oppo surpreendeu o mercado tecnológico no final de 2020 com o protótipo do Oppo X 2021. Este dispositivo é detentor de uma irreverência única graças à inclusão de um ecrã extensível ou rolável. Depois da apresentação deste protótipo, eis que agora surge um …", "url": "https://4gnews.pt/oppo-x-2021-um-olhar-hipnotizante-ao-smartphone-com-ecra-extensivel/", "urlToImage": "https://cdn.4gnews.pt/imagens/oppo-x-2021-um-olhar-hipnotizante-ao-smartphone-com-ecra-extensivel-og.jpg", "publishedAt": "2021-02-11T19:21:00Z", "content": "A Oppo surpreendeu o mercado tecnológico no final de 2020 com o protótipo do Oppo X 2021. Este dispositivo é detentor de uma irreverência única graças à inclusão de um ecrã extensível ou rolável.\r\nDe… [+1806 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Android Auto recebe finalmente suporte para wallpapers - 4gnews", "description": "Esta adição já havia sido notada numa das versões de teste da plataforma Android Auto. Agora, a adição dos wallpapers ou papéis de parede à interface deste sistema foi oficializada pela Google. A novidade está implementada na versão 6.1 do Android Auto que de…", "url": "https://4gnews.pt/android-auto-recebe-finalmente-suporte-para-wallpapers/", "urlToImage": "https://cdn.4gnews.pt/imagens/android-auto-recebe-finalmente-suporte-para-wallpapers-og.jpg", "publishedAt": "2021-02-11T18:31:00Z", "content": "Esta adição já havia sido notada numa das versões de teste da plataforma Android Auto. Agora, a adição dos wallpapers ou papéis de parede à interface deste sistema foi oficializada pela Google.\r\nA no… [+1948 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "3 produtos baratos e bons da TP-Link para a Casa Inteligente - 4gnews", "description": "O início de 2020 trouxe consigo o teletrabalho, operado uma rápida alteração nos padrões laborais. Ao mesmo tempo, a domótica sofreu uma transmutação com a necessidade emergente de soluções que nos ajudassem a trabalhar em casa. Se até então os principais gad…", "url": "https://4gnews.pt/produtos-baratos-bons-tp-link/", "urlToImage": "https://cdn.4gnews.pt/imagens/3-produtos-baratos-e-bons-da-tp-link-para-a-casa-inteligente-og.jpg", "publishedAt": "2021-02-11T17:45:00Z", "content": "O início de 2020 trouxe consigo o teletrabalho, operado uma rápida alteração nos padrões laborais. Ao mesmo tempo, a domótica sofreu uma transmutação com a necessidade emergente de soluções que nos a… [+3608 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Mastercard passa a suportar pagamento com criptomoedas ainda este ano - Pplware", "description": "Ainda este ano começará a oferecer suporte a criptomoedas selecionadas diretamente a partir da rede Mastercard.", "url": "https://pplware.sapo.pt/informacao/mastercard-passa-a-suportar-pagamento-com-criptomoedas-ainda-este-ano/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/bitcoin-mastercard.jpg", "publishedAt": "2021-02-11T17:00:00Z", "content": "As criptomoedas são hoje já uma parte importante no mundo dos pagamentos e a tendência é claramente crescente. Segundo a Mastercard, há cada vez mais gente a usar os cartões da rede para comprar ativ… [+1979 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Google: é desta que o motor de busca ganha um \"dark mode\"? - SAPO Tek", "description": "Vários utilizadores afirmaram ter acesso à funcionalidade que já em janeiro tinha sido testada.", "url": "https://tek.sapo.pt/noticias/internet/artigos/google-e-desta-que-o-motor-de-busca-ganha-um-dark-mode", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&png=1&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YWM2kzjNv9+/PBlRfmoCrgPpVQdDxa83qFzS6lb4aUYp/1n5zz4LctYqxTlN9EtteG6NpqQKBsSRMNFLg2ccV7IEQG16isRmGXjItdihW/78scU=", "publishedAt": "2021-02-11T16:55:00Z", "content": "A Google parece estar a lançar um dark mode para o seu motor de busca. Online, há já vários relatos de utilizadores que vêm agora os resultados das suas pesquisas sobre um fundo escurecido, pelo que … [+1131 chars]"}]}