{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/hugocura", "title": "E os destaques tecnológicos da semana que passou foram… - Pplware", "description": "Falámos de vários aspetos relacionados com o novo Windows 11, da rede global Starlink, analisámos o smartwatch Oppo Watch, e muito mais.", "url": "https://pplware.sapo.pt/pplware/destaques-tecnologicos-windows-oppo-starlink-untangle/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/07/destaques_4jul.jpg", "publishedAt": "2021-07-04T22:00:05Z", "content": "Porque a nossa prioridade é a qualidade da informação que chega aos nossos leitores, escolhemos alguns artigos publicados ao longo da semana que passou e que refletem o que de mais relevante se falou… [+6732 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi Mix Flip: este pode ser o próximo dobrável barato a dar que falar - 4gnews", "description": "A 'caixa de pandora' dos smartphones dobráveis foi aberta este ano, no espólio da Xiaomi, com o Mi Mix Fold. Apresentado em março, este traz para o mercado a proposta de um equipamento com aspeto de smartphone que, quando desdobrado, é apresenta formato de ta…", "url": "https://4gnews.pt/xiaomi-mi-mix-flip-este-pode-ser-o-proximo-dobravel-barato-a-dar-que-falar/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-mix-flip-este-pode-ser-o-proximo-dobravel-barato-a-dar-que-falar-og.jpg", "publishedAt": "2021-07-04T19:34:41Z", "content": "A 'caixa de pandora' dos smartphones dobráveis foi aberta este ano, no espólio da Xiaomi, com o Mi Mix Fold. Apresentado em março, este traz para o mercado a proposta de um equipamento com aspeto de … [+1407 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Hugo Séneca", "title": "Os drones vão mesmo fazer entregas. Os primeiros testes do VoloDrone acontecem na Alemanha - Expresso", "description": "A VoloCopter revelou um novo drone de transporte de mercadorias. As aterragens e descolagens deste veículo são feitas na vertical, tal como um helicóptero", "url": "https://expresso.pt/sociedade/lifestyle/2021-07-04-Os-drones-vao-mesmo-fazer-entregas.-Os-primeiros-testes-do-VoloDrone-acontecem-na-Alemanha-3b589199", "urlToImage": "http://images.impresa.pt/expresso/2021-06-30-VoloCopter-volodrone-182fc292/fb/wm", "publishedAt": "2021-07-04T16:22:23Z", "content": "Ainda não há VoloDrones nos céus de Portugal, mas na Alemanha já começaram os primeiros testes com este multirrotor que consome energia elétrica e é pilotado por software. A primeira aparição teve lu… [+481 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ricardo Santos Ferreira, João Barros, Shrikesh Laxmidas", "title": "Desmaterialização dos serviços financeiros permite estar em todo o lado - Jornal Económico", "description": "", "url": "https://jornaleconomico.sapo.pt/noticias/desmaterializacao-permite-estar-em-todo-o-lado-752139", "urlToImage": "https://jornaleconomico.sapo.pt/wp-content/uploads/2021/06/IT.png", "publishedAt": "2021-07-04T16:00:54Z", "content": "Os serviços financeiros já se encontravam num processo de mudança quando surgiu o SARS-CoV-2 e a pandemia de Covid-19 só veio aprofundar tendências de evolução que já eram marcantes. Os consumidores … [+6835 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Xiaomi distribuiu 70.232 milhões de ações por 3.904 funcionários - Pplware", "description": "O grupo Xiaomi emitiu agora um comunicado onde informa que concedeu um total de 70,232 milhões de ações a 3.904 funcionários.", "url": "https://pplware.sapo.pt/smartphones-tablets/xiaomi-distribuiu-70-232-milhoes-de-acoes-por-3-904-funcionarios/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/01/pplware_Xiaomi-Social-720x450.jpg", "publishedAt": "2021-07-04T16:00:27Z", "content": "Sem dúvida alguma a Xiaomi é uma das melhores e mais evoluídas marcas do mundo tecnológico. Para além dos seus smartphones poderosos a preços acessíveis, a gigante chinesa também desenvolve outros eq… [+1779 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "China manda retirar app da Didi das lojas de aplicações - ECO Economia Online", "description": "App vai desaparecer nas lojas. Contudo, os atuais utilizadores, num total de cerca de 500 milhões, poderão continuar a utilizar a aplicação da Didi para chamarem um motorista.", "url": "https://eco.sapo.pt/2021/07/04/china-manda-retirar-app-da-didi-das-lojas-de-aplicacoes/", "urlToImage": "https://eco.imgix.net/uploads/2018/04/cropped-chinese-uber-1-2.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2021-07-04T14:46:42Z", "content": "A Didi, a plataforma de mobilidade chinesa rival da Uber, está na mira das autoridades do país. A China ordenou a retirada da aplicação da empresa de todas as lojas de aplicações a apenas alguns dias… [+1365 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "A Apple já em 2014 tinha planeado lançar um Apple Watch em cerâmica - Pplware", "description": "Um novo protótipo do Apple Watch mostra que a empresa estava realmente a considerar um modelo de cerâmica para o seu primeiro smartwatch.", "url": "https://pplware.sapo.pt/apple/a-apple-ja-em-2014-tinha-planeado-lancar-um-apple-watch-em-ceramica/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/07/apple_watch_serires_1_ceramica.jpg", "publishedAt": "2021-07-04T14:30:02Z", "content": "Estes protótipos que vão aparecendo mostram como nem sempre a Apple lança tudo o que tem já testado. Conforme sabemos, o Apple Watch original foi anunciado em setembro de 2014 e chegou ao mercado alg… [+2446 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi 11 podia ter sido bem diferente, segundo os protótipos - 4gnews", "description": "O Mi 11 foi o primeiro smartphone topo de gama lançado pela Xiaomi em 2021. É um equipamento equilibrado, com um design cuidado e um preço justo. Foi bastante na nossa análise dedicada. Mas esse design poderia ter sido bem diferente. Na rede social Weibo, a l…", "url": "https://4gnews.pt/xiaomi-mi-11-podia-ter-sido-bem-diferente-segundo-os-prototipos/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-11-podia-ter-sido-bem-diferente-segundo-os-prototipos-og.jpg", "publishedAt": "2021-07-04T14:24:34Z", "content": "O Mi 11 foi o primeiro smartphone topo de gama lançado pela Xiaomi em 2021. É um equipamento equilibrado, com um design cuidado e um preço justo. Foi bastante na nossa análise dedicada.\r\nMas esse des… [+1375 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "João Palma Ferreira", "title": "Presidente da Agência Espacial Portuguesa: \"Indústria nacional será especialista em satélites de alta resolução\" - Jornal Económico", "description": "", "url": "https://jornaleconomico.sapo.pt/noticias/industria-portuguesa-sera-especialista-em-satelites-de-alta-resolucao-752159", "urlToImage": "https://jornaleconomico.sapo.pt/wp-content/uploads/2021/06/ricardo-scale.png", "publishedAt": "2021-07-04T13:00:58Z", "content": "Ricardo Conde, presidente da Agência Espacial Portuguesa Portugal Space, revelou, em entrevista exclusiva ao Jornal Económico, que o mercado nacional vai ter mais três satélites de muito alta resoluç… [+11489 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "MadreMedia / Lusa", "title": "Jeff Bezos deixa cargo de diretor geral da Amazon e viaja para o espaço a 20 de julho - SAPO 24", "description": "O patrão da gigante do 'e-commerce' Amazon, Jeff Bezos, abandona segunda feira o cargo de diretor geral para dedicar-se a outros projetos e viaja para o espaço dia 20 de julho.", "url": "https://24.sapo.pt/atualidade/artigos/jeff-bezos-deixa-cargo-de-diretor-geral-da-amazon-e-viaja-para-o-espaco-a-20-de-julho", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Fsapo24.web.sapo.io%2Fassets%2Fimg%2F24-sapo%2Ffacebook-overlay.png&epic=ZjhmaG1ynYs8sTTOucFQzDX/PkWlDWuIjauC1DId/tHtpo4pbKr2lRuH3NJSPeCUuwsF0kF4W2x37YebfrNjANlQJxBdMcxefw+bDslb3L5TGFY=", "publishedAt": "2021-07-04T12:45:39Z", "content": "Jeff Bezos, 57 anos, considerado o homem mais rico do mundo, vai deixar o cargo de diretor-geral para o seu número dois, Andy Jassy, na próxima segunda-feira, 05 de julho, para se dedicar a outros pr… [+2701 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Smartmi: marca de eletrodomésticos da Xiaomi chega a Portugal - 4gnews", "description": "Chama-se Smartmi, e é a marca de eletrodomésticos inteligentes que pertence ao ecossistema da Xiaomi. Esta semana entrou oficialmente no mercado português. “Fabricante e designer de produtos únicos e elegantes, a Smartmi apresenta-se como a marca de eletrodom…", "url": "https://4gnews.pt/smartmi-marca-de-eletrodomesticos-da-xiaomi-chega-a-portugal/", "urlToImage": "https://cdn.4gnews.pt/imagens/smartmi-marca-de-eletrodomesticos-da-xiaomi-chega-a-portugal-og.jpg", "publishedAt": "2021-07-04T11:37:22Z", "content": "Chama-se Smartmi, e é a marca de eletrodomésticos inteligentes que pertence ao ecossistema da Xiaomi. Esta semana entrou oficialmente no mercado português.\r\nFabricante e designer de produtos únicos e… [+1645 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Cátia Rocha", "title": "Quem são as 'trillion dollar baby' da tecnologia? - Jornal de Negócios", "description": "As únicas empresas dos EUA a superar a fasquia do bilião de dólares de capitalização bolsista são todas tecnológicas. Conheça melhor as 'trillion dollar baby'.", "url": "https://www.jornaldenegocios.pt/empresas/tecnologias/detalhe/quem-sao-as-trillion-dollar-baby-da-tecnologia", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2021-07/img_1200x676$2021_07_03_23_57_37_406947.jpg", "publishedAt": "2021-07-04T11:30:00Z", "content": "Apple, a mais valiosaA Apple foi a primeira das grandes tecnológicas a chegar ao valor de mercado de um bilião de dólares, em 2018. Dois anos depois, em agosto de 2020, já em plena pandemia, a tecnol… [+4426 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Esconder a Reciclagem no Windows 11 é simples! Veja como o pode fazer - Pplware", "description": "Para quem quer fazer desaparecer o ícone da Reciclagem do ecrã principal do Windows 11, só precisa de seguir os passos apresentados abaixo.", "url": "https://pplware.sapo.pt/truques-dicas/dica-esconder-a-reciclagem-no-windows-11-e-simples-veja-como-o-pode-fazer/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/06/windows_11_capa_1.jpg", "publishedAt": "2021-07-04T11:00:45Z", "content": "Com a chegada do Windows 11, começam-se a conhecer muitas das novidades que a Microsoft preparou. Estas não são imediatamente visíveis, mas trazem ao utilizador a capacidade única de personalizar est… [+2032 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Rodolfo Alexandre Reis", "title": "Teletrabalho terá “papel central” estratégico para as empresas - Jornal Económico", "description": "", "url": "https://jornaleconomico.sapo.pt/noticias/teletrabalho-tera-papel-central-estrategico-para-as-empresas-752191", "urlToImage": "https://jornaleconomico.sapo.pt/wp-content/uploads/2021/06/teletrabalho-1.png", "publishedAt": "2021-07-04T11:00:29Z", "content": "A pandemia de Covid-19 veio transformar por completo a forma de trabalhar das empresas a nível mundial e com isso a introdução do teletrabalho. Em Portugal, e com o processo de vacinação em andamento… [+9216 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Green Savers", "title": "Robô limpa oceanos com Inteligência Artificial - Green Savers", "description": "O robô desenvolvido pela startup utiliza Inteligência Artificial (IA) para identificar lixo plástico no oceano e recolhê-lo.", "url": "https://greensavers.sapo.pt/robo-limpa-oceanos-com-inteligencia-artificial/", "urlToImage": "https://greensavers.sapo.pt/wp-content/uploads/2021/07/robo-razer.jpg", "publishedAt": "2021-07-04T10:45:09Z", "content": "A Razer, fabricante de dispositivos de jogos, anunciou uma parceria com a startup ClearBot, que desenvolve soluções de recolha de lixo marinho e oceânico. A ClearBot desenvolve materiais robóticos qu… [+1056 chars]"}, {"source": {"id": null, "name": "Euronews"}, "author": null, "title": "Ciberataque paralisa empresas em todo o mundo - Euronews", "description": "Piratas exigem resgate para desbloquear software de gestão e faturação", "url": "https://pt.euronews.com/2021/07/04/ciberataque-paralisa-empresas-em-todo-o-mundo", "urlToImage": "https://static.euronews.com/articles/stories/05/83/61/06/1000x563_cmsv2_eb0b4789-3874-5b89-9986-52ac39af0570-5836106.jpg", "publishedAt": "2021-07-04T10:21:43Z", "content": "Sistemas de faturação bloqueados, terminais de pagamento inoperáveis, e centenas de lojas e empresas fechadas. Piratas informáticos terão usado o software de gestão da Kaseya, uma empresa com sede no… [+1092 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Youtuber cria mini computador com ecrã e teclado embutidos que corre macOS Big Sur - Pplware", "description": "Um youtuber criou um mini computador com ecrã e teclado embutidos. Mas, o mais curioso, é que o equipamento corre o sistema macOS Big Sur.", "url": "https://pplware.sapo.pt/gadgets/youtuber-cria-mini-computador-com-ecra-e-teclado-embutidos-que-corre-macos-big-sur/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/07/pc-macos-big-sur.jpg", "publishedAt": "2021-07-04T10:00:40Z", "content": "O confinamento provocado pela pandemia da COVID-19 deu o espaço e o tempo para que muitos internautas desses asas à sua imaginação e partilhassem os seus talentos. Nesse sentido, foram revelados vári… [+1569 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Huawei Band 6 em promoção! Rival da Xiaomi Mi Band 6 está com desconto - 4gnews", "description": "Escolher a Mi Band 6 como a melhor smartband barata já não é algo inquestionável, como em anos anteriores. Existem alternativas no mercado que, pelo seu aspeto mais semelhante a um smartwatch, agradam a muitos consumidores. É o caso da recém-lançada Huawei Ba…", "url": "https://4gnews.pt/huawei-band-6-em-promocao-rival-da-xiaomi-mi-band-6-esta-com-desconto/", "urlToImage": "https://cdn.4gnews.pt/imagens/huawei-band-6-em-promocao-rival-da-xiaomi-mi-band-6-esta-com-desconto-og.jpg", "publishedAt": "2021-07-04T09:36:16Z", "content": "Escolher a Mi Band 6 como a melhor smartband barata já não é algo inquestionável, como em anos anteriores. Existem alternativas no mercado que, pelo seu aspeto mais semelhante a um smartwatch, agrada… [+1485 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Maria João Bourbon, Tiago Miranda", "title": "Fábrica da Hovione no Seixal aposta em tecnologia na base das vacinas contra a covid-19 - Expresso", "description": "Empresa farmacêutica, liderada por Guy Villax, quer produzir componentes mRNA usados na produção de vacinas como a da Pfizer ou da Moderna.", "url": "https://expresso.pt/economia/2021-07-04-Fabrica-da-Hovione-no-Seixal-aposta-em-tecnologia-na-base-das-vacinas-contra-a-covid-19-14767ab9", "urlToImage": "http://images.impresa.pt/expresso/2021-07-01-TM3C2A0820_T-_IDP.jpg-f86d06b3/fb/wm", "publishedAt": "2021-07-04T09:30:11Z", "content": "Dois anos depois de a Hovione ter anunciado um investimento que pode ir até 200 milhões num novo complexo industrial de alta tecnologia no Seixal, a sua construção ainda não teve início. O processo d… [+1392 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "E esta? Xiaomi Mi 6 é mais valioso que o Xiaomi Mi 8 - 4gnews", "description": "Recentemente o Xiaomi Mi 6 celebrou quatro anos da sua chegada ao mercado. E volvido este tempo, o CEO da Xiaomi, Lei Jun, revelou que o smartphone ainda tem mais de 2 milhões de utilizadores ativos. Inclusivamente, existem rumores de que pode ser lançada uma…", "url": "https://4gnews.pt/e-esta-xiaomi-mi-6-e-mais-valioso-que-o-xiaomi-mi-8/", "urlToImage": "https://cdn.4gnews.pt/imagens/e-esta-xiaomi-mi-6-e-mais-valioso-que-o-xiaomi-mi-8-og.jpg", "publishedAt": "2021-07-04T08:42:59Z", "content": "Recentemente o Xiaomi Mi 6 celebrou quatro anos da sua chegada ao mercado. E volvido este tempo, o CEO da Xiaomi, Lei Jun, revelou que o smartphone ainda tem mais de 2 milhões de utilizadores ativos.… [+1371 chars]"}]}