{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Há um novo update para a Mi Band 5 da Xiaomi! Já atualizou a sua smartband? - Pplware", "description": "Um novo update surgiu agora e traz para a Mi Band 5 da Xiaomi melhorias que há muito eram esperadas. É hora de melhorar esta smartband", "url": "https://pplware.sapo.pt/gadgets/ha-um-novo-update-para-a-mi-band-5-da-xiaomi-ja-atualizou-a-sua-smartband/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/07/pplware_mi_band_5_5.jpg", "publishedAt": "2021-02-07T01:30:00Z", "content": "A Mi Band 5 da Xiaomi é uma das mais bem sucedidas smartbands do mercado. Reúne um conjunto de funcionalidades que por norma se encontram em equipamentos bem mais caros, num dispositivo muito simples… [+1783 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Alguém hackeou um Game Boy para controlar uma Apple TV - Pplware", "description": "Quem poderia imaginar que um dispositivo de jogo dos anos 90, como um Game Boy, teria o hardware capaz para se comunicar com Apple TV?", "url": "https://pplware.sapo.pt/internet/alguem-hackeou-um-game-boy-para-controlar-uma-apple-tv/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/nintendo-apple-mash_resize_md.jpg", "publishedAt": "2021-02-06T23:00:00Z", "content": "Na internet é possível encontrar todo o tipo de hacks. Não estamos a falar propriamente em ataques informáticos, mas sim na capacidade de integrar sistemas em equipamentos que têm outros sistemas e a… [+1368 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "13 jogos pagos temporariamente grátis para Android - 4gnews", "description": "A Google Play Store tem os melhores jogos para Android, bem como outras aplicações e conteúdos dos mais diversos temas e géneros à escolha. As melhores opções, por norma, são pagas, mas agora selecionamos bons jogos temporariamente gratuitos. São apps premium…", "url": "https://4gnews.pt/13-jogos-pagos-temporariamente-gratis-para-android/", "urlToImage": "https://cdn.4gnews.pt/imagens/13-jogos-pagos-temporariamente-gratis-para-android-og.jpg", "publishedAt": "2021-02-06T21:14:00Z", "content": "A Google Play Store tem os melhores jogos para Android, bem como outras aplicações e conteúdos dos mais diversos temas e géneros à escolha. As melhores opções, por norma, são pagas, mas agora selecio… [+1673 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Dica: Como definir notificações persistentes no iPhone - Pplware", "description": "O iOS traz notificações em modo Faixa que são \"efémeras\", mas com alguns ajustes, conseguimos tornar persistentes essas mensagens.", "url": "https://pplware.sapo.pt/truques-dicas/dica-como-definir-notificacoes-persistentes-no-iphone/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/notificacoes_persistentes00.jpg", "publishedAt": "2021-02-06T21:00:00Z", "content": "As notificações são uma espécie de inferno nas nossas vidas, mas já não passamos sem elas. Contudo, temos de afinar estes mecanismos de informação, para que não sejam demais, ou de menos. Bem, hoje v… [+2066 chars]"}, {"source": {"id": null, "name": "Portal-energia.com"}, "author": null, "title": "Emprego Técnico de Manutenção para Parques Solares - Exus - Portal Energias Renováveis", "description": "Emprego Técnico de Manutenção para Parque Solar, para integrar a equipa de O&M da Exus e trabalhar em projectos solares de médio-grande porte.", "url": "https://www.portal-energia.com/emprego-tecnico-manutencao-parques-solares-exus/", "urlToImage": "https://www.portal-energia.com/wp-content/uploadsthumbs/emprego-energias-renovaveis-solar.jpg", "publishedAt": "2021-02-06T19:44:00Z", "content": "A Exus Management Partners é uma empresa independente de investimento e gestão de activos com foco no sector de energia renovável, que oferece oportunidades de investimento completas para investidore… [+2853 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Xiaomi Mi Mix 4 deve chegar ainda em 2021. Mais pormenores revelados amanhã - 4gnews", "description": "Já não é a primeira vez que se equaciona o lançamento do mítico Xiaomi Mi Mix 4 ainda em 2021. Vários leakers bem conhecidos já deram a entender isso e mais pormenores sobre o dispositivo podem chegar já amanhã. Através da rede social chinesa Weibo, Lei Jun, …", "url": "https://4gnews.pt/xiaomi-mi-mix-4-deve-chegar-ainda-em-2021-mais-pormenores-revelados-amanha/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-mix-4-deve-chegar-ainda-em-2021-mais-pormenores-revelados-amanha-og.jpg", "publishedAt": "2021-02-06T17:35:00Z", "content": "Já não é a primeira vez que se equaciona o lançamento do mítico Xiaomi Mi Mix 4 ainda em 2021. Vários leakers bem conhecidos já deram a entender isso e mais pormenores sobre o dispositivo podem chega… [+1549 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Redmi K40 promete ser o \"melhor do mundo\" num detalhe - 4gnews", "description": "Desde o seu surgimento, a Xiaomi habituou os seus fãs a que a linha de smartphones Redmi K trouxesse um design vanguardista. E nas duas primeiras gerações assim foi, com equipamentos sem qualquer notch ou buraco no ecrã e com um mecanismo pop-up para a câmara…", "url": "https://4gnews.pt/xiaomi-redmi-k40-promete-ser-o-melhor-do-mundo-num-detalhe/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-redmi-k40-promete-ter-um-detalhe-unico-no-mundo-og.jpg", "publishedAt": "2021-02-06T17:18:00Z", "content": "Desde o seu surgimento, a Xiaomi habituou os seus fãs a que a linha de smartphones Redmi K trouxesse um design vanguardista. E nas duas primeiras gerações assim foi, com equipamentos sem qualquer not… [+1272 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "OnePlus 9 vai herdar uma das características do OnePlus 8T - 4gnews", "description": "O tempo avança e assim ficamos cada vez mais próximos da apresentação da família OnePlus 9. Com revelação esperada para março ou abril, este conjunto deverá ser composto por três modelos: OnePlus 9 Lite, OnePlus 9 e OnePlus 9 Pro. O novo rumor que envolve esp…", "url": "https://4gnews.pt/oneplus-9-vai-herdar-uma-das-caracteristicas-do-oneplus-8t/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-9-vai-herdar-uma-das-caracteristicas-do-oneplus-8t-og.jpg", "publishedAt": "2021-02-06T16:38:00Z", "content": "O tempo avança e assim ficamos cada vez mais próximos da apresentação da família OnePlus 9. Com revelação esperada para março ou abril, este conjunto deverá ser composto por três modelos: OnePlus 9 L… [+1826 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "#ILikeYouLike: “Tenho genuína vontade de continuar a crescer sem nunca pôr em causa aquilo em que acredito ... - SAPO Tek", "description": "Distinguida em 2020 como a melhor influencer em Portugal, Ana Rita Clara fala sobre um projeto que lançou o ano passado onde junta o gosto pela comida com o estilo saudável e explica ainda de que forma olha para o digital.", "url": "https://tek.sapo.pt/noticias/internet/artigos/ilikeyoulike-tenho-genuina-vontade-de-continuar-a-crescer-sem-nunca-por-em-causa-aquilo-em-que-acredito-e-sou", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&png=1&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NWM1Y34Lx98sy7aOkcKdullDZYabLrWKiGz0uKeXUT+bW2CZbAh1lhVs7ppb1neDmgxx2QSExmf/GomzmCsdHgZsYnfOLPMjc4lyRXy+8aSy84k=", "publishedAt": "2021-02-06T16:10:00Z", "content": "Apresentadora de televisão, Ana Rita Clara viu na pandemia uma oportunidade de se descobrir numa divisão específica da casa, a cozinha, sendo a partir daí que deu a conhecer receitas simples, saudáve… [+2326 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Firebase: A plataforma que procura para as suas apps Web e Mobile - Pplware", "description": "O Firebase é uma plataforma BaaS (back-end as a service) que oferece tudo o que precisa. Conheçam melhor esta plataforma da Google.", "url": "https://pplware.sapo.pt/tutoriais/firebase-a-plataforma-que-procura-para-as-suas-apps-web-e-mobile/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/firebase_capa.jpg", "publishedAt": "2021-02-06T16:00:00Z", "content": "Já ouviu falar na plataforma Firebase? Gosta de programar e procura uma plataforma que tenha tudo o que precisa? Então tem de ler este artigo até ao fim! O Firebase é uma plataforma poderosa para as … [+2167 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Xiaomi Mi 11 Pro e Mi 11 Pro+: principais detalhes já são conhecidos - 4gnews", "description": "A Xiaomi irá apresentar a versão global do Mi 11 já na próxima segunda-feira. Embora os indícios sejam escassos, existe a esperança de que a versão Pro desse topo de gama possa ser igualmente revelada nesse evento. Certo é que hoje foram partilhados, na plata…", "url": "https://4gnews.pt/xiaomi-mi-11-pro-e-mi-11-pro-principais-detalhes-ja-sao-conhecidos/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-11-pro-e-mi-11-pro-principais-detalhes-ja-sao-conhecidos-og.jpg", "publishedAt": "2021-02-06T15:38:00Z", "content": "A Xiaomi irá apresentar a versão global do Mi 11 já na próxima segunda-feira. Embora os indícios sejam escassos, existe a esperança de que a versão Pro desse topo de gama possa ser igualmente revelad… [+2366 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Asus prepara-se para surpreender com um rival para o iPhone 12 mini - 4gnews", "description": "Numa altura em que o padrão da indústria de smartphones está já acima das 6” polegadas de ecrã, há utilizadores que ainda desejam equipamentos menores. Foi a pensar nisso que a Apple lançou o iPhone 12 mini. Olhando para os números de vendas, o smartphone não…", "url": "https://4gnews.pt/asus-prepara-se-para-surpreender-com-um-rival-para-o-iphone-12-mini/", "urlToImage": "https://cdn.4gnews.pt/imagens/asus-prepara-se-para-surpreender-com-um-rival-para-o-iphone-12-mini-og.jpg", "publishedAt": "2021-02-06T15:06:00Z", "content": "Numa altura em que o padrão da indústria de smartphones está já acima das 6 polegadas de ecrã, há utilizadores que ainda desejam equipamentos menores. Foi a pensar nisso que a Apple lançou o iPhone 1… [+1474 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Android: 5 novas apps para instalar no seu smartphone - Pplware", "description": "O smartphone pode ser uma ferramenta de extrema importância para o dia a dia de cada utilizador com as apps certas. Estas são para Android.", "url": "https://pplware.sapo.pt/smartphones-tablets/android/android-5-novas-apps-para-instalar-no-seu-smartphone/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Samsung-Galaxy-S21-tempo-utilizacao.jpg", "publishedAt": "2021-02-06T15:00:00Z", "content": "Para muitas pessoas, ter acesso ao e-mail, agenda, telefone, Facebook e WhatsApp no smartphone é suficiente. No entanto, o smartphone pode ser uma ferramenta de extrema importância para o dia a dia d… [+2874 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi 11 \"mini\" ganha força em vídeo oficial - 4gnews", "description": "Esta sexta-feira a Xiaomi partilhou um pequeno vídeo bastante intrigante nas redes sociais. Antevendo o lançamento da série Mi 11 na próxima segunda-feira, pode ter revelado uma variante do smartphone desejada por muitos. À primeira vista diríamos que se trat…", "url": "https://4gnews.pt/xiaomi-mi-11-mini-ganha-forca-em-video-oficial/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-11-mini-ganha-forca-em-video-oficial-og.jpg", "publishedAt": "2021-02-06T14:05:00Z", "content": "Esta sexta-feira a Xiaomi partilhou um pequeno vídeo bastante intrigante nas redes sociais. Antevendo o lançamento da série Mi 11 na próxima segunda-feira, pode ter revelado uma variante do smartphon… [+1452 chars]"}, {"source": {"id": null, "name": "Sicnoticias.pt"}, "author": "SIC Notícias", "title": "Vacinação contra a covid-19 em Vila Real. Muitos idosos não vão receber SMS porque não têm telemóvel - SIC Notícias", "description": "O papel das juntas de freguesias da região pode ser determinante para o contacto de pessoas que vivem praticamente isoladas.", "url": "https://sicnoticias.pt/especiais/coronavirus/2021-02-06-Vacinacao-contra-a-covid-19-em-Vila-Real.-Muitos-idosos-nao-vao-receber-SMS-porque-nao-tem-telemovel", "urlToImage": "https://images.impresa.pt/sicnot/2020-12-08-Idoso-Canva.jpg/fb/wm", "publishedAt": "2021-02-06T12:33:00Z", "content": "O presidente da Câmara Municipal de Vila Real está preocupado com a notificação dos idosos por SMS para a toma da vacina contra a covid-19.\r\nEm entrevista à SIC Notícias, Rui Santos alerta para o fac… [+386 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Skype no Android: esta novidade leva as tuas videochamadas para outro nível - 4gnews", "description": "Esta semana a Microsoft anunciou o lançamento da versão 8.68 da sua app para Android. E finalmente recebeu uma novidade que já pode ser encontrada em serviços da concorrência: desfoque do fundo. Skype no Android ganha possibilidade de desfocar o fundo durante…", "url": "https://4gnews.pt/skype-no-android-esta-novidade-leva-as-tuas-videochamadas-para-outro-nivel/", "urlToImage": "https://cdn.4gnews.pt/imagens/skype-no-android-esta-novidade-leva-as-tuas-videochamadas-para-outro-nivel-og.jpg", "publishedAt": "2021-02-06T12:09:00Z", "content": "Esta semana a Microsoft anunciou o lançamento da versão 8.68 da sua app para Android. E finalmente recebeu uma novidade que já pode ser encontrada em serviços da concorrência: desfoque do fundo.\r\nEst… [+1388 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Bloomberg", "title": "Presentes virtuais viram negócio de 60 mil milhões na China - Jornal de Negócios", "description": "Na popular indústria do streaming online da China, os presentes virtuais são a nova tendência. É possível presentear um artista que se apresenta ao vivo com uma rosa de 5 yuans (0,80 dólares) ou um foguete espacial de 500 yuans.", "url": "https://www.jornaldenegocios.pt/empresas/tecnologias/detalhe/presentes-virtuais-viram-negocio-de-60-mil-milhoes-na-china", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2021-02/img_1200x676$2021_02_03_16_11_22_394775.jpg", "publishedAt": "2021-02-06T12:00:34Z", "content": "O presente é simbólico, mas o dinheiro é real — e é daí que vem o sucesso da Kuaishou Technology. A rival da ByteDance tornou-se a maior plataforma de streaming ao vivo de presentes virtuais, tendo m… [+2566 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi prepara-se para lançar um dos produtos mais desejados na Europa - 4gnews", "description": "Já deixou de ser segredo que a Xiaomi tem um evento na Europa marcado para esta segunda-feira (8). O momento vai servir para a apresentação global da série Mi 11 de smartphones, mas esperam-se outras novidades. Xiaomi Mi QLED 4K de 75 polegadas vai custar 120…", "url": "https://4gnews.pt/xiaomi-prepara-se-para-lancar-um-dos-produtos-mais-desejados-na-europa/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-prepara-se-para-lancar-um-dos-produtos-mais-desejados-na-europa-og.jpg", "publishedAt": "2021-02-06T10:58:00Z", "content": "Já deixou de ser segredo que a Xiaomi tem um evento na Europa marcado para esta segunda-feira (8). O momento vai servir para a apresentação global da série Mi 11 de smartphones, mas esperam-se outras… [+1271 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Bang & Olufsen lança altifalante modular à prova de futuro - 4gnews", "description": "A Bang & Olufsen quer provar que a tecnologia modular pode ter sucesso no mercado. Onde a maioria falhou no passado, a fabricante de luxo apresenta agora o Beosound Level, um novo altifalante que promete ser fácil de reparar e atualizar futuramente. O utiliza…", "url": "https://4gnews.pt/bang-olufsen-lanca-altifalante-modular-a-prova-de-futuro/", "urlToImage": "https://cdn.4gnews.pt/imagens/bang-olufsen-lanca-altifalante-modular-a-prova-de-futuro-og.jpg", "publishedAt": "2021-02-06T10:21:00Z", "content": "A Bang &amp; Olufsen quer provar que a tecnologia modular pode ter sucesso no mercado. Onde a maioria falhou no passado, a fabricante de luxo apresenta agora o Beosound Level, um novo altifalante que… [+3712 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: 2 mudanças para tornar o Signal ainda mais privado para o utilizador - Pplware", "description": "Há opções que trazem mais privacidade ao Signal e que podem ser ativadas. Veja 2 simples opções que tornam o Signal ainda mais privado", "url": "https://pplware.sapo.pt/smartphones-tablets/dica-2-mudancas-para-tornar-o-signal-ainda-mais-privado-para-o-utilizador/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/06/pplware_signal_capa_1.jpg", "publishedAt": "2021-02-06T10:00:00Z", "content": "De todas as apps de mensagens disponíveis, o Signal é de longe a que mais segurança e privacidade oferece. Para além de ter uma segurança elevada de base, tem ainda pormenores e pequenas opções que s… [+1786 chars]"}]}