{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Apple-1 de 1976 é colocado à venda no eBay por 1,5 milhões de dólares - Pplware", "description": "O dono de um computador Apple-1 de 1976 decidiu colocar o modelo à venda no eBay por 1,5 milhões de dólares.", "url": "https://pplware.sapo.pt/apple/apple-1-de-1976-e-colocado-a-venda-no-ebay-por-15-milhoes-de-dolares/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/Apple-I.jpg", "publishedAt": "2021-02-01T10:00:00Z", "content": "O dono de um computador Apple-1 de 1976 decidiu que era hora de o colocar à venda. Desta forma, o equipamento foi anunciado no eBay pela excêntrica quantia de 1,5 milhões de dólares, cerca de 1,24 mi… [+2530 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: É hora de usar melhor o Chrome no Android com o novo agrupar separadores - Pplware", "description": "A Google implementou finalmente o agrupar dos separadores, para ajudar a gerir as diferentes janelas do Chrome no Android", "url": "https://pplware.sapo.pt/smartphones-tablets/android/dica-e-hora-de-usar-melhor-o-chrome-no-android-com-o-novo-agrupar-separadores/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/pplware_agrupar_separadores_chrome_android_0.jpg", "publishedAt": "2021-02-01T09:00:00Z", "content": "O Chrome é o browser que a Google desenvolveu para os seus sistemas, entre eles o Android. Este está presente e sempre pronto a ser usado nos smartphones, para assim garantir um acesso à Internet sem… [+2302 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi: este é o próximo gama-média que vai dar que falar - 4gnews", "description": "Depois do lançamento do Mi 11 na China no final do ano, a Xiaomi prepara-se para fazer a apresentação global desta série no próximo dia 8 de fevereiro. E um dos smartphones a ser apresentados pode ser o avançado no mais recente rumor. Segundo o credível leake…", "url": "https://4gnews.pt/xiaomi-este-e-o-proximo-gama-media-que-vai-dar-que-falar/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-este-e-o-proximo-gama-media-que-vai-dar-que-falar-og.jpg", "publishedAt": "2021-02-01T08:01:00Z", "content": "Depois do lançamento do Mi 11 na China no final do ano, a Xiaomi prepara-se para fazer a apresentação global desta série no próximo dia 8 de fevereiro. E um dos smartphones a ser apresentados pode se… [+1375 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Elon Musk diz que a bitcoin está “perto” de ser aceite pelos investidores - ECO Economia Online", "description": "Dono da Tesla é \"um apoiante da bitcoin\". Acredita no futuro da moeda virtual, admitindo que demorou a perceber isso. Deveria ter investido há oito anos, diz.", "url": "https://eco.sapo.pt/2021/02/01/elon-musk-diz-que-a-bitcoin-esta-perto-de-ser-aceite-pelos-investidores/", "urlToImage": "https://eco.imgix.net/uploads/2019/06/cropped-elon-musk-anunciou-que-a-seguradora-da-tesla-surgira-em-menos-de-um-mes-2.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2021-02-01T06:30:00Z", "content": "Elon Musk, dono da Tesla, admite ser um fã da bitcoin. Considera mesmo que a criptomoeda que disparou de valor nos mercados em 2020 está “perto” de passar a ser totalmente aceite junto dos investidor… [+1054 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Google Maps tem mais uma novidade importante, agora integrada com o Street View - Pplware", "description": "A mais recente surge e vem melhorar a integração com o Street View, garantindo ao utilizador do Google Maps que nunca deixa de estar informado", "url": "https://pplware.sapo.pt/google/google-maps-tem-mais-uma-novidade-importante-agora-integrada-com-o-street-view/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/pplware_google_maps_street_view_1.jpg", "publishedAt": "2021-02-01T01:30:00Z", "content": "O Google Maps está em constante melhoria e a receber novidades. A gigante das pesquisas faz questão de manter este seu serviço sempre atualizado e com novas funcionalidades importantes para os seus u… [+1805 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Óculos inteligentes serão a próxima tendência? Xiaomi também prepara a sua proposta - Pplware", "description": "Uma patente recente da Xiaomi revelou uns óculos inteligentes, com a capacidade de detetar patologias, tanto ao nível ocular como mental.", "url": "https://pplware.sapo.pt/gadgets/oculos-inteligentes-serao-a-proxima-tendencia-xiaomi-tambem-estara-a-preparar-a-sua-proposta/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/oculos-de-sol-xiaomi.jpg", "publishedAt": "2021-01-31T22:00:00Z", "content": "A ideia de ter uns óculos inteligentes não é nova. A Google, com os Google Glass criou uma ideia futurista e distante dos consumidores domésticos. No entanto, este conceito tem vindo a ser reinterpre… [+1824 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ana Sofia", "title": "Startup está a utilizar IA para aumentar taxa de sucesso da Fertilização in Vitro - Pplware", "description": "Uma startup de Israel desenvolveu um sistema de Inteligência Artificial que pode aumentar a taxa de sucesso da Fertilização in Vitro.", "url": "https://pplware.sapo.pt/ciencia/startup-esta-a-utilizar-ia-para-aumentar-taxa-de-sucesso-da-fertilizacao-in-vitro/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/inteligencia_artificial_fertilizacao_in_vitro03.jpg", "publishedAt": "2021-01-31T21:00:00Z", "content": "A Inteligência Artificial tem sido uma aposta ganha em várias áreas. Aliás, é, como já vimos, um trunfo muito valioso quando associado à saúde e à medicina, possibilitando uma melhoria da qualidade d… [+2998 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Emotet: O malware mais perigoso do mundo “foi apanhado” - Pplware", "description": "Autoridades policiais interromperam recentemente uma das botnets mais poderosas da última década que distribuía o malware Emotet.", "url": "https://pplware.sapo.pt/internet/emotet-o-malware-mais-perigoso-do-mundo-foi-apanhado/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/emotet-1.jpg", "publishedAt": "2021-01-31T20:00:00Z", "content": "Já se questionou porque existem ataques digitais tão perigosos e poderosos? Na verdade, por de trás desses ataques de malware estão enormes e potentes estruturas, constituídas por várias máquinas, qu… [+1848 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Xiaomi Mi A3: o pesadelo da Xiaomi recebe nova atualização Android 11 - 4gnews", "description": "Não há dúvidas que o Xiaomi Mi A3 foi o pior smartphone alguma vez lançado no mercado pela Xiaomi, pelo menos no que respeita às suas atualizações. Os pesadelos foram muitos, sempre que chegou altura deste smartphone Android One receber uma nova versão do And…", "url": "https://4gnews.pt/xiaomi-mi-a3-o-pesadelo-da-xiaomi-recebe-nova-atualizacao-android-11/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-a3-o-pesadelo-da-xiaomi-recebe-nova-atualizacao-android-11-og.jpg", "publishedAt": "2021-01-31T17:50:00Z", "content": "Não há dúvidas que o Xiaomi Mi A3 foi o pior smartphone alguma vez lançado no mercado pela Xiaomi, pelo menos no que respeita às suas atualizações. Os pesadelos foram muitos, sempre que chegou altura… [+1721 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "OnePlus com bons descontos em smartphones na Amazon - 4gnews", "description": "A OnePlus tem alguns dos melhores telefones baratos e bons, agora ainda mais acessíveis na Amazon. Tanto o modelo OnePlus Nord N100 como o OnePlus Nord N10 estão em desconto na loja online e podes comprar em Portugal com oferta dos portes. A quem procura um s…", "url": "https://4gnews.pt/oneplus-com-bons-descontos-em-smartphones-na-amazon/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-com-bons-descontos-em-smartphones-na-amazon-og.jpg", "publishedAt": "2021-01-31T17:41:00Z", "content": "A OnePlus tem alguns dos melhores telefones baratos e bons, agora ainda mais acessíveis na Amazon. Tanto o modelo OnePlus Nord N100 como o OnePlus Nord N10 estão em desconto na loja online e podes co… [+3204 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Apple celebra o Ano Novo Chinês com uma curta-metragem filmada no iPhone 12 Pro Max - Pplware", "description": "A Apple produziu uma fantástica curta-metragem para comemorar o Ano Novo Chinês. Este filme foi captado com recurso ao iPhone 12 Pro Max.", "url": "https://pplware.sapo.pt/apple/a-apple-celebra-o-ano-novo-chines-com-uma-curta-metragem-filmada-no-iphone-12-pro-max/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/ano_novo_chines00.jpg", "publishedAt": "2021-01-31T17:00:00Z", "content": "O Ano Novo Chinês celebra-se a 12 de fevereiro. É a altura em que a comunidade chinesa se despede do Rato e se prepara para a chegada do Boi de Metal. Conforme a tradição anual, a Apple faz um curta-… [+1543 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Como transferir grupos do WhatsApp para a Telegram - 4gnews", "description": "A Telegram implementou recentemente a possibilidade de importar conversas de grupo, os chats de grupo da WhatsApp e outras plataformas de mensagens instantâneas. O procedimento é simples, mas obriga a ter atenção à localização das novidades. Aqui mostramos-te…", "url": "https://4gnews.pt/como-transferir-grupos-do-whatsapp-para-telegram/", "urlToImage": "https://cdn.4gnews.pt/imagens/como-transferir-grupos-do-whatsapp-para-a-telegram-og.jpg", "publishedAt": "2021-01-31T15:29:00Z", "content": "A Telegram implementou recentemente a possibilidade de importar conversas de grupo, os chats de grupo da WhatsApp e outras plataformas de mensagens instantâneas. O procedimento é simples, mas obriga … [+2792 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Recarregue o smartphone com novas apps e jogos para se entreter nestes dias chuvosos - SAPO Tek", "description": "Das aventuras do TinTin a uma app que incentiva os mais pequenos a ajudar nas tarefas domésticas, conheça as propostas reunidas para este fim-de-semana.", "url": "https://tek.sapo.pt/mobile/apps/artigos/recarregue-o-smartphone-com-novas-apps-e-jogos-para-se-entreter-nestes-dias-chuvosos", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=Nzhj2eX70wz62Co8gOAZkpY9YXEFJ5T3v9QKLM09K0jkHXFU+8IQt5wvxGAic87zSI2wJCW6zq6IrdB7Gy8nsFDREquDBUSgsInNHzLSIoBgGBA=", "publishedAt": "2021-01-31T15:25:00Z", "content": "Esta semana há uma boa variedade de aplicações e jogos. Uma das aplicações ajuda a controlar quantas vezes foi ao supermercado ou ao ginásio por semana. E os mais novos não ajudam nas tarefas em casa… [+14737 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Mini coluna bluetooth da Xiaomi cabe no bolso e custa apenas €10! - 4gnews", "description": "A Xiaomi já ficou reconhecida mundialmente por ser a empresa que consegue oferecer aos seus fãs produtos em virtualmente todos os segmentos de mercado que possam imaginar. Entre os milhares de produtos que tem no seu portefólio, destacamos hoje a sua mini col…", "url": "https://4gnews.pt/mini-coluna-bluetooth-da-xiaomi-cabe-no-bolso-e-custa-apenas-10/", "urlToImage": "https://cdn.4gnews.pt/imagens/mini-coluna-bluetooth-da-xiaomi-cabe-no-bolso-e-custa-apenas-10-og.jpg", "publishedAt": "2021-01-31T14:02:00Z", "content": "A Xiaomi já ficou reconhecida mundialmente por ser a empresa que consegue oferecer aos seus fãs produtos em virtualmente todos os segmentos de mercado que possam imaginar. Entre os milhares de produt… [+1402 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "15 Apps Android pagas, agora gratuitas na Play Store (por tempo limitado) - Pplware", "description": "Para que tenha acesso a algumas destas versões pagas trazemos-lhe algumas sugestões de apps em promoções na loja da Google.", "url": "https://pplware.sapo.pt/smartphones-tablets/omundoemobile/apps-android-pagas-agora-gratuitas-na-play-store-por-tempo-limitado-5/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Samsung-Galaxy-S21-ecra-preto.jpg", "publishedAt": "2021-01-31T14:00:00Z", "content": "A Play Store da Google está repleta de excelentes apps disponíveis, grande parte delas gratuitamente. O facto de serem à borla, fazem com que surja publicidade e que algumas funcionalidades sejam ape… [+1565 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "3 razões para apagar a app do Facebook do smartphone em 2021 - 4gnews", "description": "O Facebook é a rede social mais popular do mundo com mais de 2,7 mil milhões de utilizadores ativos mensalmente. Foi a primeira rede social a passar a fasquia dos mil milhões de perfis ativos, em 2012, mas a empresa de Mark Zuckerberg tem abrandado. Há, també…", "url": "https://4gnews.pt/3-razoes-para-apagar-a-app-do-facebook-do-smartphone-em-2021/", "urlToImage": "https://cdn.4gnews.pt/imagens/3-razoes-para-apagar-a-app-do-facebook-do-smartphone-em-2021-og.jpg", "publishedAt": "2021-01-31T13:54:00Z", "content": "O Facebook é a rede social mais popular do mundo com mais de 2,7 mil milhões de utilizadores ativos mensalmente. Foi a primeira rede social a passar a fasquia dos mil milhões de perfis ativos, em 201… [+4924 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "É possível travar os gigantes da tecnologia? - Visão", "description": "Os governos e os reguladores lançaram ofensivas para reduzir o tamanho e a influência das grandes tecnológicas. Mas as big tech, que engordaram ainda mais durante a crise pandémica, poderão ser alvos difíceis de cercar", "url": "https://visao.sapo.pt/atualidade/economia/2021-01-31-e-possivel-travar-os-gigantes-da-tecnologia/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/01/GettyImages-1167684855_wm.jpg", "publishedAt": "2021-01-31T13:00:00Z", "content": null}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Tim Cook arrasa o Facebook e as suas práticas de forma brilhante - 4gnews", "description": "Tim Cook, homem forte da Apple, criticou na última quinta-feira o clima de polarização e desinformação que grassa nas redes sociais, intensificando o conflito entre a sua empresa e o grupo Facebook liderado por Mark Zuckerberg, sem nunca as nomear. A resposta…", "url": "https://4gnews.pt/tim-cook-arrasa-o-facebook-e-as-suas-praticas-de-forma-brilhante/", "urlToImage": "https://cdn.4gnews.pt/imagens/tim-cook-arrasa-o-facebook-e-as-suas-praticas-de-forma-brilhante-og.jpg", "publishedAt": "2021-01-31T12:12:00Z", "content": "Tim Cook, homem forte da Apple, criticou na última quinta-feira o clima de polarização e desinformação que grassa nas redes sociais, intensificando o conflito entre a sua empresa e o grupo Facebook l… [+3245 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Xiaomi contra-ataca para não ter o mesmo fim da Huawei - Leak", "description": "No entanto a Xiaomi não está para brincadeiras e faz questão de contra-atacar para não ter o mesmo fim da Huawei. Veja o que se passa!", "url": "https://www.leak.pt/xiaomi-fim-huawei/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2020/02/xiaomi-1.jpg", "publishedAt": "2021-01-31T11:30:00Z", "content": "Há algumas semanas e quando Donald Trump era ainda Presidente, decidiu tornar a vida mais complicada para outra empresas chinesa antes de deixar a Casa Branca. Assim, ele ordenou que os americanos de… [+2596 chars]"}, {"source": {"id": null, "name": "Dinheirovivo.pt"}, "author": "Cátia Rocha", "title": "Salários nos empregos tecnológicos a disparar em 2021 - Dinheiro Vivo", "description": "Em Portugal, há saltos de até dez mil euros no teto salarial das profissões mais procuradas, como data & analytics manager, que pode chegar agora a receber 80 mil euros ao ano. <br/>", "url": "https://www.dinheirovivo.pt/economia/salarios-nos-empregos-tecnologicos-a-disparar-em-2021-13297834.html", "urlToImage": "https://static.globalnoticias.pt/dv/image.aspx?brand=DV&type=generate&guid=a3fa3016-a64d-43a8-abf2-46009bf9c2d7&w=800&h=420&watermark=true&t=20210130222000", "publishedAt": "2021-01-31T10:05:00Z", "content": "A cibersegurança é uma das áreas em que melhor se paga e valoriza mais anos de experiência.\r\n © Nicolas Asfour/AFP\r\nÉ um dos poucos setores em contraciclo económico. Nas tecnologias de informação (TI… [+6075 chars]"}]}