{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Rumores: iPhone 13 da Apple terá módulo TrueDepth mais fino e um notch menor - Pplware", "description": "A Apple poderá ter um notch menor, com o módulo TrueDepth redefinido. Não acabará por desaparecer o entalhe terá sim melhor tecnologia no iPhone 13.", "url": "https://pplware.sapo.pt/apple/rumores-iphone-13-da-apple-tera-modulo-truedepth-mais-fino-e-um-notch-menor/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/10/iPhone12_mais_vendas00.jpg", "publishedAt": "2021-01-09T22:00:00Z", "content": "O notch, ou o entalhe no topo do ecrã do iPhone, “incomoda” de alguma forma o explanar pelo ecrã total as imagens apresentadas. Contudo, este incomodo traz como vantagem o melhor sistema de segurança… [+3091 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "CPU neuromórfico mais rápido e poderoso do mundo para IA foi revelado - Pplware", "description": "Um novo processador neuromórfico óptico foi e é 1000 vezes mais rápido do que qualquer processador anterior. Este CPU é direcionado para a IA.", "url": "https://pplware.sapo.pt/high-tech/cpu-neuromorfico-mais-rapido-e-poderoso-do-mundo-para-ia-foi-revelado/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/cpu_00.jpg", "publishedAt": "2021-01-09T20:30:00Z", "content": "A evolução no segmento dos processadores tem sido abismal. Se há uns anos tínhamos processadores grandes (em tamanho), hoje num SoC (System on Chip) temos o CPU e mais um conjunto de sensores.\r\nRecen… [+2354 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ana Sofia", "title": "Homem controla braços robóticos através da mente (vídeo) - Pplware", "description": "De forma incrível, o vídeo mostra um homem tetraplégico a comer um bolo, recorrendo a braços robóticos controlados pela sua mente.", "url": "https://pplware.sapo.pt/ciencia/homem-controla-bracos-roboticos-atraves-da-mente-video/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/bracos_roboticos_mente02.jpg", "publishedAt": "2021-01-09T19:40:00Z", "content": "O avanço tecnológico já devolveu várias vezes a qualidade de vida, bem como a vontade de viver, a pessoas a quem esta foi retirada. Assim, além de ser importante noutras áreas, é, como já vimos, um t… [+2794 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Xiaomi Mi 10 Lite 5G: poupa até 120 € neste smartphone Xiaomi - 4gnews", "description": "A Xiaomi tem alguns dos melhores smartphones baratos e bons, com o Mi 10 Lite 5G a ser um desses exemplos. Sobretudo agora que o telefone Xiaomi está em promoção de 30%, uma oportunidade para poupar até 120 € na compra deste dispositivo móvel. Note-se que o p…", "url": "https://4gnews.pt/xiaomi-mi-10-lite-5g-poupa-ate-120-neste-smartphone-xiaomi/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-10-lite-5g-poupa-ate-120-neste-smartphone-xiaomi-og.jpg", "publishedAt": "2021-01-09T19:39:00Z", "content": "A Xiaomi tem alguns dos melhores smartphones baratos e bons, com o Mi 10 Lite 5G a ser um desses exemplos. Sobretudo agora que o telefone Xiaomi está em promoção de 30%, uma oportunidade para poupar … [+2246 chars]"}, {"source": {"id": null, "name": "Radiovaledominho.com"}, "author": null, "title": "Cerveira: Cobertura de fibra ótica já chega a 98% do concelho - Rádio Vale do Minho", "description": "PUB A fibra ótica já alcançou uma cobertura de 98% do concelho de Vila Nova de Cerveira. Os dados foram divulgados pelo Município, assegura...", "url": "https://www.radiovaledominho.com/cerveira-cobertura-fibra-otica-ja-chega-98-do-concelho/", "urlToImage": "https://www.radiovaledominho.com/wp-content/uploads/2021/01/eeeexxx.jpg", "publishedAt": "2021-01-09T18:23:18Z", "content": "PUB\r\nA fibra ótica já alcançou uma cobertura de 98% do concelho de Vila Nova de Cerveira. Os dados foram divulgados pelo Município, assegurando que esta “autoestrada digital” já “chega a praticamente… [+2396 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "MEO, NOS e Vodafone: o retrocesso na Internet ilimitada - 4gnews", "description": "O acesso à Internet é um serviço sem o qual não conseguimos trabalhar, nem ver televisão para esse efeito. Mais que um luxo ou comodidade, com o advento do teletrabalho - imposto ou acolhido, em Portugal temos que recorrer aos serviços da MEO (Altice Portugal…", "url": "https://4gnews.pt/meo-nos-e-vodafone-o-retrocesso-na-internet-ilimitada/", "urlToImage": "https://cdn.4gnews.pt/imagens/meo-nos-e-vodafone-o-retrocesso-na-internet-ilimitada-og.jpg", "publishedAt": "2021-01-09T18:20:00Z", "content": "O acesso à Internet é um serviço sem o qual não conseguimos trabalhar, nem ver televisão para esse efeito. Mais que um luxo ou comodidade, com o advento do teletrabalho - imposto ou acolhido, em Port… [+5518 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Alerta: se tem uma placa gráfica Nvidia atualize já os drivers! - Leak", "description": "Por esse motivo tenha em atenção este alerta e se tem uma placa gráfica Nvidia atualize agora mesmo os drivers para evitar surpresas.", "url": "https://www.leak.pt/alerta-nvidia/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2021/01/nvidia-logo.webp", "publishedAt": "2021-01-09T17:58:00Z", "content": "A NVIDIA acaba de lançar updates de segurança. Assim o objetivo é resolver seis falhas nos drivers de vídeo para Windows e Linux. Ao mesmo tempo corrige também dez problemas adicionais que afetam o s… [+2167 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "OnePlus 9 com câmaras Leica? Não parece muito provável - 4gnews", "description": "Há algumas semanas surgiu um rumor entusiasmante relativamente aos próximos topos de gama da OnePlus. Foi referido que a empresa chinesa estaria a colaborar com a Leica para o desenvolvimento das câmaras do OnePlus 9. Para infelicidade dos fãs da marca, é pro…", "url": "https://4gnews.pt/oneplus-9-com-camaras-leica-nao-parece-muito-provavel/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-9-com-camaras-leica-nao-parece-muito-provavel-og.jpg", "publishedAt": "2021-01-09T17:52:00Z", "content": "Há algumas semanas surgiu um rumor entusiasmante relativamente aos próximos topos de gama da OnePlus. Foi referido que a empresa chinesa estaria a colaborar com a Leica para o desenvolvimento das câm… [+2450 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Temperaturas baixas revelam-se o novo inimigo dos dobráveis da Samsung - 4gnews", "description": "Os últimos dias pautam-se por temperaturas extremamente baixas, não só em Portugal como em muitas regiões do globo. Esta adversidade meteorológica cruza-se agora para o mercado tecnológico, em concreto com os smartphones dobráveis da Samsung. Apontado pela pu…", "url": "https://4gnews.pt/temperaturas-baixas-revelam-se-o-novo-inimigo-dos-dobraveis-da-samsung/", "urlToImage": "https://cdn.4gnews.pt/imagens/temperaturas-baixas-revelam-se-o-novo-inimigo-dos-dobraveis-da-samsung-og.jpg", "publishedAt": "2021-01-09T17:05:00Z", "content": "Os últimos dias pautam-se por temperaturas extremamente baixas, não só em Portugal como em muitas regiões do globo. Esta adversidade meteorológica cruza-se agora para o mercado tecnológico, em concre… [+1781 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Surge online a primeira imagem de um Xiaomi Mi 11 partido - Pplware", "description": "O lançamento do novo topo de gama Mi 11 da Xiaomi mal teve tempo de aquecer o mercado e já há a primeira imagem de um dos modelos danificado.", "url": "https://pplware.sapo.pt/gadgets/surge-online-a-primeira-imagem-de-um-xiaomi-mi-11-partido/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Xiaomi-Mi-11-partido.jpg", "publishedAt": "2021-01-09T17:00:00Z", "content": "O lançamento do novo topo de gama Mi 11 da Xiaomi ainda mal teve tempo de aquecer o mercado, Mas já há a primeira imagem de um dos modelos completamente danificado.\r\nA imagem foi partilhada na rede s… [+1757 chars]"}, {"source": {"id": null, "name": "Www.tsf.pt"}, "author": "Rui Tukayana", "title": "Com o Redmi 9C NFC a Xiaomi continua a reinar nos telemóveis lowcost - TSF Online", "description": "Muitos dos que estão à procura de um smartphone barato começam pela Xiaomi. A fabricante chinesa tem fama neste gama de preços.", "url": "https://www.tsf.pt/futuro/com-o-redmi-9c-nfc-a-xiaomi-continua-a-reinar-nos-telemoveis-lowcost-13212725.html", "urlToImage": "https://static.globalnoticias.pt/tsf/image.aspx?brand=TSF&type=generate&guid=8322886b-86f3-4436-88b8-7e17772ee14d&w=800&h=420&watermark=true&t=20210109174000", "publishedAt": "2021-01-09T16:40:00Z", "content": "Muitos dos que estão à procura de um smartphone barato começam pela Xiaomi. A fabricante chinesa tem fama neste gama de preços. \r\nPartilhar este artigo\r\nHá anos que a Xiaomi vem apostando na gama Red… [+608 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Xiaomi Mi 11 Pro com design confirmado em novas imagens - 4gnews", "description": "Depois da apresentação do Xiaomi Mi 11 na China, esperamos agora pela revelação da sua variante Pro. Esta poderá ser oficializada apenas no dia 12 de fevereiro, seguindo uma dica deixada pelo CEO da empresa Lei Jun. Até lá, vão surgindo várias pistas do que e…", "url": "https://4gnews.pt/xiaomi-mi-11-pro-com-design-confirmado-em-novas-imagens/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-11-pro-com-design-confirmado-em-novas-imagens-og.jpg", "publishedAt": "2021-01-09T16:04:00Z", "content": "Depois da apresentação do Xiaomi Mi 11 na China, esperamos agora pela revelação da sua variante Pro. Esta poderá ser oficializada apenas no dia 12 de fevereiro, seguindo uma dica deixada pelo CEO da … [+2336 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Problemas com eletricidade? Portugal com dificuldades no fornecimento - Pplware", "description": "A EDP atribuiu as falhas de eletricidade ao aumento do consumo devido à descida da temperatura e incremento do teletrabalho", "url": "https://pplware.sapo.pt/informacao/problemas-com-eletricidade-portugal-com-dificuldades-no-fornecimento/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/edp_03-2.jpg", "publishedAt": "2021-01-09T15:51:00Z", "content": "Está com problemas de eletricidade? Tendo em conta toda a evolução dos últimos anos e implementação de sistemas de energia renováveis, parece estranho um país ter problemas ao nível de fornecimento d… [+1808 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Esta é a bracelete que te permitirá usar o Apple Watch sem lhe tocares - 4gnews", "description": "Já te imaginas-te a utilizar diariamente o teu Apple Watch sem ter de tocar no seu ecrã, usando apenas alguns gestos? Pois bem, essa possibilidade está ao teu alcance mudando apenas a bracelete do teu relógio inteligente. A Mudra Band é o produto que revoluci…", "url": "https://4gnews.pt/esta-e-a-bracelete-que-te-permitira-usar-o-apple-watch-sem-lhe-tocares/", "urlToImage": "https://cdn.4gnews.pt/imagens/esta-e-a-bracelete-que-te-permitira-usar-o-apple-watch-sem-lhe-tocares-og.jpg", "publishedAt": "2021-01-09T15:15:00Z", "content": "Já te imaginas-te a utilizar diariamente o teu Apple Watch sem ter de tocar no seu ecrã, usando apenas alguns gestos? Pois bem, essa possibilidade está ao teu alcance mudando apenas a bracelete do te… [+1820 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Xiaomi faz loucura na China e abre 1,000 lojas físicas ao mesmo tempo! - 4gnews", "description": "A Xiaomi quer começar o ano em grande no seu mercado natal, reforçando de forma nunca antes vista a sua presença \"no terreno\". No final do ano passado, Lu Weibing — Vice Presidente da fabricante — afirmou que o grande objetivo para 2021 seria abrir uma loja e…", "url": "https://4gnews.pt/xiaomi-faz-loucura-na-china-e-abre-1-000-lojas-fisicas-ao-mesmo-tempo/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-faz-loucura-na-china-e-abre-1-000-lojas-fisicas-ao-mesmo-tempo-og.jpg", "publishedAt": "2021-01-09T15:00:00Z", "content": "A Xiaomi quer começar o ano em grande no seu mercado natal, reforçando de forma nunca antes vista a sua presença \"no terreno\". No final do ano passado, Lu Weibing Vice Presidente da fabricante afirmo… [+1444 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Acer apresenta novos monitores gaming com taxa de atualização de 275Hz - Pplware", "description": "A Acer anunciou três novos modelos de monitores gamer inseridos nas linhas premium Predator e Nitro. Um deles consegue uma taxa de atualização de 275Hz.", "url": "https://pplware.sapo.pt/gadgets/acer-apresenta-novos-monitores-gaming-com-taxa-de-atualizacao-de-275hz/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/monitores-ACER.jpg", "publishedAt": "2021-01-09T13:40:00Z", "content": "A Acer anunciou recentemente três novos modelos de monitores gamer inseridos nas linhas premium Predator e Nitro. Todos os equipamentos trazem diferentes configurações, tamanhos e resoluções. Como cu… [+2723 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Reconhecimento Facial reconhece as pessoas em tempo real mesmo com máscara - Pplware", "description": "A empresa japonesa NEC lançou um serviço de identificação facial em tempo real, o NeoFace, que consegue reconhecer e identificar as pessoas com máscara.", "url": "https://pplware.sapo.pt/informacao/reconhecimento-facial-reconhece-as-pessoas-mesmo-a-usar-mascara/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/reconhecimento_facial02.jpg", "publishedAt": "2021-01-09T12:45:00Z", "content": "Um dos grandes problemas para as forças de segurança de alguns países, neste tempo de pandemia, é a identificação do rosto das pessoas. Com o uso de máscaras aumentaram as falsas identificações facia… [+3499 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "As melhores apps para conhecer as estrelas e outros mistérios do Espaço [Android/iOS] - Pplware", "description": "Destacamos algumas aplicações que o vão deixar a olhar para o céu para conhecer as estrelas e outros mistérios, disponíveis para Android e iOS.", "url": "https://pplware.sapo.pt/smartphones-tablets/as-melhores-apps-para-conhecer-as-estrelas-android-ios/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/espaco-estrelas-apps.jpg", "publishedAt": "2021-01-09T12:00:00Z", "content": "Ainda com tanto para descobrir no planeta Terra, o Homem tem vindo a desenvolver um prazer enorme por descobrir o que há para lá da atmosfera. As aplicações móveis hoje oferecem informação de grande … [+2076 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Alerta Play Store: apague agora estas aplicações perigosas! - Leak", "description": "Muitos utilizadores mal-intencionados aproveitam aplicações perigosas que conseguem chegar à Play Store para roubarem os nossos dados pessoais", "url": "https://www.leak.pt/play-store-aplicacoes-perigosas/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2019/04/Play-Store-icone.jpg", "publishedAt": "2021-01-09T11:40:00Z", "content": "Hoje em dia todo o cuidado é pouco. De facto, há de tudo na Internet. Dito isto, muitos utilizadores mal-intencionados aproveitam aplicações perigosas que conseguem chegar à Play Store para nos rouba… [+3022 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Consultório Pplware – Esclareça aqui as suas dúvidas - Pplware", "description": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes: Este consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pelos leitores e visitantes do Pplware, em todas...", "url": "https://pplware.sapo.pt/pplware/consultorio/consultorio-pplware-esclareca-aqui-as-suas-duvidas-336/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/consultorio_2021.jpg", "publishedAt": "2021-01-09T11:00:00Z", "content": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes:\r\nEste consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pel… [+8844 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Jovens nigerianos procuram a “verdadeira beleza” do cinema com os seus telemóveis. E Hollywood já reparou neles - Visão", "description": "São jovens e vivem longe das estrelas de cinema americanas, mas nem por isso desistiram de um sonho. The Critics está a crescer e está a impulsionar uma nova geração de atores e realizadores na Nigéria", "url": "https://visao.sapo.pt/atualidade/mundo/2021-01-09-jovens-nigerianos-procuram-a-verdadeira-beleza-do-cinema-com-os-seus-telemoveis-e-hollywood-ja-reparou-neles/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/01/critics_wm.jpg", "publishedAt": "2021-01-09T11:00:00Z", "content": null}, {"source": {"id": null, "name": "Altominho.tv"}, "author": null, "title": "Multas por usar o telemóvel durante a condução mais que duplicam - Altominho TV", "description": "As alterações ao Código da Estrada aprovadas em novembro entraram esta sexta-feira em vigor, com multas agravadas para o uso do telemóvel ao volante e a perda de três pontos na carta de condução. O valor das coimas por uso do telemóvel duplicou, ficando estab…", "url": "https://www.altominho.tv/site/2021/01/09/multas-por-usar-o-telemovel-durante-a-conducao-mais-que-duplicam/", "urlToImage": "https://www.altominho.tv/site/wp-content/uploads/2021/01/telemovel_durante_conducao_2.jpg", "publishedAt": "2021-01-09T10:26:45Z", "content": "As alterações ao Código da Estrada aprovadas em novembro entraram esta sexta-feira em vigor, com multas agravadas para o uso do telemóvel ao volante e a perda de três pontos na carta de condução.\r\nO … [+1159 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Green Savers", "title": "A caminho dos painéis solares invisíveis: o futuro passa por janelas que geram eletricidade - Green Savers", "description": "Um novo estudo liderado por cientistas da Universidade Nacional de Incheon, na Coreia, demonstra como produzir células solares totalmente transparentes.", "url": "https://greensavers.sapo.pt/no-caminho-dos-paineis-solares-invisiveis-o-futuro-passa-por-janelas-que-geram-eletricidade/", "urlToImage": "https://greensavers.sapo.pt/wp-content/uploads/2021/01/painel_transparente.jpg", "publishedAt": "2021-01-09T09:00:00Z", "content": "Um novo estudo liderado por cientistas da Universidade Nacional de Incheon, na Coreia, demonstra como produzir células solares totalmente transparentes.\r\nCinco anos após o acordo climático de Paris, … [+4024 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "OnePlus revelou a data em que a sua smartband será apresentada ao mundo - Pplware", "description": "A OnePlus deu agora um passo importante para a chegada da sua smartband e prepara-se para a apresentar ao mundo. Será já no próximo dia 11 de janeiro", "url": "https://pplware.sapo.pt/gadgets/oneplus-revelou-a-data-em-que-a-sua-smartband-sera-apresentada-ao-mundo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/oneplus_smartband_anuncio_1.jpg", "publishedAt": "2021-01-09T09:00:00Z", "content": "é já um dado adquirido que a OnePlus vai lançar um conjunto de dispositivos que incluem uma smartband e um smartwatch. As evidências têm-se acumulado nas últimas semanas, tendo até sido já confirmado… [+1865 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Instalações do Signal e Telegram dispararam por culpa das novas regras do WhatsApp - Pplware", "description": "À conta das alterações das regras do WhatsApp, as instalações do Signal e Telegram dispararam e chegaram a causar problemas nas novas adesões", "url": "https://pplware.sapo.pt/smartphones-tablets/instalacoes-do-signal-e-telegram-dispararam-por-culpa-das-novas-regras-do-whatsapp/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/telegram_whatsapp_signal_1.jpg", "publishedAt": "2021-01-09T08:00:00Z", "content": "A recente mudança de políticas do WhatsApp tem estado a criar uma onda de protestos e de preocupações juntos dos utilizadores. Quem não aderir a estas novas regras ficará impedido de usar este serviç… [+2191 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Renderizações mostram o Galaxy A32 com um design de câmaras diferente - Pplware", "description": "Foram agora divulgadas renderizações do Samsung Galaxy A32 onde é revelado um design de câmaras diferente, mas interessante.", "url": "https://pplware.sapo.pt/gadgets/renderizacoes-mostram-o-galaxy-a32-com-um-design-de-camaras-diferente/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Samsung-Galaxy-A32-1.jpg", "publishedAt": "2021-01-09T01:30:00Z", "content": "No que respeita à Samsung, todas as atenções estão viradas para o próximo dia 14 de janeiro, onde se espera então que seja finalmente apresentado a nova linha topo de gama Galaxy S21.\r\nMas a marca su… [+2190 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "ALERTA Android: 20 apps com Malware a remover de imediato! - 4gnews", "description": "O sistema operativo Android destaca-se pela abertura e liberdade de escolha, sobretudo na Google Play Store onde temos milhões de aplicações, jogos, livros e outros conteúdos. Infelizmente, é uma plataforma onde os casos de malware são comuns. Trata-se de cód…", "url": "https://4gnews.pt/alerta-android-20-apps-a-remover/", "urlToImage": "https://cdn.4gnews.pt/imagens/alerta-android-20-apps-a-remover-de-imediato-og.jpg", "publishedAt": "2021-01-08T23:19:00Z", "content": "O sistema operativo Android destaca-se pela abertura e liberdade de escolha, sobretudo na Google Play Store onde temos milhões de aplicações, jogos, livros e outros conteúdos. Infelizmente, é uma pla… [+2469 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Motorola lança dois novos smartphones baratos com três dias de autonomia - 4gnews", "description": "A acompanhar o lançamento do Moto G Stylus 2021, a Motorola revelou as suas apostas, para este início de ano, nos mercados mais acessíveis. Para isso, a empresa deu a conhecer o Moto G Power e o Moto G Play. Na apresentação destes equipamentos, a Motorola afi…", "url": "https://4gnews.pt/motorola-lanca-dois-novos-smartphones-baratos-com-tres-dias-de-autonomia/", "urlToImage": "https://cdn.4gnews.pt/imagens/motorola-lanca-dois-novos-smartphones-baratos-com-tres-dias-de-autonomia-og.jpg", "publishedAt": "2021-01-08T22:29:00Z", "content": "A acompanhar o lançamento do Moto G Stylus 2021, a Motorola revelou as suas apostas, para este início de ano, nos mercados mais acessíveis. Para isso, a empresa deu a conhecer o Moto G Power e o Moto… [+2633 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Atreva-se a testar a inteligência com este jogo desenvolvido por cientistas da Fundação Champalimaud - SAPO Tek", "description": "O hexxed foi desenvolvido em parceria com a Universidade de Berkeley para construir um mapa da inteligência humana.", "url": "https://tek.sapo.pt/mobile/ios/artigos/atreva-se-a-testar-a-inteligencia-com-este-jogo-desenvolvido-por-cientistas-da-fundacao-champalimaud", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YWQ0pYXZ+3N065G0MczJFp/Wxa8LRjKouHq2PGT3T5cyxV/3lEI6oA8hw5MvKyFp/S0jqI36zqsbiQs3h3ldaINE8tK2lG7O4wyGQ2w19/IORMY=", "publishedAt": "2021-01-08T22:28:00Z", "content": "Como é que funciona a inteligência humana? É para tentar perceber que os cientistas da Fundação Champalimaud desenvolveram um jogo que vai servir para o mapeamento da inteligência humana.\r\nO jogo é b… [+1334 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Among Us foi o jogo mobile mais instalado em 2020 - 4gnews", "description": "O jogo da InnerSloth continua a subir nas tabelas e já se pode arrogar como título mais instalado em dispositivos móveis como smartphones e tablets em 2020. Segundo a Apptopia, foram mais de 264 mil milhões de instalações do Among Us em todo o mundo. Este jog…", "url": "https://4gnews.pt/among-us-foi-o-jogo-mobile-mais-instalado-em-2020/", "urlToImage": "https://cdn.4gnews.pt/imagens/among-us-foi-o-jogo-mobile-mais-instalado-em-2020-og.jpg", "publishedAt": "2021-01-08T22:13:00Z", "content": "O jogo da InnerSloth continua a subir nas tabelas e já se pode arrogar como título mais instalado em dispositivos móveis como smartphones e tablets em 2020. Segundo a Apptopia, foram mais de 264 mil … [+2349 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "OnePlus Band já tem data de apresentação confirmada! O que esperar do wearable - 4gnews", "description": "Foi através da página da OnePlus Índia, no Twitter, que foi confirmada a informação que já se esperava. A OnePlus Band será apresentada oficialmente no próximo dia 11 de janeiro, já na próxima segunda-feira. Este gadget será um marco para a empresa chinesa, u…", "url": "https://4gnews.pt/oneplus-band-ja-tem-data-de-apresentacao-confirmada-o-que-esperar-do-wearable/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-band-ja-tem-data-de-apresentacao-confirmada-o-que-esperar-do-wearable-og.jpg", "publishedAt": "2021-01-08T21:00:00Z", "content": "Foi através da página da OnePlus Índia, no Twitter, que foi confirmada a informação que já se esperava. A OnePlus Band será apresentada oficialmente no próximo dia 11 de janeiro, já na próxima segund… [+1576 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Os smartphones mais e menos resistentes de 2020, segundo JerryRigEverything - 4gnews", "description": "Quando pensamos em testes de durabilidade ou resistência de smartphones, o primeiro nome que nos vem à cabeça é o canal de YouTube JerryRigEverything, liderado por Zach Nelson. Depois de um ano de 2020 em que testou a resistência de muitos equipamentos, revel…", "url": "https://4gnews.pt/os-smartphones-mais-e-menos-resistentes-de-2020-segundo-jerryrigeverything/", "urlToImage": "https://cdn.4gnews.pt/imagens/os-smartphones-mais-e-menos-resistentes-de-2020-segundo-jerryrigeverything-og.jpg", "publishedAt": "2021-01-08T20:35:00Z", "content": "Quando pensamos em testes de durabilidade ou resistência de smartphones, o primeiro nome que nos vem à cabeça é o canal de YouTube JerryRigEverything, liderado por Zach Nelson. Depois de um ano de 20… [+2031 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "Patente da Samsung aponta direção de futuros smartphones - Notícias ao Minuto", "description": "A empresa pretende lançar dispositivos com câmara escondida pelo ecrã.", "url": "https://www.noticiasaominuto.com/tech/1661363/patente-da-samsung-aponta-direcao-de-futuros-smartphones", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1610115064/naom_5ff8662d680ba.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjk2MCwiY3JvcEhlaWdodCI6MTQ0MCwiY3JvcFgiOjcwOSwiY3JvcFkiOjB9LCJsYW5kc2NhcGUiOnsiY3JvcFdpZHRoIjoyNTM4LCJjcm9wSGVpZ2h0IjoxNDI4LCJjcm9wWCI6OCwiY3JvcFkiOjZ9fQ==", "publishedAt": "2021-01-08T20:30:00Z", "content": "Uma patente submetida pela Samsung ao United States Patent and Trademark Office (USPTO) e avistada pelo site LetsGoDigital parece apontar a direção que a empresa pretende seguir em telemóveis futuros… [+636 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "Novo Ano, novas chaves digitais a preço low cost. Conhece as plataformas online? - Pplware", "description": "As chaves digitais chegam neste Novo Ano cheias de descontos na GoodOffer24: Windows 10 Pro, Office 2019, Antivirus, VPN e muitos jogos!", "url": "https://pplware.sapo.pt/software/novo-ano-goodoffer24-chave-digital/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/goodoffer24-chave-office-2021-windows-10-novo-ano.jpg", "publishedAt": "2021-01-08T20:30:00Z", "content": "Novo Ano significa, geralmente, a chegada de novos desafios. Ora o PC, desktops e laptops foram as prendas de Natal perfeitas, mas necessitam de um software de topo como o Windows 10 Pro ou de uma su… [+2788 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Um “desastre” de cibersegurança: Congresso dos EUA pode estar em risco depois do assalto ao Capitólio - SAPO Tek", "description": "Durante o motim, manifestantes acederam a computadores e smartphones que estavam desbloqueados e até roubaram equipamentos, além de documentos físicos. Os especialistas de cibersegurança temem um cenário desastroso e recomendam a tomada de medidas drásticas p…", "url": "https://tek.sapo.pt/noticias/internet/artigos/um-desastre-de-ciberseguranca-congresso-dos-eua-pode-estar-em-risco-depois-do-assalto-ao-capitolio", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ZjAwGJ39UzeBtjSWgNPH1l+nESw0Tv8FDVceo/Pz3ioZRmiJMBVbsv3Nbzdopujp0tzi7Ib/H1zrGARo5vaRDGhjK/rJGHBMus6ttxmsZHR4gPo=", "publishedAt": "2021-01-08T19:15:00Z", "content": "Além de ter causado a morte de pelo menos cinco pessoas e de ter levado à suspensão temporária do processo de retificação da vitória de Joe Biden nas eleições presidenciais, o assalto ao Capitólio po… [+4720 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Fátima Caçador", "title": "TVs, carros, robots e muita tecnologia: o que esperar da CES 2021? - SAPO Tek", "description": "A feira de tecnologia de Las Vegas começa já na próxima semana num formato completamente diferente e exclusivamente online. As novidades já começaram a chegar mas há mais na próxima semana.", "url": "https://tek.sapo.pt/multimedia/artigos/tvs-carros-robots-e-muita-tecnologia-o-que-esperar-da-ces-2021", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=MmQ0ixHHK31k/uhoBsOLv2OpllL2eBRRu3CyrkIkrVb55CUfEoLzWjpypnlddIMvAlCbVzn3JV+qwYW5opaemfGBCtwWVU4qsfe+B0CP+I5TgE8=", "publishedAt": "2021-01-08T18:25:00Z", "content": "A CES 2020 foi a principal feira de tecnologia que \"escapou\" ao efeito da COVID-19 no ano passado. Embora com mais cautelas e segurança, a feira de Las Vegas ainda beneficiou do facto do novo coronav… [+5206 chars]"}, {"source": {"id": null, "name": "Paraeles.pt"}, "author": null, "title": "As novas televisões da Samsung têm comandos solares - Para Eles", "description": "Estas televisões Neo QLED são a QN900A (8K) e a QN90A (4K) e prometem dar que falar no evento Consumer Electronic Show (CES), a realizar em janeiro.", "url": "https://www.paraeles.pt/consumo/as-novas-televisoes-da-samsung-tem-comandos-solares/", "urlToImage": "https://www.paraeles.pt/wp-content/uploads/2021/01/samsung-dest.jpg", "publishedAt": "2021-01-08T18:07:38Z", "content": "A Samsung apresentou novos modelos de televisão, entre as quais há a destacar a gama Neo QLED. Nesta há combinação de iluminação e processamento de imagem, com o objetivo de proporcionar uma experiên… [+1761 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Redmi Note 9T 5G e Redmi 9T – chegaram os novos smartphones da Xiaomi - Pplware", "description": "A Xiaomi reservou o dia de hoje para dar a conhecer oficialmente o Redmi Note 9T 5G e o Redmi 9T. Os modelos partilham muitas das especificações.", "url": "https://pplware.sapo.pt/gadgets/redmi-note-9t-5g-e-redmi-9t-chegaram-os-novos-smartphones-da-xiaomi/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Redmi-Note-9T-5G_1.jpg", "publishedAt": "2021-01-08T18:00:00Z", "content": "A Xiaomi reservou o dia de hoje para dar a conhecer oficialmente o Redmi Note 9T 5G, com processador Dimensity 800U, uma variante global do Redmi Note 9 5G que foi lançado recentemente na China. \r\nAl… [+2012 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Xiaomi apresenta a nova Mi 360º Home Security Camera 2K Pro - 4gnews", "description": "A Xiaomi tem uma nova câmara de vigilância para o lar, a Mi 360º Home Security Camera 2K Pro. O longo nome revela as suas principais caraterísticas, sendo um gadget IoT, apresentado para a Europa com um preço recomendado de 59,99 €. Foi apresentada nesta sext…", "url": "https://4gnews.pt/xiaomi-mi-360-home-security-camera-2k-pro/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-apresenta-a-nova-mi-360-home-security-camera-2k-pro-og.jpg", "publishedAt": "2021-01-08T17:45:00Z", "content": "A Xiaomi tem uma nova câmara de vigilância para o lar, a Mi 360º Home Security Camera 2K Pro. O longo nome revela as suas principais caraterísticas, sendo um gadget IoT, apresentado para a Europa com… [+3097 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Troca de telemóvel vai ser mais frequente na Europa Ocidental. Previsão aponta para quase três anos - SAPO Tek", "description": "Questões como modelos 5G mais baratos e o fim da pandemia de COVID-19 ajudam a explicar a razão pela qual os europeus vão demorar menos tempo para substituir o telemóvel antigo em 2025.", "url": "https://tek.sapo.pt/mobile/equipamentos/artigos/trocar-de-telemovel-vai-ser-mais-frequente-na-europa-ocidental-previsao-aponta-para-tres-anos", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&png=1&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=MTRmpx84BH+DJYw6CDdO2Uyyz75Jb0KIIjjjml4KCmdYfkOrOs0UZcZ85/rGdCm9MNzPKJtfJUNc3c0nMt/kBh2edMTFGGdyF7TmDChpz+8X5iY=", "publishedAt": "2021-01-08T17:22:00Z", "content": "Trocar de smartphone vai ser uma decisão que vai demorar menos tempo a concretizar-se na Europa Ocidental. A média de 2020 foi de 40 meses (3 anos e 4 meses), em 2025 a previsão é que esse valor dimi… [+1712 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Descubra 10 novas “borlas” por um tempo limitado nas lojas digitais da Google e Apple - SAPO Tek", "description": "Nas propostas de apps grátis por um tempo limitado que reunimos nesta semana pode encontrar vários jogos: desde um Shoot’em Up espacial a RPGs onde os felinos assumem o papel de protagonistas, sem esquecer um título de realidade aumentada onde terá de lutar c…", "url": "https://tek.sapo.pt/mobile/apps/artigos/descubra-10-novas-borlas-por-um-tempo-limitado-nas-lojas-digitais-da-google-e-apple", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=M2Y3Oly+pnKeOtkwkwez1EV3GbNy++YxaP/ZFPcV1549q0B/dYr8MxwzoSeozoPYEo/ZZTjXHKdoJOmZkHFDtpL/LkBbAvc2LVt2d+8hEEcI1vw=", "publishedAt": "2021-01-08T16:45:00Z", "content": "Além de disponibilizarem uma miríade de aplicações grátis, as lojas digitais da Google e da Apple também contam com borlas durante um período limitado e, para ajudá-lo a encontrar novas apps para exp… [+7263 chars]"}, {"source": {"id": "ign", "name": "IGN"}, "author": "André Henriques", "title": "LG mostra nova plataforma Smart TV webOS 6.0 - IGN Portugal", "description": "Resposta às tendências de consumo da atualidade.", "url": "https://pt.ign.com/ces-2021/94431/news/lg-mostra-nova-plataforma-smart-tv-webos-60", "urlToImage": "https://sm.ign.com/t/ign_pt/screenshot/default/lg-webos-60-new-home_65dn.1200.jpg", "publishedAt": "2021-01-08T16:42:46Z", "content": "Sete anos após o surgimento do webOS como a plataforma para sua linha de Smart TVs, a LG vai lançar a versão 6.0 com um novo visual para suas TVs 4K e 8K.\r\nA nova atualização webOS 6.0 vai suportara … [+1077 chars]"}, {"source": {"id": null, "name": "Dnoticias.pt"}, "author": "Sandra Ascensão Silva", "title": "COM inicia formação básica para pilotos remotos de drones - DNoticias", "description": "O Comando Operacional da Madeira (COM) realiza, nas suas\ninstalações do Pico da Cruz, à primeira acção de formação básica para pilotos\nremotos de aeronaves não tripuladas (<i>drones</i>).", "url": "https://www.dnoticias.pt/2021/1/8/245861-com-inicia-formacao-basica-para-pilotos-remotos-de-drones/", "urlToImage": "https://static-storage.dnoticias.pt/www-assets.dnoticias.pt/images/configuration/fb-9/logodrones2.jpg", "publishedAt": "2021-01-08T16:34:00Z", "content": "O Comando Operacional da Madeira (COM) realiza, nas suas\r\ninstalações do Pico da Cruz, à primeira acção de formação básica para pilotos\r\nremotos de aeronaves não tripuladas (drones).\r\nEsta acção acon… [+1199 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Rui Parreira", "title": "Panasonic apresenta nova televisão topo de gama com tecnologias inteligentes focadas no gaming - SAPO Tek", "description": "O novo processador HXC Pro AI é o coração da sua tecnologia, prometendo as melhores experiências de imagem e muito baixas latências de imagem.", "url": "https://tek.sapo.pt/noticias/computadores/artigos/panasonic-apresenta-nova-televisao-topo-de-gama-com-tecnologias-inteligentes-focadas-no-gaming", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NWI5vgwTSBJUVkNb7EZ+AxW9xeT4kPD0vXk+/TkKTT/v4sNCGzZ+SqEQoI8OP96e+HC2/AuUoz3nWVwuYFeNQHtXTMjjyBWrPXIAvdg/p06fYkM=", "publishedAt": "2021-01-08T16:22:00Z", "content": "A edição digital da CES 2021 só começa na próxima semana, mas muitas fabricantes começaram a levantar o véu das novidades presentes no certame dedicado à tecnologia de consumo. Os novos modelos de te… [+2370 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Android continua a ser o sistema operativo mais usado nos smartphones - Pplware", "description": "De acordo com os nossos leitores, o Android continua a ser o sistema operativo mais utilizado nos smartphones. Mas o iOS tem conquistado terreno.", "url": "https://pplware.sapo.pt/smartphones-tablets/android-continua-a-ser-o-sistema-operativo-mais-usado-nos-smartphones/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/pplware_android_pen_usb_windows_10_1.jpg", "publishedAt": "2021-01-08T16:15:00Z", "content": "Esta nossa rubrica tem como objetivo questionar os nossos leitores sobre situações e produtos pertinentes do mundo da tecnologia-. Desde computadores, smartphones, notícias, gadgets, curiosidades, co… [+2069 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Xiaomi Mi Smart Clock: o novo hub IoT inteligente por 49 € - 4gnews", "description": "O Mi Smart Clock foi apresentado pela Xiaomi nesta sexta-feira (8) no seu evento de apresentação global onde também ficamos a conhecer os smartphones Redmi 9T e Redmi Note 9T 5G. Mais que um relógio inteligente, o Smart Clock é um autêntico hub IoT. A partir …", "url": "https://4gnews.pt/xiaomi-mi-smart-clock-o-novo-hub-iot-inteligente-por-49/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-smart-clock-o-novo-hub-iot-inteligente-por-49-og.jpg", "publishedAt": "2021-01-08T16:07:00Z", "content": "O Mi Smart Clock foi apresentado pela Xiaomi nesta sexta-feira (8) no seu evento de apresentação global onde também ficamos a conhecer os smartphones Redmi 9T e Redmi Note 9T 5G. Mais que um relógio … [+4032 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Xiaomi Mi Band 5 explode durante o carregamento. Será caso isolado? - Pplware", "description": "Surge a notícia de que uma Xiaomi Mi Band 5 começou a arder enquanto carregava. Mas será isto motivo de preocupação? Conheça a história", "url": "https://pplware.sapo.pt/gadgets/xiaomi-mi-band-5-explode-durante-o-carregamento-sera-caso-isolado/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/mi-band-5-carregamento.jpg", "publishedAt": "2021-01-08T15:40:00Z", "content": "Ao longo dos anos muitas são as notícias que surgem relativas a gadgets que rebentam durante o carregamento. Raramente estas situações estão relacionadas com problemas de fabrico, mas sim à forma com… [+1847 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Sony anuncia a expansão do ecossistema 360 Reality Audio - Pplware", "description": "A Sony anunciou hoje, portanto, a expansão da sua oferta de produtos e serviços 360 Reality Audio. Aproveitou para dar a conhecer duas novas colunas.", "url": "https://pplware.sapo.pt/multimedia-2/sony-anuncia-a-expansao-do-ecossistema-360-reality-audio/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/360-Reality-Audio.jpg", "publishedAt": "2021-01-08T15:08:00Z", "content": "Todos os anos, as primeiras semanas de janeiro são dedicadas à apresentação das novidades tecnológicas que irão ser lançadas ao longo do ano. A Sony anunciou hoje, portanto, a expansão da sua oferta … [+4753 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Análise: Oppo Find X2 Pro, o smartphone mais equilibrado do mercado - Pplware", "description": "O Oppo Find X2 Pro foi lançado há quase um ano. É um smartphone de luxo que está hoje disponível a um a preço bastante elevedo, entre os 1000 € e os 1200 €", "url": "https://pplware.sapo.pt/analises-2/analise-oppo-find-x2-pro-o-smartphone-mais-equilibrado-do-mercado/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/08/Find_X2_OPPO_1.jpg", "publishedAt": "2021-01-08T14:00:00Z", "content": "O Oppo Find X2 Pro foi lançado há quase um ano. É um smartphone de luxo que, ainda hoje, está disponível a um a preço bastante elevedo, entre os 1000 e os 1200 . Mas o que terá este smartphone de esp… [+16217 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Self-driving ou condução totalmente autónoma? Waymo quer sublinhar as diferenças em relação à Tesla - SAPO Tek", "description": "A empresa anunciou uma decisão que pode parecer pequena, mas que considera ser importante para salvar vidas.", "url": "https://tek.sapo.pt/noticias/negocios/artigos/self-driving-ou-conducao-totalmente-autonoma-waymo-quer-sublinhar-as-diferencas-em-relacao-a-tesla", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=N2Fjf8QOrgT7WziONsPqw6phk719zCm8V0hmAHWbecS4aH9JJrO40ok8uoDGVsyr6qdevKrVPZp0pRjrwBBB92mQgTMUnnjLN7bMQlUVk3yn4LM=", "publishedAt": "2021-01-08T13:39:00Z", "content": "A Waymo, da propriedade da Alphabet, casa mãe da Google, vai deixar de usar o termo \"self-driving\", passando para \"condução totalmente autónoma\". A decisão da empresa de desenvolvimento de tecnologia… [+1726 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Ativações de smartphones em dezembro caíram 20% face ao ano anterior - Pplware", "description": "O final do ano é sempre uma altura em que as vendas dos smartphones crescem substancialmente. Mas, dezembro de 2020 o mercado caiu 20% face a 2019.", "url": "https://pplware.sapo.pt/smartphones-tablets/omundoemobile/ativacoes-de-smartphones-em-dezembro-caiu-20-face-ao-ano-anterior/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/12/apple-iphone-11-pro-max-traseira-1024.jpg", "publishedAt": "2021-01-08T12:00:00Z", "content": "O ano todo ele foi diferente, complexo e com o mercado tecnológico numa montanha-russa. Contudo, o mês de dezembro é sempre uma altura com fortes tendências de compra. No entanto, as ativações de sma… [+1486 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Exame Informática | Manifestantes que invadiram Capitólio tiveram acesso a computadores do Congresso - Exame Informática", "description": "Especialistas de cibersegurança e TI dividem-se no que toca ao risco de que os manifestantes possam ter tido acesso físico às máquinas do Congresso, mas uma análise exaustiva é recomendada pela maioria", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/mercados/2021-01-08-manifestantes-que-invadiram-capitolio-tiveram-acesso-a-computadores-do-congresso/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/01/GettyImages-1294933579_exame%20informática.jpg", "publishedAt": "2021-01-08T11:24:00Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Exame Informática | Saiba quais as três profissões tecnológicas mais procuradas em Portugal e respetivos salários - Exame Informática", "description": "Também os profissionais do setor das vendas e marketing mais ligados às novas tecnologias da informação vão ter grande procura e melhorias salariais. Energias renováveis é outro setor que se vai destacar em 2021", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/mercados/2021-01-08-empregos-tecnologicos-mais-procurados-portugal-2021/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/01/salarios-tech-2021_exame%20informática.jpg", "publishedAt": "2021-01-08T11:18:00Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Apple Car: Hyundai confirma envolvimento no projeto com a Apple - Pplware", "description": "Com a experiência da marca automóvel Hyundai e toda a tecnologia de ponta da Apple será que ainda há dúvidas? O novo carro autónomo será uma realidade.", "url": "https://pplware.sapo.pt/motores/apple-car-hyundai-confirma-envolvimento-no-projeto-com-a-apple/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/appleCar_00.jpg", "publishedAt": "2021-01-08T11:13:00Z", "content": "Se muitos não acreditam que o Apple Car seja uma realidade nos próximos anos, a verdade é que o projeto parece estar bem encaminhado. A fabricante de automóveis Hyundai confirmou que está a envolvida… [+1589 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Caras | Elon Musk cumpre a promessa e vende todas as suas casas - Caras", "description": "O fundador da Tesla tinha feito a promessa em maio do ano passado.", "url": "https://caras.sapo.pt/famosos/2021-01-08-elon-musk-cumpre-a-promessa-e-vende-todas-as-suas-casas/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/6/2021/01/Elon-Musk_wm.jpg", "publishedAt": "2021-01-08T11:10:00Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Não tem um gestor de ficheiros no Android? Use o Chrome no smartphone - Pplware", "description": "Algo que nem sempre está presente num smartphone é um gestor de ficheiros. Curiosamente existe uma alternativa vinda diretamente da criadora do Android", "url": "https://pplware.sapo.pt/smartphones-tablets/android/dica-nao-tem-um-gestor-de-ficheiros-no-android-use-o-chrome-no-smartphone/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/pplware_android_browser_explorador_ficheiros_1.jpg", "publishedAt": "2021-01-08T10:30:00Z", "content": "O Android tem presentes todas as ferramentas básicas que os utilizadores precisam para a sua utilização. Sem recorrer a qualquer app extra, é possível usar um smartphone, ainda que de forma básica pa… [+1888 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "WhatsApp lançará a próxima grande novidade em breve - Notícias ao Minuto", "description": "A versão beta da app para Android já foi atualizada.", "url": "https://www.noticiasaominuto.com/tech/1661118/whatsapp-lancara-a-proxima-grande-novidade-em-breve", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1610100867/naom_5e7c8be3d13ac.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjk2MCwiY3JvcEhlaWdodCI6MTcwNywiY3JvcFgiOjEwNjEsImNyb3BZIjowfSwibGFuZHNjYXBlIjp7ImNyb3BXaWR0aCI6MjU2MCwiY3JvcEhlaWdodCI6MTQ0MCwiY3JvcFgiOjAsImNyb3BZIjoxMjB9fQ==", "publishedAt": "2021-01-08T10:12:00Z", "content": "Uma nova atualização para a versão beta do WhatsApp no Android dá um vislumbre de como funcionará a próxima grande funcionalidade da app de mensagens, que dará aos utilizadores a capacidade de usarem… [+683 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Exame Informática | Lenovo Yoga AIO 7: o computador cujo ecrã roda sozinho - Exame Informática", "description": "Este All-in-One possui um ecrã 4K de 27 polegadas e vem equipado com um processador Ryzen 7 da AMD", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/hardware/2021-01-08-lenovo-yoga-aio-7-o-computador-cujo-ecra-roda-sozinho/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/01/Lenovo-AIO-7_exame%20informática.png", "publishedAt": "2021-01-08T09:50:00Z", "content": null}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Burlas no MB Way: confirmada a primeira pena de prisão em Portugal - 4gnews", "description": "As burlas no MB Way tornaram-se um verdadeiro problema, principalmente para quem vende produtos usados em plataformas como o OLX. E esta semana surge a primeira pena de prisão que condena alguém praticava estas burlas em Portugal. Tal como avança o Jornal de …", "url": "https://4gnews.pt/burlas-no-mb-way-confirmada-a-primeira-pena-de-prisao-em-portugal/", "urlToImage": "https://cdn.4gnews.pt/imagens/burlas-no-mb-way-confirmada-a-primeira-pena-de-prisao-em-portugal-og.jpg", "publishedAt": "2021-01-08T09:35:00Z", "content": "As burlas no MB Way tornaram-se um verdadeiro problema, principalmente para quem vende produtos usados em plataformas como o OLX. E esta semana surge a primeira pena de prisão que condena alguém prat… [+1325 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/nunoliveira1991", "title": "As TVs da Sony para 2021 abraçam o HDMI 2.1 e Google TV! - Leak", "description": "As TVs da Sony já não gozam da popularidade de outros tempos, com a Samsung na liderança do mercado, e LG a reinar o mundo dos", "url": "https://www.leak.pt/as-tvs-da-sony-para-2021-abracam-o-hdmi-2-1-e-google-tv/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2021/01/insitu_65X90J_TVOutsideHighStand.webp", "publishedAt": "2021-01-08T09:23:00Z", "content": "As TVs da Sony já não gozam da popularidade de outros tempos, com a Samsung na liderança do mercado, e LG a reinar o mundo dos ecrãs OLED sem dó nem piedade.\r\nNo entanto, é uma fabricante que sabe o … [+2865 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Nokia 6.4 tem design revelado em imagens detalhadas! Um smartphone barato muito bonito - 4gnews", "description": "A Nokia tem-se mantido bastante discreta quanto ao lançamento de novos smartphones em 2020, focando-se principalmente no reforçar das suas ofertas para segmentos mais acessíveis. Ainda assim, continua a lançar modelos bastante interessantes, grantindo uma exc…", "url": "https://4gnews.pt/nokia-6-4-tem-design-revelado-em-imagens-detalhadas-um-smartphone-barato-muito-bonito/", "urlToImage": "https://cdn.4gnews.pt/imagens/nokia-6-4-tem-design-revelado-em-imagens-detalhadas-um-smartphone-barato-muito-bonito-og.jpg", "publishedAt": "2021-01-08T09:03:00Z", "content": "A Nokia tem-se mantido bastante discreta quanto ao lançamento de novos smartphones em 2020, focando-se principalmente no reforçar das suas ofertas para segmentos mais acessíveis. Ainda assim, continu… [+1850 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Materiais do iPhone 12 custam mais 21% do que os do modelo anterior - Pplware", "description": "Uma nova análise aos componentes e ao seu custo, revelou que o iPhone 12 custa mais 21% do que os do modelo anterior, o iPhone 11.", "url": "https://pplware.sapo.pt/apple/materiais-do-iphone-12-custam-mais-21-do-que-os-do-modelo-anterior/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/Apple-iPhone-12-Pro-Max-ecra.jpg", "publishedAt": "2021-01-08T08:35:00Z", "content": "Apesar de estar a ser um sucesso de vendas, o iPhone 12 tem um custo elevado. A Apple não abdica dos componentes de elevada qualidade e de toda a sua máquina de marketing e isso eleva o custo destes … [+1684 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi 11 voa de drone e grava vídeo que mostra a sua qualidade - 4gnews", "description": "No final do fatídico ano de 2020, a Xiaomi apresentou o seu primeiro topo de gama para o ano que agora começou. O Xiaomi Mi 11 foi apresentado com pompa a circunstância, e tem sido promovido pela marca de forma exaustiva. Um dos vídeos de promoção ao smartpho…", "url": "https://4gnews.pt/xiaomi-mi-11-voa-de-drone-e-grava-video-que-mostra-a-sua-qualidade/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-11-voa-de-drone-a-grava-video-espetacular-que-tens-de-ver-og.jpg", "publishedAt": "2021-01-08T08:24:00Z", "content": "No final do fatídico ano de 2020, a Xiaomi apresentou o seu primeiro topo de gama para o ano que agora começou. O Xiaomi Mi 11 foi apresentado com pompa a circunstância, e tem sido promovido pela mar… [+1800 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Google quer os smartwatches com Wear OS a fazer o rastreio da COVID-19 - Pplware", "description": "Agora, a Google tem excelentes notícias. Quer ir mais longe e levar este sistema de rastreio da COVID-19 aos smartwatches com Wear OS.", "url": "https://pplware.sapo.pt/gadgets/wearables/google-quer-os-smartwatches-com-wear-os-a-fazer-o-rastreio-da-covid-19/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/watch_os_covid-19_1.jpg", "publishedAt": "2021-01-08T07:50:00Z", "content": "Ao longo da pandemia de COVID-19 a Google e outras gigantes tecnológicas têm adaptado os seus serviços para dar mais informação aos utilizadores. Com pequenas alterações conseguem disseminar dados qu… [+3113 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Revolut revela onde os portugueses gastaram mais dinheiro em 2020 - 4gnews", "description": "O Revolut, e serviços semelhantes, são cada vez mais relevantes para os utilizadores portugueses. A fintech britânica já conta com mais de 500 mil clientes no nosso país, de um bolo de 13 milhões a nível global. Compras em sites portugueses pelo Revolut tripl…", "url": "https://4gnews.pt/revolut-revela-onde-os-portugueses-gastaram-mais-dinheiro-em-2020/", "urlToImage": "https://cdn.4gnews.pt/imagens/revolut-revela-onde-os-portugueses-gastaram-mais-dinheiro-em-2020-og.jpg", "publishedAt": "2021-01-08T07:24:00Z", "content": "O Revolut, e serviços semelhantes, são cada vez mais relevantes para os utilizadores portugueses. A fintech britânica já conta com mais de 500 mil clientes no nosso país, de um bolo de 13 milhões a n… [+1434 chars]"}, {"source": {"id": null, "name": "Www.dn.pt"}, "author": "Ricardo Simões Ferreira", "title": "Nokia agora também significa... televisores - Diário de Notícias - Lisboa", "description": "Sabia que o nome que antes era sinónimo de telemóveis agora surge em televisores e boxes de streaming Android? Qual a relação direta com a marca finlandesa de então? Apenas, e só, o nome", "url": "https://www.dn.pt/viver/nokia-agora-tambem-significa-televisores-13205657.html", "urlToImage": "https://static.globalnoticias.pt/dn/image.aspx?brand=DN&type=generate&guid=4b032afb-94e0-4686-b8f9-c8f927b33df5&w=800&h=420&watermark=true&t=20210108003800", "publishedAt": "2021-01-08T07:01:43Z", "content": "Há marcas que se tornam sinónimo do seu produto -- Martini, Gilette... -- e há outras que se tornam nomes que teimam em não desaparecer, mesmo quando as suas marcasdeixam de ser aquilo que eram.\r\nPro… [+4426 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Gonçalo Almeida", "title": "Bitcoin já não é só coisa de miúdos - Jornal de Negócios", "description": "Os investimentos em bitcoin por parte de entidades institucionais têm sido um dos alicerces para o seu crescimento. Agora, estará este ativo a tornar-se também um refúgio para os investidores?", "url": "https://www.jornaldenegocios.pt/mercados/detalhe/bitcoin-ja-nao-e-so-coisa-de-miudos", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2021-01/img_1200x676$2021_01_07_20_14_28_392702.jpg", "publishedAt": "2021-01-08T07:00:00Z", "content": "Em 2013, num texto de opinião publicado no New York Times, o economista Edward Hadas dizia que a bitcoin estava condenada ao insucesso, porque “o dinheiro que não é emitido pelos governos está sempre… [+177 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Intel poderá estar a preparar duas placas gráficas gaming - Pplware", "description": "Segundo informações recentes, há fortes razões para acreditar que a Intel estará a preparar duas placas gráficas gaming que poderá apresentar no CES 2021.", "url": "https://pplware.sapo.pt/gadgets/hardware/intel-podera-estar-a-preparar-duas-placas-graficas-gaming/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Intel-GPU.jpg", "publishedAt": "2021-01-08T01:30:00Z", "content": "Quando o assunto são placas gráficas, a NVIDIA e a AMD são os nomes de destaque. Mas, no final do ano de 2020, a Intel lançou as GPU Iris Xe MAX, baseadas em DG1. Estas placas podem ser encontradas e… [+1682 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Samsung Galaxy S21: data de lançamento, preço e specs - 4gnews", "description": "O trio de smartphones Samsung Galaxy S21 será apresentado oficialmente a 14 de janeiro de 2021. Até lá, reunimos as principais informações em torno da data de lançamento, o preço para a Europa, bem como as especificações técnicas relevantes. Esta será a respo…", "url": "https://4gnews.pt/samsung-galaxy-s21-preco-specs/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-s21-data-de-lancamento-preco-e-specs-og.jpg", "publishedAt": "2021-01-07T18:08:00Z", "content": "O trio de smartphones Samsung Galaxy S21 será apresentado oficialmente a 14 de janeiro de 2021. Até lá, reunimos as principais informações em torno da data de lançamento, o preço para a Europa, bem c… [+10690 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Samsung Galaxy Note 21 Ultra: o que esperar do futuro smartphone - 4gnews", "description": "A 14 de janeiro a Samsung vai apresentar oficialmente os novos Samsung Galaxy S21. Pela primeira vez o modelo Ultra terá suporte para a S Pen, mas nem por isso deixaremos de ter uma renovação da linha Note este verão. Segundo site LetsGoDigital, a tecnológica…", "url": "https://4gnews.pt/samsung-galaxy-note-21-ultra-o-que-esperar-do-futuro-smartphone/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-note-21-ultra-o-que-esperar-do-futuro-smartphone-og.jpg", "publishedAt": "2021-01-07T17:15:00Z", "content": "A 14 de janeiro a Samsung vai apresentar oficialmente os novos Samsung Galaxy S21. Pela primeira vez o modelo Ultra terá suporte para a S Pen, mas nem por isso deixaremos de ter uma renovação da linh… [+1577 chars]"}]}