{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "Rui Jorge", "title": "iOS 14.5: Guia para a nova funcionalidade de App-Tracking da Apple - Pplware", "description": "A última atualização do iOS trouxe algumas atualizações úteis como por exemplo o App-Tracking. Saiba como dominar esta funcionalidade.", "url": "https://pplware.sapo.pt/informacao/ios-14-5-guia-para-a-nova-funcionalidade-de-app-tracking-da-apple/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/aaa.jpeg", "publishedAt": "2021-05-01T14:00:18Z", "content": "A última atualização do Sistema Operativo iOS veio trazer algumas atualizações úteis. Junto a estas surgiu um novo recurso de App-Tracking. Esta nova funcionalidade de privacidade requer alguma atenç… [+4477 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Comissão Europeia acusa a Apple de posição dominante e dá razão ao Spotify - Pplware", "description": "A Comissão Europeia tem outra gigante debaixo da sua monitorização. É a Apple, que é acusada de monopólio no caso do seu serviço de streaming", "url": "https://pplware.sapo.pt/apple/comissao-europeia-acusa-a-apple-de-posicao-dominante-e-da-razao-ao-spotify/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/apple_uniao_europeia_1.jpg", "publishedAt": "2021-05-01T11:00:11Z", "content": "Um dos papéis mais importantes da Comissão Europeia é a monitorização dos mercados. Tem de impedir situações de monopólios e de abusos por parte das empresas que atuam no espaço europeu e que prestam… [+2464 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Consultório Pplware – Esclareça aqui as suas dúvidas - Pplware", "description": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes: Este consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pelos leitores e visitantes do Pplware, em todas...", "url": "https://pplware.sapo.pt/pplware/consultorio/consultorio-pplware-esclareca-aqui-as-suas-duvidas-352/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/consultorio_2021.jpg", "publishedAt": "2021-05-01T10:00:10Z", "content": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes:\r\nEste consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pel… [+10209 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "5 gadgets baratos Xiaomi para oferecer no Dia da Mãe - 4gnews", "description": "A Xiaomi é uma das empresas tecnológicas com um espólio de gadgets mais diversificado. Esta é mais conhecida pelos seus smartphones ou smartbands, mas vai muito além desses produtos. Desta vez reunimos cinco gadgets até 50 € que podem ser a prenda ideal para …", "url": "https://4gnews.pt/5-gadgets-baratos-xiaomi-para-oferecer-no-dia-da-mae/", "urlToImage": "https://cdn.4gnews.pt/imagens/5-gadgets-baratos-xiaomi-para-oferecer-no-dia-da-mae-og.jpg", "publishedAt": "2021-05-01T09:24:22Z", "content": "A Xiaomi é uma das empresas tecnológicas com um espólio de gadgets mais diversificado. Esta é mais conhecida pelos seus smartphones ou smartbands, mas vai muito além desses produtos. Desta vez reunim… [+2281 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Sete tendências que vão marcar o mercado de trabalho nos próximos anos - ECO Economia Online", "description": "Os avanços tecnológicos vão impactar a forma como se trabalha, mas mesmo num mundo cada vez mais digital o lado humano será muito valorizado, garantem os especialistas ouvidos pelo ECO.", "url": "https://eco.sapo.pt/2021/05/01/sete-tendencias-que-vao-marcar-o-mercado-de-trabalho-nos-proximos-anos/", "urlToImage": "https://eco.imgix.net/uploads/2020/12/cropped-pexels-vlada-karpovich-4050303.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2021-05-01T09:07:28Z", "content": "Os próximos anos adivinham-se repletos de mudanças, no que diz respeito ao mercado de trabalho. Os avanços tecnológicos vão mudar a forma como os empregadores escolhem os seus trabalhadores, mas tamb… [+9600 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Rui Parreira", "title": "Cut Out é uma ferramenta “mágica” para remover elementos \"intrusivos\" das fotografias - SAPO Tek", "description": "Precisa retocar uma fotografia e descobriu que tem uma borbulha? Deseja eliminar o fundo de uma paisagem? O website tem ferramentas de IA para ajudar utilizadores inexperientes.", "url": "https://tek.sapo.pt/extras/site-do-dia/artigos/cut-out-e-uma-ferramenta-magica-para-remover-elementos-intrusivos-das-fotografias", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YTNjPZkKqhEP2OxCrqs0Qtdb23Xr6mWilUAh8vK1R8yfgkk60iOa6wl3SizmIayUnWwGikPHpg6S0JHtvALDjVOL2kHRTS7LYVHfw3XH7VIz3N0=", "publishedAt": "2021-05-01T08:20:02Z", "content": "O Photoshop e outras ferramentas de edição têm funcionalidades para retocar fotografias, mas muitos utilizadores podem não ter tempo ou conhecimento para os utilizar. Por isso, há cada vez mais propo… [+1341 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Teletrabalho: Três em cada quatro portugueses satisfeitos com o novo regime - Visão", "description": "Vivem-se tempos de transformação e adaptação por parte de empresas e trabalhadores. Mesmo quando for decretado o fim a pandemia, a transição digital e o trabalho remoto vieram para ficar. Após um ano de experimentação, dois estudos mostram como as vantagens s…", "url": "https://visao.sapo.pt/atualidade/sociedade/2021-05-01-teletrabalho-tres-em-cada-quatro-portugueses-satisfeitos-com-o-novo-regime/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/05/GettyImages-1135281790_wm.jpg", "publishedAt": "2021-05-01T08:00:00Z", "content": "Foi preciso existir uma pandemia, em pleno século XXI, para forçar os patrões a depositarem mais de confiança nos seus subalternos. A necessidade de saúde pública que nos empurrou a todos para casa, … [+10107 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Aumentar a RAM do smartphone? A Xiaomi quer fazer isso apenas por software - Pplware", "description": "A Xiaomi vai aumentar a RAM, sem alterar componentes dos equipamentos. Usa o armazenamento e consegue este aumento com o ativar de um botão", "url": "https://pplware.sapo.pt/smartphones-tablets/android/aumentar-a-ram-do-smartphone-a-xiaomi-quer-fazer-isso-apenas-por-software/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/02/xiaomi-mi9-1-1.jpg", "publishedAt": "2021-05-01T07:00:12Z", "content": "Cada vez mais os smartphones surgem no mercado com valores de RAM muito elevados. Esta é a forma das marcas conseguirem um desempenho melhor e mais elevado, sendo esta uma solução que acaba por benef… [+2026 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Agora é que já posso ir à praia? E o meu patrão pode obrigar-me a voltar à empresa? Perguntas e respostas sobre a última fase de desconfinamento - Visão", "description": "A quarta e última fase do plano de desconfinamento do Governo chegou antes do previsto. A partir deste sábado os restaurantes e as salas de espetáculos podem estar abertos todos os dias até às 22:30; reabrem todas as lojas e passa a ser possível praticar toda…", "url": "https://visao.sapo.pt/atualidade/politica/2021-05-01-agora-e-que-ja-posso-ir-a-praia-e-o-meu-patrao-pode-obrigar-me-a-voltar-a-empresa-perguntas-e-respostas-sobre-o-que-muda-a-partir-de-hoje/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/05/MB-Esplanada-Pq-Nacoes-fim-tarde-04111336_wm.jpg", "publishedAt": "2021-05-01T06:30:00Z", "content": "173 dias depois, estamos em “situação de calamidade”. Portugal desceu um degrau na escala de alerta da pandemia de Covid-19, mas o tempo continua a exigir “sensatez e prudência”, como pediu o Preside… [+6639 chars]"}, {"source": {"id": "globo", "name": "Globo"}, "author": null, "title": "O bilionário que deixou o Vale do Silício para viver em aldeia remota - G1", "description": "Após quase três décadas no centro da inovação e tecnologia global, Sridhar Vembu decidiu adotar um estilo de vida mais simples no sul da Índia.", "url": "https://g1.globo.com/economia/noticia/2021/04/30/o-bilionario-que-deixou-o-vale-do-silicio-para-viver-em-aldeia-remota.ghtml", "urlToImage": "https://s2.glbimg.com/aRkwK4uHpaDra_wZI35ELUxPnlQ=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2021/a/3/ox4bdARRqtf4LwFU8URw/117997164-b8bbe4e5-d837-4322-8d62-cbe28481616f.jpeg", "publishedAt": "2021-05-01T01:10:00Z", "content": "\"Sou um CEO à distância\", afirma Sridhar Vembu, enquanto fixa o olhar na imensidão verde do arrozal. Em 1996, ele e os irmãos fundaram a Zoho no Vale do Silício, o centro global de tecnologia e inova… [+9396 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "UE quer criar uma aliança de fabricantes de chips para reduzir a dependência externa - Pplware", "description": "A União Europeia quer criar uma aliança de fabricantes de chips, para diminuir a dependência de fabricantes estrangeiras.", "url": "https://pplware.sapo.pt/gadgets/hardware/ue-quer-criar-uma-alianca-de-fabricantes-de-chips-para-reduzir-a-dependencia-externa/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/chips-UE.jpg", "publishedAt": "2021-05-01T00:30:37Z", "content": "Atualmente, as maiores fábricas de semicondutores encontram-se fora da Europa. A taiwanesa TSMC e a chinesa SMIC são dois grandes exemplos de poderosas indústrias que não pertencem ao nosso continent… [+4724 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "", "title": "\"Radiação 5G está mais do que estudada\" - Sol", "description": "Numa altura em que o 5G poderá ser brevemente uma realidade em Portugal, ainda se ouvem críticas sobre os possíveis efeitos nocivos para a saúde. Ao Nascer do Sol especialistas falam em críticas que ‘não são suportadas por nenhum estudo científico’ e desmisti…", "url": "https://sol.sapo.pt/artigo/733204/radiacao-5g-esta-mais-do-que-estudada", "urlToImage": "https://cdn1.newsplex.pt/fotos/2021/4/30/777172.png?type=Artigo", "publishedAt": "2021-04-30T21:24:08Z", "content": "Apesar de ainda estar a decorrer o leilão do 5G em Portugal, a sua implementação no nosso país está cada vez mais perto. No entanto são várias as vozes que se fazem ouvir que alertam para os problema… [+5390 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "Software Deals: Obtenha Windows 10 e o Office a preços inacreditáveis! - Pplware", "description": "Software Deals é a nova oferta da GoodOffer24 que nos apresenta esta sexta: Windows 10 Pro, Office e muitas variedades em segurança e jogos", "url": "https://pplware.sapo.pt/software/software-deals-windows-10-office/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/goodoffer24-software-deals-windows-office-1.jpg", "publishedAt": "2021-04-30T20:30:26Z", "content": "Software Deals significa oportunidades de negócio em software que a GoodOffer24 nos apresenta hoje, dedicado a quem necessita de um sistema operativo como o Windows 10 Pro ou de uma suite de produtiv… [+3307 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Criptomoeda Chia já tem uma pegada de 1.14 Exabytes de armazenamento - Pplware", "description": "Segundo dados recentes, em quase um mês, o espaço de armazenamento para a mineração de Chia aumentou de 120 Petabytes para 1.14 Exabytes.", "url": "https://pplware.sapo.pt/gadgets/hardware/criptomoeda-chia-ja-tem-uma-pegada-de-1-14-exabytes-de-armazenamento/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/asgard-chia-SSD.jpg", "publishedAt": "2021-04-30T20:00:06Z", "content": "Chia é a mais recente novidade no mundo das criptomoedas, e parece que o seu sucesso será garantido. Trata-se de uma moeda digital ecológica que pode ser minerada através de discos HDD e SSD.\r\nSegund… [+1762 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Fátima Caçador", "title": "Binance: mercado de criptomoedas abre site em português para transações em moedas digitais - SAPO Tek", "description": "A empresa é uma das maiores bolsas de criptomoedas do mundo, com escolha alargada que vai além das moedas mais famosas como a Bitcoin ou a Ethereum e diversos serviços para quem quer investir. O site e a app em português pretendem facilitar a utilização e a c…", "url": "https://tek.sapo.pt/noticias/negocios/artigos/binance-mercado-de-criptomoedas-abre-site-em-portugues-para-transacoes-em-moedas-digitais", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&png=1&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=MWE1EEHEChvzd0AuDd6jhAomRKgUl3+b3YLcREsiUIm7L3JYXclN+HPUxlJPbrySJeJDGJaY3DLmdeqDG9ohlT/7W+GIVsCElGO2PG24eBiHNKw=", "publishedAt": "2021-04-30T18:45:25Z", "content": "A aposta no mercado português é recente e Luis Vaello, o diretor da Binance para Espanha e Portugal, explicou ao SAPO TEK que a empresa não partilha dados por país ou região, mas que globalmente cont… [+4429 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Samsung Galaxy S21 FE confirmado acidentalmente pela própria marca - 4gnews", "description": "Após o sucesso que o Samsung Galaxy S20 FE gerou no final no ano passado, não podemos criticar a empresa por querer conceber um sucessor para o mesmo. Assim sendo, este ano teremos o Galaxy S21 FE. Se ainda dúvidas houvesse sobre a existência deste equipament…", "url": "https://4gnews.pt/samsung-galaxy-s21-fe-confirmado-acidentalmente-pela-propria-marca/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-s21-fe-confirmado-acidentalmente-pela-propria-marca-og.jpg", "publishedAt": "2021-04-30T17:21:35Z", "content": "Após o sucesso que o Samsung Galaxy S20 FE gerou no final no ano passado, não podemos criticar a empresa por querer conceber um sucessor para o mesmo. Assim sendo, este ano teremos o Galaxy S21 FE.\r\n… [+1743 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "O tempo de ir ao balcão já lá vai. E agora, só a Inteligência Artificial pode salvar a banca? - Visão", "description": "“Sejam honestos comigo” e “cumpram as vossas promessas” é o que pedem as novas gerações, que não se importam de partilhar os seus dados pessoais para terem serviços financeiros hiper-personalizados", "url": "https://visao.sapo.pt/atualidade/economia/2021-04-30-o-tempo-de-ir-ao-balcao-ja-la-vai-e-agora-so-a-inteligencia-artificial-pode-salvar-a-banca/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/04/GettyImages-802791202_wm.jpg", "publishedAt": "2021-04-30T15:34:00Z", "content": "Num tempo em que as soluções financeiras se multiplicam à velocidade de um clique e em que grassa uma cada vez mais generalizada desconfiança do sistema bancário, como pode este melhor servir o seu c… [+3791 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Traga mais animação ao fim-de-semana com 10 novas “borlas” temporárias de apps para Android e iOS - SAPO Tek", "description": "Os jogos são sempre uma boa forma de passar o tempo e na seleção de \"borlas\" temporárias que compilámos encontrará várias propostas que prometem trazer mais divertimento ao seu fim-de-semana. O melhor é mesmo aproveita-las rapidamente antes que voltem a ser p…", "url": "https://tek.sapo.pt/mobile/apps/artigos/traga-mais-animacao-ao-fim-de-semana-com-10-novas-borlas-temporarias-de-apps-para-android-e-ios", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NjlibI4FBQNOiWZxBjNttub6xeeJwU0U8pyBJrTFeHyaOrfE50i1eC5LgxTT8Go/H+X4s8OujiXSZHo6lWAmCaUjar6nObdz7y9fxfRcmQL6tKc=", "publishedAt": "2021-04-30T15:22:13Z", "content": "Quer manter o aborrecimento bem afastado durante o fim-de-semana? Aproveite para espreitar a nova seleção de borlas temporárias de aplicações das lojas digitais da Google e Apple que o SAPO TEK compi… [+5371 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "MUNCH – criptomoeda solidária angariou 1 milhão de dólares para doações em 15 dias - Pplware", "description": "Com apenas duas semanas de transações, desde o seu lançamento, que já foi doado mais de um milhão de dólares à organização GiveWell.", "url": "https://pplware.sapo.pt/informacao/munch-criptomoeda-solidaria-angariou-1-milhao-de-dolares-para-doacoes-em-15-dias/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/munch.jpg", "publishedAt": "2021-04-30T15:20:04Z", "content": "MUNCH é um projeto de Finanças Descentralizadas (DeFi) que aplica uma taxa de transação de 10% para comprar ou vender o token MUNCH. Essa taxa de transação é então dividida, sendo 5% redistribuídos p… [+2873 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Hugo Séneca", "title": "Como mudar uma opção de privacidade no seu iPhone pode partir a Internet a meio: a história do duelo entre Apple e Facebook - Expresso", "description": "Desde 2017 que Facebook e Apple estão numa guerra sem quartel, que teve o primeiro impacto com uma campanha política forjada para garantir a afronta contra Trump e alcançou o auge com uma nova ferramenta de proteção de dados que poderá ditar as novas regras d…", "url": "https://expresso.pt/economia/2021-04-30-Como-mudar-uma-opcao-de-privacidade-no-seu-iPhone-pode-partir-a-Internet-a-meio-a-historia-do-duelo-entre-Apple-e-Facebook-b11cddc7", "urlToImage": "http://images.impresa.pt/expresso/2018-09-12-tim-cook-apple-bdcb6aaf/fb/wm", "publishedAt": "2021-04-30T14:40:37Z", "content": "Mark Zuckerberg e Tim Cook nunca foram amigos chegados, mas em julho de 2019, a relação entre os dois executivos chegou a um ponto de não retorno. Acossado por políticos e jornalistas de meio mundo s… [+540 chars]"}]}