{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "De regresso ao trabalho? Mude o meio de transporte que usa para uma solução elétrica - Pplware", "description": "Com a necessidade de minimizar custos com os meios de transporte, uma trotinete elétrica ou uma bicicleta elétrica poderão ser a opção certa.", "url": "https://pplware.sapo.pt/gadgets/de-regresso-ao-trabalho-mude-o-meio-de-transporte-trotinete-eletrica/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/Mi-Electric-Scooter-1S-0.jpg", "publishedAt": "2021-03-15T12:00:32Z", "content": "Agora que estamos a começar a desconfinar, lentamente e com todas as precauções necessárias, há muita gente a voltar finalmente ao trabalho. Com o sol a aparecer e com a necessidade de minimizar cust… [+2114 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Gonçalo Almeida", "title": "Agência federal dos EUA vai leiloar fração de uma bitcoin. Preço da moeda em máximos históricos - Jornal de Negócios", "description": "A agência federal norte-americana vai leiloar pela primeira vez uma criptomoeda, numa altura em que o preço deste ativo está de novo em máximos históricos.", "url": "https://www.jornaldenegocios.pt/mercados/detalhe/agencia-federal-dos-eua-vai-leiloar-fracao-de-uma-bitcoin-preco-da-moeda-em-maximos-historicos", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2021-02/img_1200x676$2021_02_16_19_09_11_395593.jpg", "publishedAt": "2021-03-15T11:10:59Z", "content": "A General Services Administration, uma agência federal dos Estados Unidos, vai leiloar uma fração de uma bitcoin na próxima semana, numa altura em que o preço da criptomoeda está novamente em máximos… [+1726 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Estas são as passwords mais pirateadas do mundo. Se tiveres alguma da lista, muda-a já! - 4gnews", "description": "As palavras-passe são por via da regra a primeira e grande linha de defesa da nossa conta, ou perfil de utilizador, dos mais variados serviços. Infelizmente, continuamos a usar passwords demasiado óbvias para deleite dos piradas informáticos, ou hackers. Acon…", "url": "https://4gnews.pt/estas-sao-as-passwords-mais-pirateadas-do-mundo-se-tiveres-alguma-da-lista-muda-a-ja/", "urlToImage": "https://cdn.4gnews.pt/imagens/estas-sao-as-passwords-mais-pirateadas-do-mundo-se-tiveres-alguma-da-lista-muda-a-ja-og.jpg", "publishedAt": "2021-03-15T10:00:18Z", "content": "As palavras-passe são por via da regra a primeira e grande linha de defesa da nossa conta, ou perfil de utilizador, dos mais variados serviços. Infelizmente, continuamos a usar passwords demasiado ób… [+2868 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Sandra M. Pinto", "title": "Reportagem: O “lado negro” do teletrabalho – Human Resources - Diário Digital", "description": "Ao fim de um ano de pandemia de COVID-19, urge perguntar às organizações como é estar há 12 meses com os escritórios vazios e com as equipas sem se ver sem ser através de um ecrã. Muito de tem falado das vantagens do teletrabalho, mas também há desvantagens. …", "url": "https://hrportugal.sapo.pt/reportagem-o-lado-negro-do-teletrabalho/", "urlToImage": "https://hrportugal.sapo.pt/wp-content/uploads/2021/03/teletrabalho-negro.jpg", "publishedAt": "2021-03-15T09:57:01Z", "content": "Ao fim de um ano de pandemia de COVID-19, urge perguntar às organizações como é estar há 12 meses com os escritórios vazios e com as equipas sem se ver sem ser através de um ecrã. Muito de tem falado… [+11943 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Como guardar páginas para ler mais tarde no Chrome do Android - Pplware", "description": "Hoje explicamos como ativar e usar o guardar páginas para ler mais tarde no Chrome. Esta é uma excelente funcionalidade do browser da Google", "url": "https://pplware.sapo.pt/truques-dicas/dica-como-guardar-paginas-para-ler-mais-tarde-no-chrome-do-android/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/10/chrome_android_huawei_1.jpg", "publishedAt": "2021-03-15T09:45:27Z", "content": "O Chrome é uma das ferramentas mais usadas na Internet. O browser da Google está já presente na maioria das plataformas e é o padrão que nos habituamos a ter para navegar nos muitos sites que consult… [+2428 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "15 apps e jogos temporariamente grátis para Android - 4gnews", "description": "Arranca a semana da melhor forma com novos jogos para Android de excelência, bem como boas apps de produtividade, por norma pagas, mas que agora podes instalar sem pagar. Faz o download destas aplicações premium selecionadas sem ter que pagar! São bons jogos …", "url": "https://4gnews.pt/15-apps-e-jogos-temporariamente-gratis-para-android/", "urlToImage": "https://cdn.4gnews.pt/imagens/15-apps-e-jogos-temporariamente-gratis-para-android-og.jpg", "publishedAt": "2021-03-15T09:00:19Z", "content": "Arranca a semana da melhor forma com novos jogos para Android de excelência, bem como boas apps de produtividade, por norma pagas, mas que agora podes instalar sem pagar. Faz o download destas aplica… [+1961 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "BSOD ao imprimir no Windows 10? A Microsoft já tem solução para o problema - Pplware", "description": "A Microsoft reconheceu o problema do BSOD ao imprimir no Windows 10 e está a tratar da solução, Partilhou, entretanto, a forma de resolver", "url": "https://pplware.sapo.pt/microsoft/bsod-ao-imprimir-no-windows-10-a-microsoft-ja-tem-solucao-para-o-problema/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/10/windows_10.jpg", "publishedAt": "2021-03-15T08:50:09Z", "content": "Foi no início da semana passada que a Microsoft lançou o habitual conjunto de atualizações da Patch Tuesday. Estas procuram remediar problemas que foram surgindo no Windows 10 e que precisavam de ser… [+2391 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "PlayStation 5 é a consola que mais rapidamente se vende nos Estados Unidos - Pplware", "description": "De acordo com um analista de mercado, a PlayStation 5 é a consola que mais rapidamente se vende nos Estados Unidos.", "url": "https://pplware.sapo.pt/jogos/playstation-5-e-a-consola-que-mais-rapidamente-se-vende-nos-estados-unidos/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/playstation-5.jpg", "publishedAt": "2021-03-15T08:00:45Z", "content": "A PlayStation 5 foi lançada a 19 de novembro, juntamente com a sua edição digital. Rapidamente a consola da Sony conquistou os utilizadores no geral e os jogadores em particular, tendo conseguido uma… [+1980 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Polígrafo, Polígrafo", "title": "Bill Gates defendeu plano de \"depopulação através de vacinação forçada\" em 2011? - Polígrafo - Polígrafo", "description": "Está a circular nas redes sociais uma imagem da primeira página de um jornal de 2011, em cuja manchete se destaca Bill Gates, empresário e fundador da Microsoft, a defender um suposto plano de \"depopulação através de vacinação forçada: a solução de carbono ze…", "url": "https://poligrafo.sapo.pt/fact-check/bill-gates-defendeu-plano-de-depopulacao-atraves-de-vacinacao-forcada-em-2011", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Fpoligrafo.sapo.pt%2Fassets%2Fimg%2Fpoligrafo%2Ffacebook-overlay-false.png&epic=Mzc2Q0SZDZR8aqDxhRXLxRr4nlHDQIhEZC4OrzlJ5yWT0wNRQ1ESkPbArF1Hxu59USZYJ4S1QgUiuUh2UPgfGg5eJSfNnDUYzQwGN2LlXFAZJd8=", "publishedAt": "2021-03-15T08:00:00Z", "content": "\"Jornal de 2011. Fica claro que o intuito de Bill Gates com as suas vacinas, 'depopulação através de vacinas: a solução zero carbono'. Detalhe, não se encontra nada sobre isso na Internet, mas esta s… [+3706 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Qualcomm é a mais recente vítima da falta de processadores para os smartphones - Pplware", "description": "Uma nova informação aponta sérios problemas para a Qualcomm, que está agora também com falta de processadores para os smartphones", "url": "https://pplware.sapo.pt/smartphones-tablets/qualcomm-e-a-mais-recente-vitima-da-falta-de-processadores-para-os-smartphones/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/qualcomm_1.jpg", "publishedAt": "2021-03-15T01:30:22Z", "content": "Para além de todos os problemas de saúde pública, a COVID 19 veio trazer outros desafios, em especial à indústria. A falta de componentes veio limitar a produção e a chegada dos produtos ao mercado e… [+1951 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Windows 10: veja as imagens de como será o novo Windows! - Leak", "description": "Vamos então olhar para as imagens que mostram como será o design do novo Windows 10. É mesmo uma lufada de ar fresco neste sistema operativo.", "url": "https://www.leak.pt/windows-10-imagens-novo/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2021/03/novo-windows-1.webp", "publishedAt": "2021-03-15T00:48:25Z", "content": "Antes do update Sun Valley a que muitos se referem como o novo Windows, ainda haverá a versão 21H1. Melhora essencialmente o desempenho, reforça a segurança e até já pode ser instalado como pode ver … [+2593 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Google vai a tribunal responder por problemas no modo anónimo do Chrome - Pplware", "description": "A Google vai a tribunal defender-se num processo onde os utilizadores acusam de não revelar tudo o que o modo anónimo do Chrome implica", "url": "https://pplware.sapo.pt/browsers/google-vai-a-tribunal-responder-por-problemas-no-modo-anonimo-do-chrome/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/modo_anonimo_google_chrome_1.jpg", "publishedAt": "2021-03-15T00:30:46Z", "content": "A Google promete para o Chrome a máxima privacidade no modo anónimo do Chrome. Este não regista os dados da navegação, mantendo assim uma privacidade grande, ainda que não de forma perfeita e transve… [+1952 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/hugocura", "title": "E os destaques tecnológicos da semana que passou foram… - Pplware", "description": "Falámos do OnePlus 9 que está prestes a chegar, dos óculos Huawei X Gentle Monster Eyewear II, do serviço Starlink da SpaceX e muito mais.", "url": "https://pplware.sapo.pt/pplware/destaques-tecnologicos-huawei-starlink-spacex-oneplus/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/destaques_14mar.jpg", "publishedAt": "2021-03-14T23:00:18Z", "content": "Porque a nossa prioridade é a qualidade da informação que chega aos nossos leitores, escolhemos alguns artigos publicados ao longo da semana que passou e que refletem o que de mais relevante se falou… [+6526 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "OnePlus 9: DxOMark está a perder credibilidade ou estará a OnePlus com medo dos resultados? - Pplware", "description": "Com a série OnePlus 9 a apostar tudo na área da fotografia, porque não terão estes smartphones sido enviados para a DxOMark?", "url": "https://pplware.sapo.pt/gadgets/oneplus-9-dxomark-esta-a-perder-credibilidade-ou-estara-a-oneplus-com-medo-dos-resultados/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/oneplus-hasselblad-1.jpg", "publishedAt": "2021-03-14T22:00:32Z", "content": "Uma das grandes referências online na análise a câmaras fotográficas de smartphones é a DxOMark. É com frequência que as grandes marcas recorrem a esta equipa, para testar e pontuar as suas câmaras p… [+2333 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Telegram com “clubhouse” dentro da app? Está para breve - Pplware", "description": "E se o Telegram tivesse um estilo de ClubHouse integrado? Parece que está para breve tal funcionalidade. Veja as imagens.", "url": "https://pplware.sapo.pt/smartphones-tablets/e-fa-do-telegram-e-que-tal-um-clubhouse-dentro-da-app/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/pplware_telegram_migrar_whatsapp_1.jpg", "publishedAt": "2021-03-14T21:00:30Z", "content": "É fã do Telegram? As redes sociais têm tido um enorme crescimento ao nível de utilizadores mas também evoluído ao nível das funcionalidades. Por outro lado, facilmente se percebe que estas plataforma… [+1437 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Google revela nome de smartphones Android prestes a ser lançados (um deles salta à vista) - 4gnews", "description": "Já é muito difícil manter-se os segredos escondidos na indústria mobile. Seja de forma intencional ou não, sabemos muitas vezes com meses de antecedência o design, o nome ou a data de lançamento de um novo smartphone. Essas informações aparecem normalmente na…", "url": "https://4gnews.pt/google-nome-smartphones-android-a-ser-lancados/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-revela-nome-de-smartphones-android-prestes-a-ser-lancados-e-um-que-salta-a-vista-og.jpg", "publishedAt": "2021-03-14T19:40:02Z", "content": "Já é muito difícil manter-se os segredos escondidos na indústria mobile. Seja de forma intencional ou não, sabemos muitas vezes com meses de antecedência o design, o nome ou a data de lançamento de u… [+1805 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Incêndio destrói parte de data center OVH e expõe duas seguradoras - ECO Economia Online", "description": "Sinistro deixou milhões de páginas web sem acessibilidade requer várias peritagens e longa resolução. Uma seguradora tem a cobertura de danos materiais e outra o seguro de responsabilidade civil.", "url": "https://eco.sapo.pt/2021/03/14/incendio-destroi-parte-de-data-center-ovh-e-expoe-duas-seguradoras/", "urlToImage": "https://eco.imgix.net/uploads/2021/03/cropped-incendio-ovhcloud-strasbourg.png?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2021-03-14T19:35:14Z", "content": "Um incêndio que destruiu parte do centro de dados da OVH cloud, na zona de Estrasburgo, causou prejuízos de grande amplitude na rede de internet em França. O fogo varreu por completo um dos quatro da… [+3100 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Com tempo para experimentar apps novas? Temos 5 propostas com diferentes propósitos - SAPO Tek", "description": "O conjunto de sugestões desta semana cobre diferentes áreas, dos utilitários aos jogos, passando pela saúde e bem-estar. E às propostas diárias, ainda decidimos juntar umas “borlas” extra.", "url": "https://tek.sapo.pt/mobile/apps/artigos/com-tempo-para-experimentar-apps-novas-temos-5-propostas-com-diferentes-propositos", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YTdhhCgM68NHzdVDYMs6m72Lqwy/QVclH0scG1CnFAoySbRFZ9iJ0Ch028ZfE1sNNuMSNaH4a3Q8d0kHgGeyZemSUHKfGHPZ/HWMiPAYxMOAELs=", "publishedAt": "2021-03-14T15:58:00Z", "content": "Programar não tem de ser aborrecido e uma das aplicações que sugerimos esta semana vai provar-lhe isso mesmo. Também pode testar os seus reflexos num intenso jogo de naves ou pôr as suas capacidades … [+8325 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Está na altura de destruir a blockchain - ECO Economia Online", "description": "Mesmo com tudo o que esta tecnologia tem de bom, os danos ambientais que causa são demasiado elevados. É preciso destruir para reconstruir, com menos especulação e menos destruição.", "url": "https://eco.sapo.pt/opiniao/esta-na-altura-de-destruir-a-blockchain/", "urlToImage": "https://ecoonline.s3.amazonaws.com/uploads/2020/07/diogo-queiroz-de-andrade_opiniao-01.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2021-03-14T15:54:42Z", "content": "Mesmo com tudo o que esta tecnologia tem de bom, os danos ambientais que causa são demasiado elevados. É preciso destruir para reconstruir, com menos especulação e menos destruição. A blockchain como… [+4634 chars]"}, {"source": {"id": null, "name": "Www.rtp.pt"}, "author": "Rádio e Televisão de Portugal", "title": "Astronautas da NASA fizeram caminhada de sete horas para realizar trabalhos de reparação - RTP", "description": "A NASA divulgou imagens de dois astronautas que fizeram ontem uma caminhada espacial de mais de sete horas para fazer alguns trabalhos de manutenção e reparação na estrutura da estação espacial.", "url": "https://www.rtp.pt/noticias/mundo/astronautas-da-nasa-fizeram-caminhada-de-sete-horas-para-realizar-trabalhos-de-reparacao_v1304465", "urlToImage": "https://cdn-images.rtp.pt/icm/images/9a/9aa34c24ac67ba7f305d5f8e0bd76b00_N.jpg?", "publishedAt": "2021-03-14T14:35:43Z", "content": "O trabalho deveria ter sido concluído há uma semana, mas as atualizações de energia necessárias ao processo demoraram mais do que o esperado.Os dois astronautas fazem parte da equipa que chegou à Est… [+170 chars]"}]}