{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Observador.pt"}, "author": "Manuel Pestana Machado", "title": "\"É um vigarista egoísta\". Criador da criptomoeda Dogecoin critica Elon Musk - Observador", "description": "", "url": "https://observador.pt/2021/05/15/e-um-vigarista-egoista-criador-da-criptomoeda-dogecoin-critica-elon-musk/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A770%3A403%2Fc%3A4000%3A2252%3Anowe%3A0%3A0%2Fq%3A85%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2021%2F05%2F09191825%2FGettyImages-1229901655.jpg", "publishedAt": "2021-05-15T21:08:04Z", "content": "É mais recente polémica do tecnoking da Tesla no mercado das criptomoedas. Elon Musk, líder da Tesla e da SpaceX, deixou de aceitar as moedas digitais Bitcoin para o pagamento dos seus carros elétric… [+2341 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "José Varela Rodrigues", "title": "Trinta das maiores tecnológicas do mundo dão emprego a sete milhões de pessoas - Jornal Económico", "description": "", "url": "https://jornaleconomico.sapo.pt/noticias/trinta-das-maiores-tecnologicas-do-mundo-dao-emprego-a-sete-milhoes-de-pessoas-739213", "urlToImage": "https://jornaleconomico.sapo.pt/wp-content/uploads/2017/05/pessoas_0505.jpg", "publishedAt": "2021-05-15T18:17:51Z", "content": "As trinta maiores empresas tecnológicas do mundo somam um total de sete milhões de funcionários, o que corresponde a mais de dois terços da população de Portugal (10.286.263 de habitantes) e um númer… [+2419 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Rui  Neves", "title": "Fábrica de sonhos de Braga investe três milhões para duplicar faturação - Jornal de Negócios", "description": "A tecnológica Edigma, que tem uma equipa de 80 visionários e engenheiros a trabalhar no desenvolvimento e implementação de experiências imersivas, interativas e projetos de sinalética digital, criou já três soluções capazes de ajudar a combater a pandemia.", "url": "https://www.jornaldenegocios.pt/empresas/tecnologias/detalhe/fabrica-de-sonhos-de-braga-investe-tres-milhoes-para-duplicar-faturacao", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2021-05/img_1200x676$2021_05_15_18_40_59_403348.jpg", "publishedAt": "2021-05-15T17:44:56Z", "content": "A Edigma cria \"experiências que combinam o espaço físico com o espaço digital e que, em última análise, se traduzem em experiências humanas\", como na ilha açoriana do Pico, com a Casa dos Vulcões, on… [+4067 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Android 12: vídeo oficial revela uma grande mudança de design - 4gnews", "description": "Jon Prosser está de volta com as suas informações privilegiadas e desta feita a vítima é o Android 12. A poucos dias do início da Google I/O, o conhecido leaker revela a nova interface que será introduzida com o software. Para fechar uma semana de várias fuga…", "url": "https://4gnews.pt/android-12-video-oficial-revela-uma-grande-mudanca-de-design/", "urlToImage": "https://cdn.4gnews.pt/imagens/android-12-video-oficial-revela-uma-grande-mudanca-de-design-og.jpg", "publishedAt": "2021-05-15T17:31:31Z", "content": "Jon Prosser está de volta com as suas informações privilegiadas e desta feita a vítima é o Android 12. A poucos dias do início da Google I/O, o conhecido leaker revela a nova interface que será intro… [+2213 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Android: Nova app Apple Music tem indícios para o streaming de áudio HiFi - Pplware", "description": "Com o lançamento da versão Apple Music para Android, o APK mostrou ter indíciosque a Apple prepara streaming de áudio sem perdas.", "url": "https://pplware.sapo.pt/smartphones-tablets/android/android-nova-app-apple-music-tem-indicios-para-o-streaming-de-audio-hifi/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/android_apple_music00.jpg", "publishedAt": "2021-05-15T17:00:30Z", "content": "A Apple prepara coisas novas no seu segmento Áudio onde cabem quer os dispositivos, quer o software. No âmbito das aplicações o Apple Music está cada vez mais forte e poderá ser reforçado com um modo… [+1673 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Samsung Galaxy Note 21 é mencionado à entrada de uma loja da marca - 4gnews", "description": "O destino da linha Galaxy Note encontra-se envolto em mistério. Embora a Samsung tenha admitido que não irá lançar um novo membro desta linha em 2021, ela ainda não confirmou ou desmentiu o seu cancelamento. Para suscitar ainda mais dúvidas em torno do futuro…", "url": "https://4gnews.pt/samsung-galaxy-note-21-e-mencionado-a-entrada-de-uma-loja-da-marca/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-note-21-e-mencionado-a-entrada-de-uma-loja-da-marca-og.jpg", "publishedAt": "2021-05-15T16:42:48Z", "content": "O destino da linha Galaxy Note encontra-se envolto em mistério. Embora a Samsung tenha admitido que não irá lançar um novo membro desta linha em 2021, ela ainda não confirmou ou desmentiu o seu cance… [+1614 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "O número de utilizadores do Facebook nas apps móveis está a cair a pique - Pplware", "description": "Os dados mais recentes mostram uma quebra de 30% nas descargas das apps do Facebook, algo que há anos não acontecia.", "url": "https://pplware.sapo.pt/redes_sociais/o-numero-de-utilizadores-do-facebook-nas-apps-moveis-esta-a-cair-a-pique/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/facebook_ios_iphone_1.jpg", "publishedAt": "2021-05-15T15:00:37Z", "content": "O Facebook tem um estatuto muito grande junto dos utilizadores das apps móveis. Este deverá ser o acesso mais vezes realizado e uma das fontes mais importantes de tráfego desta rede social, que domin… [+1971 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Leica termina a sua parceria com a Huawei. Xiaomi poderá ser a próxima parceira - 4gnews", "description": "Desde 2016 que a empresa alemã Leica está intrinsecamente ligada às câmaras dos smartphones da Huawei. Ao longo destes anos, as duas empresas criaram algumas das melhores câmaras fotográficas do mercado mobile, mas esse reinado parece ter chegado ao fim. Segu…", "url": "https://4gnews.pt/leica-termina-a-sua-parceria-com-a-huawei-xiaomi-podera-ser-a-proxima-parceira/", "urlToImage": "https://cdn.4gnews.pt/imagens/leica-termina-a-sua-parceria-com-a-huawei-xiaomi-podera-ser-o-proximo-parceiro-og.jpg", "publishedAt": "2021-05-15T14:42:46Z", "content": "Desde 2016 que a empresa alemã Leica está intrinsecamente ligada às câmaras dos smartphones da Huawei. Ao longo destes anos, as duas empresas criaram algumas das melhores câmaras fotográficas do merc… [+2387 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/nunoliveira1991", "title": "Xiaomi Mi 11 Ultra: O Ferrari dos pobres em forma de smartphone? - Leak", "description": "Não é grande novidade que a gigante chinesa Xiaomi tem vindo a vincar o seu posicionamento no mercado ao longo das últimas", "url": "https://www.leak.pt/xiaomi-mi-11-ultra-o-ferrari-dos-pobres-em-forma-de-smartphone/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2021/03/mi-11-ultra-traseira.jpg", "publishedAt": "2021-05-15T14:26:18Z", "content": "Não é grande novidade que a gigante chinesa Xiaomi tem vindo a vincar o seu posicionamento no mercado ao longo das últimas décadas. Isto em diversas áreas do mercado tecnológico, colocando vários fat… [+4722 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Recorde! AMD Radeon RX 6900 XT consegue 41.000 pontos no 3DMark em overclock - Pplware", "description": "A gráfica AMD Radeon RX 6900 XT bateu mais um recorde e conseguiu alcançar 41.000 pontos no 3DMark em overclock.", "url": "https://pplware.sapo.pt/gadgets/hardware/recorde-amd-radeon-rx-6900-xt-consegue-41-000-pontos-no-3dmark-em-overclock/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/Radeon-RX-6900-XT.jpg", "publishedAt": "2021-05-15T14:00:35Z", "content": "A AMD lançou no final de 2020 as suas novas placas gráficas para desktop, nomeadamente a Radeon RX 6800, RX 6800 XT e RX 6900 XT. E esta última é uma concorrente direta da GeForce RTX 3090 da Nvidia.… [+2081 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Lusa", "title": "Abertas candidaturas para apoios a painéis solares na agricultura - Notícias ao Minuto", "description": "A ministra da Agricultura, Maria do Céu Antunes, anunciou hoje a abertura das candidaturas ao aviso para a instalação de painéis fotovoltaicos em explorações agrícolas, com uma dotação de 10 milhões de euros.", "url": "https://www.noticiasaominuto.com/economia/1754777/abertas-candidaturas-para-apoios-a-paineis-solares-na-agricultura", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_57908b87af7cd.jpg", "publishedAt": "2021-05-15T13:27:57Z", "content": "De acordo com um comunicado do Ministério da Agricultura, o anúncio foi feito hoje durante uma visita à Sociedade Agrícola Monte de São Bento, em Portel, distrito de Évora, que contou com a presença … [+1635 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi pode fazer regressar um dos seus smartphones mais populares - 4gnews", "description": "Costuma dizer-se que nunca se deve voltar ao lugar onde se foi feliz. Contrariando essa máxima, a Xiaomi pode em breve relançar um dos seus smartphones mais populares dos últimos anos. Quando olhamos para as tabelas de vendas, a linha Redmi Note é a “bestsell…", "url": "https://4gnews.pt/xiaomi-pode-fazer-regressar-um-dos-seus-smartphones-mais-populares/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-pode-fazer-regressar-um-dos-seus-smartphones-mais-populares-og.jpg", "publishedAt": "2021-05-15T13:10:39Z", "content": "Costuma dizer-se que nunca se deve voltar ao lugar onde se foi feliz. Contrariando essa máxima, a Xiaomi pode em breve relançar um dos seus smartphones mais populares dos últimos anos.\r\nQuando olhamo… [+1185 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Utilizador está a tentar ligar uma GTX 1080 a um Raspberry Pi… só porque sim - Pplware", "description": "O utilizador e youtuber Jeff Geerling está a tentar ligar uma placa gráfica GTX 1080 da Nvidia a um Raspberry Pi. Mas sem um motivo aparente.", "url": "https://pplware.sapo.pt/gadgets/hardware/utilizador-esta-a-tentar-ligar-uma-gtx-1080-a-um-raspberry-pi-so-porque-sim/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/Jeff-Geerling.jpg", "publishedAt": "2021-05-15T12:00:35Z", "content": "A Internet é um enorme mundo compactado onde descobrimos coisas novas diariamente. E no que respeita ao segmento hardware, há várias pessoas que se dedicam a arriscar diferentes experiências, umas ma… [+1688 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Instagram pode finalmente trazer a funcionalidade mais desejada - 4gnews", "description": "Ao contrário do que acontece com o próprio Facebook, o Instagram sempre foi uma rede social focada no mobile. Lançado primeiramente em 2010 e adquirido em 2012 pela empresa de Mark Zuckerberg, é hoje uma das redes sociais mais populares do mundo. Ao longo dos…", "url": "https://4gnews.pt/instagram-pode-finalmente-trazer-a-funcionalidade-mais-desejada/", "urlToImage": "https://cdn.4gnews.pt/imagens/instagram-pode-finalmente-trazer-a-funcionalidade-mais-desejada-og.jpg", "publishedAt": "2021-05-15T11:56:17Z", "content": "Ao contrário do que acontece com o próprio Facebook, o Instagram sempre foi uma rede social focada no mobile. Lançado primeiramente em 2010 e adquirido em 2012 pela empresa de Mark Zuckerberg, é hoje… [+1355 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "O que dura mais? Um disco rígido ou uma drive SSD? - Pplware", "description": "Backblaze começou a usar drivers SSD há cerca de dois anos em vez de HDDs regulares usados para armazenar dados.", "url": "https://pplware.sapo.pt/gadgets/hardware/o-que-dura-mais-um-disco-rigido-ou-uma-drive-ssd/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/disco_00.jpg", "publishedAt": "2021-05-15T11:00:34Z", "content": "Nos últimos anos os dispositivos de armazenamento têm evoluído bastante. As drives SSD vieram dar uma nova vida a muitos dispositivos, sendo uma solução que se destaca pela performance que oferece. A… [+1382 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi POCO X3 Pro é o mais vendido na Amazon graças a este desconto - 4gnews", "description": "A POCO é hoje um dos grandes símbolos do que a Xiaomi nos habituou: qualidade-preço. E se há smartphone que se enquadra nesses parâmetros é o POCO X3 Pro, lançado em março deste ano. O terminal destaca-se por oferecer desempenho de topo por um preço base de 2…", "url": "https://4gnews.pt/xiaomi-poco-x3-pro-mais-vendido-amazon-desconto/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-poco-x3-pro-mais-vendido-amazon-desconto-og.jpg", "publishedAt": "2021-05-15T10:51:27Z", "content": "A POCO é hoje um dos grandes símbolos do que a Xiaomi nos habituou: qualidade-preço. E se há smartphone que se enquadra nesses parâmetros é o POCO X3 Pro, lançado em março deste ano.\r\nO terminal dest… [+1472 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Consultório Pplware – Esclareça aqui as suas dúvidas - Pplware", "description": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes: Este consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pelos leitores e visitantes do Pplware, em todas...", "url": "https://pplware.sapo.pt/pplware/consultorio/consultorio-pplware-esclareca-aqui-as-suas-duvidas-354/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/consultorio_2021.jpg", "publishedAt": "2021-05-15T10:00:54Z", "content": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes:\r\nEste consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pel… [+9087 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "", "title": "Altice reforça aposta em inovação - Sol", "description": "Altice esteve em Olhão, Albufeira, Lagos, Portimão e Arruda dos Vinhos onde assinou protocolos de reforço de cobertura da fibra ótica.", "url": "https://sol.sapo.pt/artigo/734706/altice-reforca-aposta-em-inovacao", "urlToImage": "https://cdn1.newsplex.pt/fotos/2021/5/15/778842.jpg?type=Artigo", "publishedAt": "2021-05-15T09:16:00Z", "content": "São cinco os municípios – Olhão, Albufeira, Lagos, Portimão e Arruda dos Vinhos – onde a Altice Portugal deu continuidade à sua estratégia de investimento em redes de telecomunicações, inovação e res… [+5040 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Ecrã do iPhone partido? Não, obrigado! Saiba o que fazer… - Pplware", "description": "Os problemas com o ecrã iPhone são recorrentes e é um erro tentar encontrar o responsável. Se tiver problemas vá a uma loja especializada.", "url": "https://pplware.sapo.pt/smartphones-tablets/ecra-do-iphone-partido-nao-obrigado-saiba-o-que-fazer/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/iservices_01.jpg", "publishedAt": "2021-05-15T09:00:49Z", "content": "Os problemas com o ecrã iPhone são muito recorrentes e é um erro tentar encontrar o responsável. Os imprevistos são a parte da nossa vida que acontecem de maneira que não é esperada, mas queiramos ou… [+3340 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "POCO pode distanciar-se ainda mais da Xiaomi com esta medida - 4gnews", "description": "A POCO, marca independente da Xiaomi, olha para o software como algo verdadeiramente diferenciador. Embora a sua interface seja baseada na MIUI, conta com algumas diferenças notórias, e chama-lhe mesmo MIUI for POCO. Dispõe de personalização dos ícones e até …", "url": "https://4gnews.pt/poco-pode-distanciar-se-ainda-mais-da-xiaomi-com-esta-medida/", "urlToImage": "https://cdn.4gnews.pt/imagens/poco-pode-distanciar-se-ainda-mais-da-xiaomi-com-esta-medida-og.jpg", "publishedAt": "2021-05-15T08:33:37Z", "content": "A POCO, marca independente da Xiaomi, olha para o software como algo verdadeiramente diferenciador. Embora a sua interface seja baseada na MIUI, conta com algumas diferenças notórias, e chama-lhe mes… [+1378 chars]"}]}