{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Dead by Daylight bate recorde com mais de 100 mil jogadores em simultâneo no Steam - Pplware", "description": "Com 5 anos de existência, o jogo Dead by Daylight passou agora o recorde com mais de 100 mil jogadores em simultâneo no Steam.", "url": "https://pplware.sapo.pt/jogos/dead-by-daylight-bate-recorde-com-mais-de-100-mil-jogadores-em-simultaneo-no-steam/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/07/Dead-by-daylight.jpg", "publishedAt": "2021-07-04T00:30:17Z", "content": "O mercado dos videojogos está cada vez mais recheado com novas e aliciantes propostas. Mas tal não significa que os jogos menos recentes também não possam continuar a ser populares.\r\nUm bom exemplo d… [+1660 chars]"}, {"source": {"id": null, "name": "Www.jn.pt"}, "author": "JN/Agências", "title": "Mais de mil empresas apanhadas em ciberataque que fechou supermercados - Jornal de Notícias", "description": "O software informático da empresa norte-americana Kaseya, vítima de um ciberataque desde sexta-feira, \"foi utilizado para encriptar mais de mil empresas\", revela a empresa especializada em cibersegurança Huntress Labs. Uma das principais cadeias de supermerca…", "url": "https://www.jn.pt/inovacao/mais-de-mil-empresas-apanhadas-em-ataque-informatico-que-fechou-supermercados-13903476.html", "urlToImage": "https://static.globalnoticias.pt/jn/image.jpg?brand=JN&type=generate&guid=299e71a9-f884-409e-a762-267908e198cb&w=800&h=420&watermark=true&t=20210704000300", "publishedAt": "2021-07-03T23:03:00Z", "content": "O software informático da empresa norte-americana Kaseya, vítima de um ciberataque desde sexta-feira, \"foi utilizado para encriptar mais de mil empresas\", revela a empresa especializada em cibersegur… [+2994 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Nuno Galopim", "title": "Rembrandt van Rijn. Inteligência artificial ajuda a recriar a versão original do quadro “A Ronda da Noite” - Expresso", "description": "Fruto de uma campanha de restauro que ficou conhecida como “Operação Ronda da Noite”, a recriação das quatro tiras em falta permitiu juntar ao quadro original os pedaços que lhe haviam sido cortados em 1715 e que durante os próximos meses estarão justapostos …", "url": "https://expresso.pt/cultura/2021-07-03-Rembrandt-van-Rijn.-Inteligencia-artificial-ajuda-a-recriar-a-versao-original-do-quadro-A-Ronda-da-Noite-70dcc7be", "urlToImage": "http://images.impresa.pt/expresso/2021-06-30-a-ronda-da-noite-de-Rembrandt-van-Rijn-be2e6134/fb/wm", "publishedAt": "2021-07-03T22:36:20Z", "content": "É um dos quadros mais célebres de sempre e não é por acaso que lhe cabe o local de maior destaque na grande galeria de honra, que corresponde à maior das salas do Rijksmuseum, em Amesterdão. Conhecid… [+1597 chars]"}, {"source": {"id": null, "name": "Www.dn.pt"}, "author": "Susete Henriques", "title": "O plano de painéis solares em Cercal do Alentejo de que ninguém gosta - Diário de Notícias - Lisboa", "description": "A instalação de uma central solar de grandes dimensões está a gerar polémica em Cercal do Alentejo com moradores a contestar a iniciativa. A Câmara Municipal e a junta de freguesia acompanham as preocupações e esperam que haja uma alteração profunda do projeto", "url": "https://www.dn.pt/edicao-do-dia/04-jul-2021/o-plano-de-paineis-solares-em-cercal-do-alentejo-de-que-ninguem-gosta-13902754.html", "urlToImage": "https://static.globalnoticias.pt/dn/image.jpg?brand=DN&type=generate&guid=0e4f6547-dd4c-49e2-9243-4432f3478742&w=800&h=420&watermark=true&t=20210703234500", "publishedAt": "2021-07-03T22:11:00Z", "content": "O projeto de instalação de uma central solar fotovoltaica numa área com mais de 800 hectares, a cerca de um quilómetro da vila de Cercal do Alentejo, está a suscitar críticas da população e reservas … [+531 chars]"}, {"source": {"id": null, "name": "Portal-energia.com"}, "author": null, "title": "Painéis solares curvos flexíveis vão entrar no mercado mundial - Portal Energias Renováveis", "description": "A empresa Maxeon Solar apresentou os seus novos painéis solares curvos, flexíveis e mais baratos. Conheça os painéis solares Maxeon Air.", "url": "https://www.portal-energia.com/paineis-solares-curvos-flexiveis-mercado-mundial/", "urlToImage": "https://www.portal-energia.com/wp-content/uploadsthumbs/paineis-solares-curvos-maxeon-air.jpg", "publishedAt": "2021-07-03T20:56:00Z", "content": "Painéis solares curvos são mais leves, finos e flexíveis que se fixam nos telhados\r\nUma empresa de Singapura vai dar início à comercialização de um novo tipo de painéis solares curvos. Estes painéis … [+2239 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Android: Apps com 5,8 milhões de downloads usadas para roubar passwords do seu Facebook - Pplware", "description": "Uma empresa de segurança encontrou 9 apps para Android com mais 5,8 milhões de downloads usadas para roubar passwords do Facebook.", "url": "https://pplware.sapo.pt/smartphones-tablets/android/android-apps-com-58-milhoes-de-downloads-usadas-para-roubar-passwords-do-seu-facebook/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/07/apps_maliciosas_android00.jpg", "publishedAt": "2021-07-03T20:00:20Z", "content": "Há uma constante luta para limpar as lojas de aplicações dos esquemas de malware que atacam os utilizadores. Desta vez os investigadores descobriram 9 aplicações que utilizavam um ardil para roubar a… [+4442 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Smartphones da OnePlus recebem novidades importantes nas atualizações do Android - Pplware", "description": "A OnePlus assumiu um compromisso que os seus smartphones vão ter novidades importantes e alargadas no campo das atualizações do Android", "url": "https://pplware.sapo.pt/smartphones-tablets/android/smartphones-de-topo-da-oneplus-recebem-novidades-importantes-nas-atualizacoes-do-oxygenos/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/05/Clipt_OnePlus_1.jpg", "publishedAt": "2021-07-03T19:00:29Z", "content": "Uma das maiores queixas dos utilizadores do Android é mesmo a falta de atualizações, quer do sistema, quer as de segurança. As marcas tentam manter os seus smartphones com as últimas versões mas nem … [+2301 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Chegou o novo Google Drive para desktop e vale mesmo a pena! - Leak", "description": "No início do ano a Google prometeu que ia lançar uma nova versão do Google Drive para Desktop. Agora está a chegar e vale mesmo a pena!", "url": "https://www.leak.pt/novo-google-drive-desktop/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2020/09/google-drive.jpg", "publishedAt": "2021-07-03T18:28:53Z", "content": "No início do ano a Google prometeu que ia lançar uma nova versão do Google Drive para Desktop. Agora alguns utilizadores já a estão a receber e está melhor do que nunca. Na prática o Google Drive par… [+1589 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Huawei tem ideia alternativa para anular a saliência da câmara nos smartphones dobráveis - 4gnews", "description": "A Huawei submeteu junto da WIPO uma patente para um novo smartphone dobrável. O ponto de destaque deste documento está na câmara do equipamento, concretamente na forma como será possível anular a saliência do módulo da sua câmara. Não sabemos quando é que a e…", "url": "https://4gnews.pt/huawei-tem-ideia-alternativa-para-anular-a-saliencia-da-camara-nos-smartphones-dobraveis/", "urlToImage": "https://cdn.4gnews.pt/imagens/huawei-tem-ideia-alternativa-para-anular-a-saliencia-da-camara-nos-smartphones-dobraveis-og.jpg", "publishedAt": "2021-07-03T17:51:42Z", "content": "A Huawei submeteu junto da WIPO uma patente para um novo smartphone dobrável. O ponto de destaque deste documento está na câmara do equipamento, concretamente na forma como será possível anular a sal… [+1528 chars]"}, {"source": {"id": null, "name": "YouTube"}, "author": null, "title": "Monitor com tamanho de TV vale a pena? AORUS FV43U Gaming Monitor - Adrenaline", "description": "💲ECONOMIZE com o ADRENALINE! Instale nosso COMPARADOR de PREÇOS e gaste menos: https://economize.adrenaline.com.br/Não é raro aparecer nos comentários aquel...", "url": "https://www.youtube.com/watch?v=cnxH-Nr7LkM", "urlToImage": "https://i.ytimg.com/vi/cnxH-Nr7LkM/maxresdefault.jpg", "publishedAt": "2021-07-03T17:00:16Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Novo CEO da Qualcomm diz que a Huawei abre tantas oportunidades como a Apple - Pplware", "description": "De acordo com o novo CEO, a Qualcomm tem tantas oportunidades com a Huawei como tem com a Apple no que respeita aos chips.", "url": "https://pplware.sapo.pt/gadgets/hardware/novo-ceo-da-qualcomm-diz-que-a-huawei-abre-tantas-oportunidades-como-a-apple/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/07/Cristiano-Amon-CEO-Qualcomm.jpg", "publishedAt": "2021-07-03T15:00:00Z", "content": "O brasileiro Cristiano Amon é o novo CEO da Qualcomm. O executivo tomou posse das novas funções no dia 30 de junho de 2021 e já teceu comentários que deram o que falar.\r\nDe acordo com o CEO, a Qualco… [+3466 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "OnePlus passará a desenvolver os principais topos de gama da Oppo - 4gnews", "description": "Foi a meados de junho que a OnePlus e a Oppo confirmaram uma fusão entre ambas as empresas. Esta decisão coloca a OnePlus sob a alçada da última, tendo esta agora poder de decisão sobre as estratégias e decisões da primeira. As consequências desta fusão ainda…", "url": "https://4gnews.pt/oneplus-passara-a-desenvolver-os-principais-topos-de-gama-da-oppo/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-passara-a-desenvolver-os-principais-topos-de-gama-da-oppo-og.jpg", "publishedAt": "2021-07-03T14:56:53Z", "content": "Foi a meados de junho que a OnePlus e a Oppo confirmaram uma fusão entre ambas as empresas. Esta decisão coloca a OnePlus sob a alçada da última, tendo esta agora poder de decisão sobre as estratégia… [+1811 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Xiaomi Mi MIX 4: já sabemos qual será o seu preço - 4gnews", "description": "O Xiaomi Mi MIX 4 é um dos smartphones mais esperados da marca nos últimos anos. Ultimamente os rumores são mais constantes e indicam mesmo que o equipamento será apresentado já em agosto. Muito se tem falado nas inovações tecnológicas que o mesmo ostentará, …", "url": "https://4gnews.pt/xiaomi-mi-mix-4-ja-sabemos-qual-sera-o-seu-preco/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-mix-4-ja-sabemos-qual-sera-o-seu-preco-og.jpg", "publishedAt": "2021-07-03T14:10:50Z", "content": "O Xiaomi Mi MIX 4 é um dos smartphones mais esperados da marca nos últimos anos. Ultimamente os rumores são mais constantes e indicam mesmo que o equipamento será apresentado já em agosto.\r\nMuito se … [+1722 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Crescimento da AMD no Steam perde força e Intel volta à carga - Pplware", "description": "Segundo os dados do Steam, se em maio a AMD conseguia atingir 30% de quota, agora essa conquista já perdeu novamente a força.", "url": "https://pplware.sapo.pt/gadgets/hardware/crescimento-da-amd-no-steam-perde-forca-e-intel-volta-a-carga/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/07/amd-ryzen.jpg", "publishedAt": "2021-07-03T14:00:33Z", "content": "A AMD e a Intel são as duas empresas gigantes no que respeita ao mercado dos processadores para computador. E apesar de a Intel liderar este setor, a rival tem assumido um papel cada vez mais signifi… [+1957 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "MIUI 12.5: estes são os próximos Xiaomi, Redmi e POCO a receber a atualização - 4gnews", "description": "A mais recente versão da user interface da Xiaomi tem chegado a conta-gotas às dezenas de equipamentos compatíveis. E ao que parece, julho será o mês em que mais equipamentos devem receber a atualização. Recentemente noticiamos que o Mi 11 Lite e o Mi 8 Lite …", "url": "https://4gnews.pt/miui-12-5-estes-sao-os-proximos-xiaomi-redmi-e-poco-a-receber-a-atualizacao/", "urlToImage": "https://cdn.4gnews.pt/imagens/miui-12-5-estes-sao-os-proximos-xiaomi-redmi-e-poco-a-receber-a-atualizacao-og.jpg", "publishedAt": "2021-07-03T12:12:29Z", "content": "A mais recente versão da user interface da Xiaomi tem chegado a conta-gotas às dezenas de equipamentos compatíveis. E ao que parece, julho será o mês em que mais equipamentos devem receber a atualiza… [+1124 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Rui Jorge", "title": "Apple é apanhada a usar o Galaxy S21 para comercializar os seus Beats Studio Buds - Pplware", "description": "Utilizar o produto de um rival é uma visão rara mas, o Galaxy S21 foi visto numa imagem feita para vender os Beats Studio Buds da Apple.", "url": "https://pplware.sapo.pt/apple/apple-e-apanhada-a-usar-o-galaxy-s21-para-comercializar-os-seus-beats-studio-buds/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/07/applebeatsstudiobuds.jpg", "publishedAt": "2021-07-03T12:00:52Z", "content": "A Apple não gosta de falar sobre competição, a menos que a empresa queira mostrar como se está a sair melhor em um ou vários aspetos. No entanto, utilizar o produto de um rival para comercializar os … [+1814 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Lusa", "title": "Foi há 25 anos que a ficção se tornou realidade e nasceu a ovelha Dolly - PÚBLICO", "description": "Dolly ficou para a história como o primeiro mamífero clonado a nascer através da transferência nuclear de uma célula adulta, abrindo assim porta a uma série de potencialidades na biologia e na medicina, algumas das quais assustadoras para muitos.", "url": "https://www.publico.pt/2021/07/03/ciencia/noticia/ha-25-anos-ficcao-tornou-realidade-nasceu-ovelha-dolly-1968976", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1600679?tp=UH&db=IMAGENS&type=PNG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-07-03T11:24:07Z", "content": "Foi há 25 anos que a ficção se tornou realidade com o nascimento de Dolly, a ovelha mais famosa do mundo, clonada a partir de uma célula adulta, criando expectativas para um admirável, ou assustador,… [+7796 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Este smartphone da Samsung foi lançado e já podes comprar com desconto - 4gnews", "description": "Chegou ao mercado a 24 de junho, mas já podes adquirir o mais recente smartphone da Samsung com desconto. Pouco mais de uma semana após a sua chegada ao mercado português, podes agora poupar 10 € na sua compra. Falamos do Samsung Galaxy A22 5G, à data o smart…", "url": "https://4gnews.pt/este-smartphone-da-samsung-foi-lancado-e-ja-podes-comprar-com-desconto/", "urlToImage": "https://cdn.4gnews.pt/imagens/este-smartphone-da-samsung-foi-lancado-e-ja-podes-comprar-com-desconto-og.jpg", "publishedAt": "2021-07-03T11:14:55Z", "content": "Chegou ao mercado a 24 de junho, mas já podes adquirir o mais recente smartphone da Samsung com desconto. Pouco mais de uma semana após a sua chegada ao mercado português, podes agora poupar 10 na su… [+1291 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Untangle Z4 Plus: Primeiros passos e configurações - Pplware", "description": "A appliance Untangle Z4 Plus tem tudo o que precisa no que diz respeito a serviços de rede. Este equipamento vem com a plataforma NG Firewall.", "url": "https://pplware.sapo.pt/tutoriais/networking/untangle-z4-plus-primeiros-passos-e-configuracoes/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/z4_01.jpg", "publishedAt": "2021-07-03T11:00:31Z", "content": "A appliance Untangle Z4 Plus tem tudo o que precisa no que diz respeito a serviços de rede. Este pequeno equipamento pode funcionar como PC ou então como “concentrador” de serviços da rede. A applian… [+2082 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Consultório Pplware – Esclareça aqui as suas dúvidas - Pplware", "description": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes: Este consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pelos leitores e visitantes do Pplware, em todas...", "url": "https://pplware.sapo.pt/pplware/consultorio/consultorio-pplware-esclareca-aqui-as-suas-duvidas-361/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/consultorio_2021.jpg", "publishedAt": "2021-07-03T10:00:37Z", "content": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes:\r\nEste consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pel… [+8198 chars]"}]}