{"status": "ok", "totalResults": 20, "articles": [{"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "Exército dos EUA terá óculos de realidade aumentada da Microsoft - Notícias ao Minuto", "description": "A empresa colabora com o exército norte-americano desde 2018.", "url": "https://www.noticiasaominuto.com/tech/1723359/exercito-dos-eua-tera-oculos-de-realidade-aumentada-da-microsoft", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1617292031/naom_6065ead6b447e.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjAsImNyb3BIZWlnaHQiOjAsImNyb3BYIjowLCJjcm9wWSI6MH0sImxhbmRzY2FwZSI6eyJjcm9wV2lkdGgiOjEzNzQsImNyb3BIZWlnaHQiOjc3MywiY3JvcFgiOjIsImNyb3BZIjo1fX0=", "publishedAt": "2021-04-02T22:00:00Z", "content": "O Exército dos EUA atribuiu à Microsoft um contrato que verá a gigante tecnológica fornecer 120 dispositivos de realidade aumentada HoloLens ao longo dos próximos 10 anos.\r\nDurante este período de te… [+660 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "5 Apps Android para instalar no seu smartphone ou tablet - Pplware", "description": "As apps Android continuam a ser de extrema importância nalguns setores da nossa vida e poderão ajudar a melhorar outros. Conheça estas opções.", "url": "https://pplware.sapo.pt/smartphones-tablets/android/5-apps-android-para-instalar-no-seu-smartphone-ou-tablet/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/apps-android-aplicacoes-play-store.jpg", "publishedAt": "2021-04-02T20:00:09Z", "content": "As aplicações móveis continuam a ser de extrema importância nalguns setores da nossa vida e poderão ajudar a melhorar outros. Com frequência, deixamos opções de apps para os vários sistemas operativo… [+2204 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Google Maps no Android traz de volta uma funcionalidade muito pedida - 4gnews", "description": "Tal como a 4gnews noticiou, foram anunciadas por estes dias várias novidades para o Google Maps. Mas uma delas foi deixada de parte, embora seja algo há muito desejado pelos utilizadores da app de navegação no Android. Widget de bússola está de volta ao Googl…", "url": "https://4gnews.pt/google-maps-no-android-traz-de-volta-uma-funcionalidade-muito-pedida/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-maps-no-android-traz-de-volta-uma-funcionalidade-muito-pedida-og.jpg", "publishedAt": "2021-04-02T19:32:51Z", "content": "Tal como a 4gnews noticiou, foram anunciadas por estes dias várias novidades para o Google Maps. Mas uma delas foi deixada de parte, embora seja algo há muito desejado pelos utilizadores da app de na… [+1486 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "Como ativar o seu Antivírus, Office e Windows de forma segura e barata - Pplware", "description": "Como ativar o seu Antivírus, Office e Windows de forma segura e extremamente barata? Só com a Goodoffer24 e os seus fantásticos preços online", "url": "https://pplware.sapo.pt/internet/como-ativar-o-seu-antivirus-office-e-windows-de-forma-segura-e-barata/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/goodoffer24-ativar-windows-ativar-office-ativar-antivirus.jpg", "publishedAt": "2021-04-02T19:30:56Z", "content": "Ativar o seu Antivírus, Office e Windows é algo que qualquer utilizador deve ter sempre em mente, de forma a evitar cracks, keygens ou versões modificadas. Porquê? Porque todas as alternativas à ativ… [+2662 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "O Dark Mode já chegou ao MB WAY! Saiba já como ativar - Pplware", "description": "Recentemente a app do MB WAY para Android e iPhone passou a ter Dark Mode. Saiba já como ativar. É fácil e até pode poupar bateria.", "url": "https://pplware.sapo.pt/internet/o-dark-mode-ja-chegou-ao-mb-way-saiba-ja-como-ativar/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/09/mbway_capa2.jpg", "publishedAt": "2021-04-02T18:50:14Z", "content": "O MB WAY é a solução MULTIBANCO para fazer compras online e em loja, criar cartões MBNET, utilizar Caixas MULTIBANCO, enviar dinheiro e dividir contas com os seus amigos. A tecnologia é sem dúvida fa… [+1659 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Xiaomi dá à nova Mi Band 6 uma excelente função! - 4gnews", "description": "A Xiaomi deu a conhecer a nova smartband Mi Band 6 no início da semana com várias melhorias como o maior ecrã, além da inclusão do sensor de oximetria (SpO2), entre outras melhorias. Entretanto, a fabricante decidiu incluir mais uma função bastante útil. Tira…", "url": "https://4gnews.pt/xiaomi-atualiza-a-nova-mi-band-6-com-funcao/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-atualiza-a-nova-mi-band-6-com-funcao-og.jpg", "publishedAt": "2021-04-02T18:11:29Z", "content": "A Xiaomi deu a conhecer a nova smartband Mi Band 6 no início da semana com várias melhorias como o maior ecrã, além da inclusão do sensor de oximetria (SpO2), entre outras melhorias. Entretanto, a fa… [+1889 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Google vai abandonar os processadores Snapdragon no Pixel 6 - 4gnews", "description": "Há muito que se fala na possibilidade de a Google desenvolver os seus próprios processadores. Pois bem, esses rumores vão concretizar-se já este ano com o lançamento do Google Pixel 6. Esta informação é avançada pela publicação 9to5 Google, que diz ter tido a…", "url": "https://4gnews.pt/google-vai-abandonar-os-processadores-snapdragon-no-pixel-6/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-vai-abandonar-os-processadores-snapdragon-no-pixel-6-og.jpg", "publishedAt": "2021-04-02T17:51:31Z", "content": "Há muito que se fala na possibilidade de a Google desenvolver os seus próprios processadores. Pois bem, esses rumores vão concretizar-se já este ano com o lançamento do Google Pixel 6.\r\nEsta informaç… [+2090 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Realme X7 Pro Ultra é oficial! Ecrã AMOLED a 90 Hz desde 310 € - 4gnews", "description": "A Realme continua a impressionar com os seus smartphones equipados com boas caraterísticas técnicas a preços muito competitivos, sendo o mais recente o Realme X7 Pro Ultra. É o reforço para o modelo X7 Pro apresentado em setembro de 2020. Esta nova variante -…", "url": "https://4gnews.pt/realme-x7-pro-ultra-e-oficial/", "urlToImage": "https://cdn.4gnews.pt/imagens/realme-x7-pro-ultra-e-oficial-og.jpg", "publishedAt": "2021-04-02T15:03:04Z", "content": "A Realme continua a impressionar com os seus smartphones equipados com boas caraterísticas técnicas a preços muito competitivos, sendo o mais recente o Realme X7 Pro Ultra. É o reforço para o modelo … [+2667 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "StartUp", "title": "Quatro startups escolhidas para inovar com a Nestlé em 2021 - Jornal Económico", "description": "", "url": "https://jornaleconomico.sapo.pt/noticias/quatro-startups-escolhidas-para-inovar-com-a-nestle-em-2021-721909", "urlToImage": "https://jornaleconomico.sapo.pt/wp-content/uploads/2018/05/fora-da-casca-nestle.jpg", "publishedAt": "2021-04-02T15:00:59Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Smartphones OnePlus que continuam a valer a pena em 2021 - Pplware", "description": "Estes são alguns dos smartphones OnePlus que estão disponíveis por preços muito justos face à sua qualidade e à posição que ocupam no mercado.", "url": "https://pplware.sapo.pt/gadgets/smartphones-oneplus-que-continuam-a-valer-a-pena-em-2021/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/10/oneplus_nord_1.jpg", "publishedAt": "2021-04-02T15:00:05Z", "content": "A OnePlus lançou há poucas semanas um dos mais poderosos smartphones Android, com câmaras desenvolvidas em parceria com a Hasselblad. A nova série OnePlus 9 marcará assim um novo momento na empresa, … [+4069 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Perseverance encontrou uma rocha estranha em Marte e está a intrigar os cientistas - Pplware", "description": "O rover Perseverance da NASA já está em Marte há algum tempo. Descobriu agora uma rocha estranha, que está a intrigar os cientistas.", "url": "https://pplware.sapo.pt/ciencia/perseverance-encontrou-uma-rocha-estranha-em-marte-e-esta-a-intrigar-os-cientistas/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/rocha_marte00.jpg", "publishedAt": "2021-04-02T14:00:21Z", "content": "A NASA tem agora no solo de Marte um equipamento altamente tecnológico com mais mobilidade e, acima de tudo, com “outros olhos”. Depois do rover Perseverance pousar com sucesso em Marte no passado mê… [+3346 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "Prepare uma Páscoa “em cheio” com uma nova seleção de “borlas” temporárias para Android e iOS - SAPO Tek", "description": "Os jogos estão em destaque na nova seleção de “borlas” temporárias de aplicações que o SAPO TEK compilou para esta semana. As apps que propomos contam com um período gratuito de 5 a 6 dias para que possa aproveitá-las durante mais tempo.", "url": "https://tek.sapo.pt/mobile/apps/artigos/prepare-uma-pascoa-em-cheio-com-uma-nova-selecao-de-borlas-temporarias-para-android-e-ios", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ODFmdtkGkb+JaISB67XRd8XzY9DYlVkUiZ7Ih1aiuV7d/gjxSeVUsklPK00uCL4YdzT6e2uYhDvBWXu+VJ+TwdAcdJ3qZTnQuHNpdNyjUt+sIC4=", "publishedAt": "2021-04-02T13:40:54Z", "content": "Com a pandemia de COVID-19 a não dar tréguas, preparamo-nos para uma Páscoa certamente diferente. Mas para animar o fim-de-semana festivo, e para ajudá-lo a manter-se entretido em casa, trazemos-lhe … [+4789 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Quase 60% dos leitores usa algum software pirata - Pplware", "description": "Na passada semana questionámos os nossos leitores sobre se usavam algum software pirata nas suas máquinas. E a maioria respondeu que sim.", "url": "https://pplware.sapo.pt/software/quase-60-dos-leitores-usa-algum-software-pirata/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/software-pirata.jpg", "publishedAt": "2021-04-02T13:00:21Z", "content": "Com a facilidade que a Internet nos trouxe, é cada vez mais simples conseguirmos ter software pirata, ou seja, ferramentas que são pagas de forma gratuita nas nossas máquinas. E mesmo que isso seja u… [+1784 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "As apps mais intrusivas que podes instalar no Apple iPhone - 4gnews", "description": "As aplicações móveis transformaram os telemóveis em smartphones (telefones inteligentes). São o fator sine qua non uma plataforma como o Android ou iOS não teria tamanho sucesso com milhões de apps disponíveis para os consumidores, pagas ou gratuitas. Por out…", "url": "https://4gnews.pt/as-apps-mais-intrusivas-que-podes-instalar-no-apple-iphone/", "urlToImage": "https://cdn.4gnews.pt/imagens/as-apps-mais-intrusivas-que-podes-instalar-no-apple-iphone-og.jpg", "publishedAt": "2021-04-02T11:48:18Z", "content": "As aplicações móveis transformaram os telemóveis em smartphones (telefones inteligentes). São o fator sine qua non uma plataforma como o Android ou iOS não teria tamanho sucesso com milhões de apps d… [+3664 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Rita Faria", "title": "Aquila compra metade da central solar de Ourique - Jornal de Negócios", "description": "A gestora de investimentos alargou o seu portefólio solar em Portugal com a compra de uma participação de 50% na central fotovoltaica Ourika!, localizada no Alentejo.", "url": "https://www.jornaldenegocios.pt/empresas/energia/detalhe/aquila-compra-metade-da-central-solar-de-ourique", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2020-09/img_1200x676$2020_09_30_20_19_11_385531.jpg", "publishedAt": "2021-04-02T11:23:57Z", "content": "A gestora de investimentos Aquila European Renewables Income Fund fechou um acordo para adquirir uma participação de 50% na central solar fotovoltaica Ourika!, localizada em Ourique, no Alentejo. Os … [+1021 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "João Gabriel Ribeiro, Rita Pinto, Mário Rui André, Redacção Shifter", "title": "Elements of A.I. uma introdução à Inteligência Artificial, finalmente em português - Shifter", "description": "O programa de aprendizagem, agora traduzido para português, surgiu em 2018 com o intuito de empoderar os cidadãos com conhecimentos sobre inteligência artificial.", "url": "https://shifter.sapo.pt/2021/04/elements-of-a-i-uma-introducao-a-inteligencia-artificial-finalmente-em-portugues/", "urlToImage": "https://shifter.sapo.pt/wp-content/uploads/2021/04/robot_ia.jpg", "publishedAt": "2021-04-02T10:52:05Z", "content": "Ouvimos todos os dias e em todo o lado falar sobre Inteligência Artificial. É uma das disciplinas de ponta das sociedades contemporâneas, mas nem por isso um conceito completamente familiar à maioria… [+4868 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Apple sabia que estava a vender ecrãs com defeito nos MacBook - 4gnews", "description": "As conclusões foram apontadas por um tribunal nos Estados Unidos da América. A instância judicial aferiu que a Apple estaria a par do caráter frágil, ou defetivo dos ecrãs e displays que incluía nos seus computadores portáteis da linha Apple MacBook. A proble…", "url": "https://4gnews.pt/apple-sabia-que-estava-a-vender-ecras-com-defeito-nos-macbook/", "urlToImage": "https://cdn.4gnews.pt/imagens/apple-sabia-que-estava-a-vender-ecras-com-defeito-nos-macbook-og.jpg", "publishedAt": "2021-04-02T10:23:01Z", "content": "As conclusões foram apontadas por um tribunal nos Estados Unidos da América. A instância judicial aferiu que a Apple estaria a par do caráter frágil, ou defetivo dos ecrãs e displays que incluía nos … [+2351 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Linux Deepin 20.2: A alternativa ao Windows 10 mais atrativa - Pplware", "description": "O Deepin é uma distribuição Linux que apresenta uma interface bastante elegante, eficiente e simplificada. Vem com o Gnome Shell.", "url": "https://pplware.sapo.pt/linux/linux-deepin-20-2-a-alternativa-ao-windows-10-mais-atrativa/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/deepin._capajpg.jpg", "publishedAt": "2021-04-02T10:00:40Z", "content": "O reino dos sistemas operativos para Desktop é liderado de longe pelo Windows 10 da Microsoft. O macOS tem conseguido conquistar o seu espaço e tudo o resto é quase residual. Mesmo existindo várias d… [+1936 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi 11 Ultra (e Pro) são um sucesso em apenas 1 minuto de vendas - 4gnews", "description": "Na última segunda-feira a Xiaomi realizou um evento que fica certamente marcado para a sua história da marca em 2021. Aí ficamos a conhecer os tão aguardados smartphones Mi 11 Pro e Mi 11 Ultra. Este último será inclusivamente lançado globalmente. Ambos os eq…", "url": "https://4gnews.pt/xiaomi-mi-11-ultra-e-pro-sao-um-sucesso-em-apenas-1-minuto-de-vendas/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-11-ultra-e-pro-alcancam-numeros-extraordinarios-em-apenas-1-minuto-og.jpg", "publishedAt": "2021-04-02T09:25:30Z", "content": "Na última segunda-feira a Xiaomi realizou um evento que fica certamente marcado para a sua história da marca em 2021. Aí ficamos a conhecer os tão aguardados smartphones Mi 11 Pro e Mi 11 Ultra. Este… [+1814 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Governo aprova Lei das Comunicações Eletrónicas que segue agora para o Parlamento - SAPO Tek", "description": "Foi ontem aprovada a transposição da Diretiva europeia que estabelece o Código Europeu das Comunicações Eletrónicas. A adaptação da legislação ao quadro regulatório português está atrasada e a Bruxelas já tinha avisado da possibilidade de multar Portugal.", "url": "https://tek.sapo.pt/noticias/telecomunicacoes/artigos/governo-aprova-lei-das-comunicacoes-eletronicas-que-segue-agora-para-o-parlamento", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ZTI5nP3u1KnmKWpFSj80untylTh3qBjRWfUXcsDJKYBxsT15NMYrXdABWgdPdMw9CQt+2peykZo2aaxBK0zyehq5fyYLfXap8yXUwylfL0Q4Fyc=", "publishedAt": "2021-04-02T09:13:48Z", "content": "A proposta de lei foi aprovada ontem pelo Conselho de Ministros e vai agora ser submetida à Assembleia da República, estabelecendo o novo quadro regulatório para as comunicações eletrónicas e transpo… [+1985 chars]"}]}