{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "15 Apps Android pagas, agora gratuitas na Play Store (por tempo limitado) - Pplware", "description": "Para que tenha acesso a algumas destas versões pagas, sem gastar 1 cêntimo, trazemos-lhe algumas sugestões de apps em promoções na Play Store", "url": "https://pplware.sapo.pt/smartphones-tablets/android/15-apps-android-pagas-agora-gratuitas-na-play-store-por-tempo-limitado-18/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/apps-android-aplicacoes-play-store.jpg", "publishedAt": "2021-03-14T13:00:07Z", "content": "A Play Store da Google está repleta de excelentes apps disponíveis, grande parte delas gratuitamente. O facto de serem à borla, fazem com que surja publicidade e que algumas funcionalidades sejam ape… [+1626 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Lusa", "title": "PS vai avançar com diploma para regulamentar teletrabalho - Jornal de Negócios", "description": "A líder parlamentar do PS que levará a discussão pública até ao final deste mês um projeto para regulamentar o teletrabalho", "url": "https://www.jornaldenegocios.pt/economia/detalhe/ps-vai-avancar-com-diploma-para-regulamentar-teletrabalho", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2019-10/img_1200x676$2019_10_06_22_26_38_362351.jpg", "publishedAt": "2021-03-14T12:25:38Z", "content": "A líder parlamentar do PS anunciou este domingo, 14 de março, que levará a discussão pública até ao final deste mês um projeto para regulamentar o teletrabalho, com o qual pretende evitar soluções si… [+2689 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Questão: Concorda com a mineração de criptomoedas? - Pplware", "description": "Na questão desta semana queremos que nos diga se concorda ou não com a mineração de criptomoedas. Participe!", "url": "https://pplware.sapo.pt/internet/questao-concorda-com-a-mineracao-de-criptomoedas/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/criptomoedas-questao-semanal-pplware.jpg", "publishedAt": "2021-03-14T12:00:23Z", "content": "O assunto das criptomoedas esteve fora do radar durante muito tempo. No entanto, desde o ano passado que voltou a ser um tema cada vez mais popular e discutido. No que respeita à mineração destas moe… [+2245 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi Smart Clock: despertador com Assistente Google em Portugal - 4gnews", "description": "Apresentado em janeiro último, já é possível adquirir o Xiaomi Mi Smart Clock em Portugal. Este é um despertador equipado com Assistente Google, e que já se encontra disponível nas Mi Store do nosso país por 49,99 €. Este produto pode ser o verdadeiro hub par…", "url": "https://4gnews.pt/xiaomi-mi-smart-clock-despertador-com-assistente-google-em-portugal/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-smart-clock-despertador-com-assistente-google-em-portugal-og.jpg", "publishedAt": "2021-03-14T11:53:54Z", "content": "Apresentado em janeiro último, já é possível adquirir o Xiaomi Mi Smart Clock em Portugal. Este é um despertador equipado com Assistente Google, e que já se encontra disponível nas Mi Store do nosso … [+1350 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Jornal Económico com agências", "title": "Bitcoin alcança novo máximo ao atingir 51.652 euros – O Jornal Económico - Jornal Económico", "description": "", "url": "https://jornaleconomico.sapo.pt/noticias/bitcoin-alcanca-novo-maximo-ao-atingir-51-652-euros-713076", "urlToImage": "https://jornaleconomico.sapo.pt/wp-content/uploads/2018/12/leitor_5c06d5384225d_bitcoin2.jpg", "publishedAt": "2021-03-14T11:06:19Z", "content": "A Bitcoin atingiu um novo máximo histórico, fixado em 51.652 euros, ou 61.742 dólares, no sábado, conforme indica a Bloomberg. Este domingo chegou a atingir os 51.592 euros.\r\nDe referir que também no… [+1690 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "MadreMedia", "title": "Software que capta movimentos e som dos alunos pode violar Regulamento de Proteção de Dados - SAPO 24", "description": "O software Respondus, utilizado por universidades portuguesas para a avaliação à distância dos alunos, pode violar o Regulamento de Proteção de Dados, uma vez que capta movimento e som.", "url": "https://24.sapo.pt/atualidade/artigos/software-que-capta-movimentos-e-som-dos-alunos-pode-violar-regulamento-de-protecao-de-dados", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Fsapo24.web.sapo.io%2Fassets%2Fimg%2F24-sapo%2Ffacebook-overlay.png&epic=OTAwe1uO8Ma7FrE+K9LUg4gKE2rVTPeNI/N18GlApxWM8xhkVtAQ7hFGHseNQw/8ASRgUq+8C/ph2rsqvhraZ61tqOD7IEwii/ZxkBaJeucGB18=", "publishedAt": "2021-03-14T10:58:00Z", "content": "De acordo com o Jornal de Notícias (JN), a Comissão Nacional de Proteção de Dados (CNPD) está a investigar a legalidade da utilização do software Respondus, já que existem suspeitas da violação do Re… [+897 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "OK Google! Já pode voltar a usar este comando nos smartwatches com Wear OS - Pplware", "description": "A Google, após uma maior pressão, acabou por resolver problema do OK Google e tudo parece estar agora funcionar nos smartwatches com Wear OS", "url": "https://pplware.sapo.pt/gadgets/wearables/ok-google-ja-pode-voltar-a-usar-este-comando-nos-smartwatches-com-wear-os/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/wear_os_ok_google_0.jpg", "publishedAt": "2021-03-14T10:00:07Z", "content": "Foi no final do mês passado que o problema do Wear OS foi apresento ao mundo. O simples comando OK Google tinha deixado de funcionar nos smartwatches com Wear OS e há alguns meses que esta situação v… [+1833 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "“Podemos produzir eletricidade para o resto da Europa” - Visão", "description": "A Península Ibérica é a região com maior potencial renovável da Europa, diz Pedro Amaral Jorge, presidente da Associação Portuguesa de Energias Renováveis – sobretudo agora que a energia solar começa a tornar-se a fonte mais barata", "url": "https://visao.sapo.pt/visao_verde/2021-03-14-podemos-produzir-eletricidade-para-o-resto-da-europa/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/03/Pedro-Amaral-Jorge-APREN-1_visÃo%20verde.jpg", "publishedAt": "2021-03-14T08:00:00Z", "content": "Durante muito tempo, a energia eólica teve um enorme crescimento. Mas os anos 2020 serão a década da fotovoltaica. “Há dez anos, tínhamos painéis de 120, 150 watts por metro quadrado e hoje estamos n… [+7304 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Intel pode estar a preparar 19 processadores Alder Lake para portáteis - Pplware", "description": "Alguns leaks recentes revelam que a Intel poderá estar a preparar um total de 19 processadores Alder Lake para computadores portáteis.", "url": "https://pplware.sapo.pt/gadgets/hardware/intel-pode-estar-a-preparar-19-processadores-alder-lake-para-portateis/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Intel-1.jpg", "publishedAt": "2021-03-14T01:30:37Z", "content": "A Intel perdeu algum terreno no segmento dos processadores, em especial para a rival AMD. No entanto, a fabricante norte-americana tem mostrado que está a todo o gás na tarefa de inovar e rechear o m… [+1960 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Se quer acabar com os problemas do browser é melhor atualizar já o Firefox - Pplware", "description": "Numa atualização não esperada, a Mozilla resolbeu atualizar o Firefox e corrigir vários problemas deste browser no Linux e no macOS", "url": "https://pplware.sapo.pt/browsers/se-quer-acabar-com-os-problemas-do-browser-e-melhor-atualizar-ja-o-firefox/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/pplware_firefox_seguranca_https_1.jpg", "publishedAt": "2021-03-14T00:30:25Z", "content": "A Mozilla tem feito tudo para que o Firefox acompanhe o que a concorrência está a criar. Com atualizações constantes, este browser aposta em novas funcionalidades a cada versão. Agora, e numa atualiz… [+1723 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ana Sofia", "title": "Espanha vai limitar publicidade à Bitcoin e a outras criptomoedas - Pplware", "description": "Doravante, a Comissão Nacional do Mercado de Valores poderá limitar, ou mesmo proibir, a publicidade feita às criptomoedas como a Bitcoin.", "url": "https://pplware.sapo.pt/internet/espanha-vai-limitar-publicidade-a-bitcoin-e-a-outras-criptomoedas/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/bitcoin_00.jpg", "publishedAt": "2021-03-13T23:00:29Z", "content": "O governo de Espanha respondeu aos pedidos das instituições e tomou medidas restritas com o objetivo de limitar a publicidade à Bitcoin e a outras moedas criptográficas.\r\nA partir de agora, e tendo e… [+2231 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Comprimido micro-câmara é usado para detetar cancro no intestino - Pplware", "description": "O sistema de saúde britânico (NHS) vai passar a utilizar umas cápsulas micro-câmara para detetar o cancro do intestino nos pacientes.", "url": "https://pplware.sapo.pt/ciencia/comprimido-micro-camara-e-usado-para-detetar-cancro-no-intestino/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/capsula_camara02.jpg", "publishedAt": "2021-03-13T19:50:26Z", "content": "A tecnologia ainda dá os primeiros passos em muitas áreas de investigação do corpo humano. Um exemplo disso é a utilização agora de uma micro-câmara que foi transformada num comprimido que tem a funç… [+3132 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi tem o smartphone com melhor áudio do mundo - 4gnews", "description": "Chama Xiaomi Mi 10S, e foi formalmente apresentado na China nos últimos dias. O smartphone chega com “um toque de presente com regresso ao passado”, e saltou diretamente para o número 1 do ranking de áudio da DxOMark. Isto significa que, segundo esta platafor…", "url": "https://4gnews.pt/xiaomi-tem-o-smartphone-com-melhor-audio-do-mundo/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-tem-o-smartphone-com-melhor-qualidade-sonora-do-mundo-og.jpg", "publishedAt": "2021-03-13T18:54:51Z", "content": "Chama Xiaomi Mi 10S, e foi formalmente apresentado na China nos últimos dias. O smartphone chega com um toque de presente com regresso ao passado, e saltou diretamente para o número 1 do ranking de á… [+1479 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Zabbix: Como ver a última informação do estado de um dispositivo - Pplware", "description": "As plataformas de monitorização de equipamentos ativos, como o zabbix, são de extrema importância para qualquer administrador de sistemas.", "url": "https://pplware.sapo.pt/tutoriais/zabbix-como-ver-a-ultima-informacao-do-estado-de-um-dispositivo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/zabbix_00.jpg", "publishedAt": "2021-03-13T18:00:31Z", "content": "O Zabbix é uma plataforma de monitorização fantástica! Como temos vindo a referir, as plataformas de monitorização de equipamentos ativos numa rede são de extrema importância para qualquer administra… [+1195 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Realme 8 já tem data de apresentação. O segredo está na câmara - 4gnews", "description": "Após a introdução do topo de gama Realme GT, a empresa prepara a sua nova aposta para o mercado intermediário. O Realme 8 será o novo modelo da marca para este nicho de mercado e deverá ter a companhia de um modelo Pro. Antes de estes chegarem ao mercado, a R…", "url": "https://4gnews.pt/realme-8-ja-tem-data-de-apresentacao-o-segredo-esta-na-camara/", "urlToImage": "https://cdn.4gnews.pt/imagens/realme-8-ja-tem-data-de-apresentacao-o-segredo-esta-na-camara-og.jpg", "publishedAt": "2021-03-13T17:44:44Z", "content": "Após a introdução do topo de gama Realme GT, a empresa prepara a sua nova aposta para o mercado intermediário. O Realme 8 será o novo modelo da marca para este nicho de mercado e deverá ter a companh… [+1414 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Amazon supera a Samsung na venda de dispositivos de streaming - Pplware", "description": "Informações recentes indicam que a Amazon superou pela primeira vez a Samsung na venda de dispositivos streaming.", "url": "https://pplware.sapo.pt/gadgets/amazon-supera-a-samsung-na-venda-de-dispositivos-de-streaming/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/Amazon-fire-tv.jpg", "publishedAt": "2021-03-13T17:00:28Z", "content": "Se há algo certo no mundo da tecnologia é o facto de que tudo está em constante mudança. E essas mudanças verificam-se na evolução dos equipamentos, nas necessidades dos clientes e, consequentemente,… [+2240 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/nunoliveira1991", "title": "Crise a caminho dos smartphones? Será boa ideia comprar já? - Leak", "description": "Já não é novidade para ninguém que a produção de semicondutores está completamente virada do avesso, sendo uma das grandes", "url": "https://www.leak.pt/crise-a-caminho-dos-smartphones-sera-boa-ideia-comprar-ja/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2021/03/oppo-find-x-3-1-e1615413889104.webp", "publishedAt": "2021-03-13T16:29:00Z", "content": "Já não é novidade para ninguém que a produção de semicondutores está completamente virada do avesso, sendo uma das grandes razões para o facto de não existir grande stock de consolas de nova geração … [+3168 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Loucura! Bitcoin ultrapassou barreira dos 60.000 dólares - Pplware", "description": "Recentemente a criptomoeda bitcoin ultrapassou barreira dos 60.000 dólares impulsionada pelo plano de estímulo dos EUA.", "url": "https://pplware.sapo.pt/internet/loucura-bitcoin-ultrapassou-barreira-dos-60-000-dolares/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/bitcoin_00.jpg", "publishedAt": "2021-03-13T16:00:26Z", "content": "O ano de 2021 começou em grande para a criptomoeda Bitcoin. A moeda digital tem valorizado bastante e isso nota-se até na procura de GPUs para mineração. Mas nem tudo parece perfeito! O Banco de Port… [+2330 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Nokia revela quando irá apresentar os primeiros smartphones de 2021 - 4gnews", "description": "Passados três meses desde o início de 2021, ainda não tivemos nenhum anúncio da parte da Nokia. No entanto, a tecnológica já revelou ao mundo quando irá apresentar os seus primeiros dispositivos para este ano. Através do seu website oficial, a Nokia aponta o …", "url": "https://4gnews.pt/nokia-revela-quando-ira-apresentar-os-primeiros-smartphones-de-2021/", "urlToImage": "https://cdn.4gnews.pt/imagens/nokia-revela-quando-ira-apresentar-os-primeiros-smartphones-de-2021-og.jpg", "publishedAt": "2021-03-13T15:49:19Z", "content": "Passados três meses desde o início de 2021, ainda não tivemos nenhum anúncio da parte da Nokia. No entanto, a tecnológica já revelou ao mundo quando irá apresentar os seus primeiros dispositivos para… [+2097 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Apple anuncia o fim da coluna HomePod original - Pplware", "description": "Com a saída da versão HomePod mini, a Apple parece que vai pôr um fim à HomePod original de 2018. Estarão à venda as que existirem em stock.", "url": "https://pplware.sapo.pt/apple/apple-anuncia-o-fim-da-coluna-homepod-original/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/homepod_original00.jpg", "publishedAt": "2021-03-13T15:24:49Z", "content": "Infelizmente, a Apple nunca lançou esta coluna em Portugal. Contudo, quem conseguiu comprá-la fora de fronteiras, sabe que este é um gadget com uma excelente qualidade de som, além de ser um gestor p… [+2287 chars]"}]}