{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Empresa compra 20 mil máquinas para minerar bitcoins na Sibéria - Pplware", "description": "Uma empresa comprou 20 mil unidades de equipamentos para poder minerar bitcoins na Sibéria. O valor estimado é de 30 a 50 mil euros.", "url": "https://pplware.sapo.pt/informacao/empresa-compra-20-mil-maquinas-para-minerar-bitcoins-na-siberia/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/minerar-bitcoin-hardware.jpg", "publishedAt": "2021-02-13T09:00:00Z", "content": "A prática de mineração de bitcoins está completamente fora do controlo. Os utilizadores perdem a cabeça e investem milhares em equipamentos para conseguirem lucrar algo. Isto numa altura em que a cri… [+2121 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Assistente Google no PC? É possível no Windows, macOS e Linux, mas não é oficial - Pplware", "description": "Na verdade, podemos usar o Assistente Google no PC, de forma não oficial. É uma amostra do que podemos ter e um dia será uma realidade.", "url": "https://pplware.sapo.pt/google/assistente-google-no-pc-e-possivel-no-windows-macos-e-linux-mas-nao-e-oficial/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/pplware_assistente_google_pc_1.jpg", "publishedAt": "2021-02-13T08:00:00Z", "content": "Os assistentes virtuais estão cada mais presentes no nosso dia a dia. Para além dos smartphones, o seu ponto de partida, podemos encontrá-los também em dispositivos IoT e em muitas mais plataformas e… [+1839 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "COMB: 3,2 mil milhões de emails e passwords reveladas na maior compilação de sempre - Pplware", "description": "Surgiu na Internet uma combinação de dados que expõem 3,2 mil milhões de emails e passwords reveladas na maior compilação de sempre", "url": "https://pplware.sapo.pt/internet/comb-32-mil-milhoes-de-emails-e-passwords-reveladas-na-maior-compilacao-de-sempre/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/comb_1.jpg", "publishedAt": "2021-02-13T01:30:00Z", "content": "O ano de 2021 tem sido, infelizmente, fértil em problemas de segurança. As situações acumulam-se e os dados dos utilizadores são expostos e as suas credenciais são tornadas acessíveis a hacker e a at… [+1948 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Facebook prepara em segredo um smartwatch e as novidades não ficam por aqui - Pplware", "description": "O Facebook estará a preparar um smartwatch e deverá apresentá-lo ainda este ano. As novidades não devem, entretanto, ficar por aqui", "url": "https://pplware.sapo.pt/gadgets/hardware/facebook-prepara-em-segredo-um-smartwatch-e-as-novidades-nao-ficam-por-aqui/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/12/pplware_hauwei_watch_get2_pro_07.jpg", "publishedAt": "2021-02-13T00:30:00Z", "content": "Apesar de se focar na rede social que é, o Facebook tem aberto novas áreas e criado novas soluções noutros campos. A sua aposta no hardware parece cada vez maior e com resultados que podem ser consid… [+1979 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Separadores do Google Chrome para iOS vão ser ainda mais seguros com Face ID - Pplware", "description": "O Google Chrome continua a ser um dos navegadores mais populares e robustos do mercado, ainda que a concorrência esteja cada vez mais feroz. Em constante desenvolvimento, em breve, poderemos ver uma grande novidade...", "url": "https://pplware.sapo.pt/browsers/separadores-do-google-chrome-para-ios-vao-ser-ainda-mais-seguros-com-face-id/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/06/apple-iphone-chrome-safari-apps-app-store-pplware.jpg", "publishedAt": "2021-02-12T22:00:00Z", "content": "O Google Chrome continua a ser um dos navegadores mais populares e robustos do mercado, ainda que a concorrência esteja cada vez mais feroz. Em constante desenvolvimento, em breve, poderemos ver uma … [+1449 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Qualcomm, Google e Microsoft com medo da aquisição da ARM pela Nvidia - 4gnews", "description": "Tal como apontam hoje várias cadeias de informação americanas, o negócio de aquisição da ARM pela Nvidia está a causar receios na indústria. As principais vozes que se insurgem contra este negócio são de gigantes como a Microsoft, Google e Qualcomm. Anunciado…", "url": "https://4gnews.pt/qualcomm-google-e-microsoft-com-medo-da-aquisicao-da-arm-pela-nvidia/", "urlToImage": "https://cdn.4gnews.pt/imagens/qualcomm-google-e-microsoft-com-medo-da-aquisicao-da-arm-pela-nvidia-og.jpg", "publishedAt": "2021-02-12T21:18:00Z", "content": "Tal como apontam hoje várias cadeias de informação americanas, o negócio de aquisição da ARM pela Nvidia está a causar receios na indústria. As principais vozes que se insurgem contra este negócio sã… [+2658 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "Preguiça não é desculpa: as chaves de jogos, Windows 10, Office e antivírus acabam com ela! - Pplware", "description": "A preguiça não é desculpa para aceder aos melhores jogos e software como o Windows, Office, Antivírus na Goodoffer24. Os preços? Low cost!", "url": "https://pplware.sapo.pt/internet/preguica-nao-e-desculpa-as-chaves-de-jogos-windows-10-office-e-antivirus-acabam-com-ela/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/goodoffer24-confinamento-s.valentim-chave-windows-office-1.jpg", "publishedAt": "2021-02-12T20:30:02Z", "content": "Preguiça não é desculpa na hora do confinamento e para isso a GOODOFFER24, em modo S. Valentim, dá a melhor poupança para as próximas semanas! Com descontos de 30%, o confinamento vai passar num inst… [+3362 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Samsung Galaxy S21 FE está a caminho! Eis os primeiros detalhes - 4gnews", "description": "O Samsung Galaxy S20 FE, lançado em setembro passado, foi um dos maiores sucessos da empresa em 2020. Para isso contribuiu ativamente as suas especificações topo de gama, mas com um preço bem mais acessível. Embora alguns pudessem duvidar da existência de uma…", "url": "https://4gnews.pt/samsung-galaxy-s21-fe-esta-a-caminho-eis-os-primeiros-detalhes/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-s21-fe-esta-a-caminho-eis-os-primeiros-detalhes-og.jpg", "publishedAt": "2021-02-12T19:28:00Z", "content": "O Samsung Galaxy S20 FE, lançado em setembro passado, foi um dos maiores sucessos da empresa em 2020. Para isso contribuiu ativamente as suas especificações topo de gama, mas com um preço bem mais ac… [+1966 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Patrícia Carvalho", "title": "Mesmo quando sabem que estão a aceder a informação enviesada, as pessoas não mudam o que escolhem ler - PÚBLICO", "description": "Estudo do Nova SBE Behavioural Lab conclui que pessoas entendem que estão a recolher informação pouco equilibrada, mas, mesmo assim, não mudam a sua posição. Como se muda isto é o que é preciso explorar a seguir.", "url": "https://www.publico.pt/2021/02/12/sociedade/noticia/sabem-estao-aceder-informacao-enviesada-pessoas-nao-mudam-escolhem-ler-1950283", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1553486?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-02-12T19:21:00Z", "content": "A experiência teve um resultado surpreendente. As investigadoras do Nova SBE Behavioural Lab esperavam que os participantes a quem foi explicado o que era a “confirmação do viés”, ou seja, a procura … [+6321 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Fátima Caçador", "title": "Recuperar, recondicionar e dar novo uso aos computadores: Student Keep já entregou mais de 2 mil PCs a alunos - SAPO Tek", "description": "A ideia de aproveitar computadores que não eram utilizados para lhes dar uma nova vida na mão de jovens alunos arrancou no ano passado na primeira fase da pandemia. Entretanto já mais de 2 mil equipamentos foram distribuídos de norte a sul de Portugal com a a…", "url": "https://tek.sapo.pt/noticias/computadores/artigos/recuperar-recondicionar-e-dar-novo-uso-aos-computadores-student-keep-ja-entregou-mais-de-2-mil-pcs-a-alunos", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NzUyZq2FVSNV/bEJX/k+A4okqKVOMV959+kZaV3diuVf9kPi81AL2PNx9420gj773a4TGNqi6gcjm9Ou9rtbAoC7lwHmHvBifFDe35MbmKvppgY=", "publishedAt": "2021-02-12T18:55:00Z", "content": "A falta de equipamento informático foi um problema identificado logo desde o momento em que se considerou o arranque das aulas à distância, ainda na primeira fase da pandemia. Casa sem computador em … [+4736 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Discord também pode substituir o WhatsApp, Signal ou Telegram - Pplware", "description": "Com o Discord podemos criar uma sala de aulas, um grupo de jogadores, uma comunidade artística mundial ou juntar apenas amigos.", "url": "https://pplware.sapo.pt/internet/discord-tambem-pode-substituir-o-whatsapp-signal-ou-telegram/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/discord_capa.jpg", "publishedAt": "2021-02-12T18:00:01Z", "content": "Provavelmente, nunca as plataformas tecnológicas de conversação tiveram um papel tão importante como nos dias de hoje. Temos o Facebook Messenger, hangouts, Skype, WhatsApp, Telegram, Signal… e també… [+1308 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Apple: novo iPad Pro chega já em março e não virá só - 4gnews", "description": "Jon Prosser, o reconhecido leaker com fortes ligações à Apple, voltou a partilhar os seus conhecimentos com os seus seguidores. Através do Twitter, chegam-nos mais informações acerca dos próximos lançamentos da empresa americana. Uma das revelações que Prosse…", "url": "https://4gnews.pt/apple-novo-ipad-pro-chega-ja-em-marco-e-nao-vira-so/", "urlToImage": "https://cdn.4gnews.pt/imagens/apple-novo-ipad-pro-chega-ja-em-marco-e-nao-vira-so-og.jpg", "publishedAt": "2021-02-12T17:55:00Z", "content": "Jon Prosser, o reconhecido leaker com fortes ligações à Apple, voltou a partilhar os seus conhecimentos com os seus seguidores. Através do Twitter, chegam-nos mais informações acerca dos próximos lan… [+2108 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Francisca Andrade", "title": "App de controlo de webcams expõe informações de milhares de utilizadores em base de dados online - SAPO Tek", "description": "A base de dados de 51 GB incluía também informações sobre as webcams utilizadas, como a sua localização, se o microfone estava ou não a ser usado e o nome da rede WiFi à qual o equipamento estava ligado.", "url": "https://tek.sapo.pt/mobile/apps/artigos/app-de-controlo-de-webcams-expoe-informacoes-de-milhares-de-utilizadores-em-base-de-dados-online", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=NmMwCS8cVYSDQQ+qrjjFtysP8tV2v/HJSi22ZDUVSqCzUCO6BqtpVVkETKQPi57tHNqHz3gqsuY1EURORz6hLEEW1FQQdk5s6OE49hIk9ccwA/U=", "publishedAt": "2021-02-12T17:54:00Z", "content": "Uma nova investigação revela uma fuga de dados que expôs as informações de milhares de utilizadores da aplicação Adorcam. Disponível tanto para Android como para iOS, a aplicação permite controlar vá… [+1748 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "BlackBerry volta aos smartphones com teclas (e 5G) em 2021 - 4gnews", "description": "A BlackBerry é ícone da cultura popular e uma das outrora gigantes do mercado de smartphones. A História, contudo, remeteu a fabricante canadiana para um passado da qual ninguém considerava possível sair e voltar à ribalta, não após os últimos anos. Outrora u…", "url": "https://4gnews.pt/blackberry-volta-aos-smartphones-com-teclas-e-5g-em-2021/", "urlToImage": "https://cdn.4gnews.pt/imagens/blackberry-volta-aos-smartphones-com-teclas-e-5g-em-2021-og.jpg", "publishedAt": "2021-02-12T17:06:00Z", "content": "A BlackBerry é ícone da cultura popular e uma das outrora gigantes do mercado de smartphones. A História, contudo, remeteu a fabricante canadiana para um passado da qual ninguém considerava possível … [+2624 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "E Porque Hoje é Sexta - Pplware", "description": "E Porque Hoje é Sexta é a sua rubrica de humor. Não, não é nada uma vacina, é mesmo a cura para a tristeza. Bom fim de semana.", "url": "https://pplware.sapo.pt/humor/e-porque-hoje-e-sexta-681/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/151.jpg", "publishedAt": "2021-02-12T17:00:00Z", "content": "O padre Dinis era novo na freguesia e acabara de substituir o velho padre Inácio.Dinis estava uma tarde no confessionário, quando surge um jovem para a confissão:\r\n Senhor padre, venho confessar-me\r\n… [+530 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Rui Parreira", "title": "80% dos legisladores não sabem o que são deepfakes e as vítimas acumulam-se. Sobretudo mulheres - SAPO Tek", "description": "Leis contra a pornografia de vingança com utilização de imagens falsas ainda não são possíveis. Mas há esperança de o Reino Unido rever a sua legislação servindo de exemplo a outros países.", "url": "https://tek.sapo.pt/noticias/internet/artigos/80-dos-legisladores-nao-sabe-o-que-sao-deepfakes-e-as-vitimas-acumulam-se-sobretudo-mulheres", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ZGM4BO44BZqf7QeJUb0ACTksga89Tv6uV/G4wD4Xp36EJqtKrU7tbdQAK7xt9FdOD9ts54oImMdfVSppr1xwl3xXDRUYUPTQLrKJSbrfkcIZxXc=", "publishedAt": "2021-02-12T16:53:00Z", "content": "Um dos flagelos da sociedade atual passam pelo perigo no uso da tecnologia deepfake, que utiliza inteligência artificial para gerar fotos ou vídeos muito semelhantes a pessoas reais, cada vez mais ut… [+3584 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Lusa", "title": "Internet? ANACOM responde que \"não existe a obrigação da cobertura total\" - Notícias ao Minuto", "description": "A Câmara Municipal de São Pedro do Sul divulgou hoje que a Autoridade Nacional de Comunicações (ANACOM) disse que \"não existe a obrigação da cobertura do território\", em resposta à inexistência de rede de internet nalgumas zonas do concelho.", "url": "https://www.noticiasaominuto.com/economia/1688707/internet-anacom-responde-que-nao-existe-a-obrigacao-da-cobertura-total", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_6026af94b076d.jpg?crop_params=eyJsYW5kc2NhcGUiOnsiY3JvcFdpZHRoIjoyNTYwLCJjcm9wSGVpZ2h0IjoxNDQwLCJjcm9wWCI6MCwiY3JvcFkiOjIxN319", "publishedAt": "2021-02-12T16:41:00Z", "content": "São Pedro do Sul, Viseu, 12 fev 2021 (Lusa) -- A Câmara Municipal de São Pedro do Sul divulgou hoje que a Autoridade Nacional de Comunicações (ANACOM) disse que \"não existe a obrigação da cobertura d… [+3715 chars]"}, {"source": {"id": null, "name": "Asbeiras.pt"}, "author": "Agencia Lusa", "title": "Covid-19: Altice perplexa com críticas de Câmara de Coimbra aos serviços de fibra ótica - As Beiras Online", "description": "A Altice Portugal garantiu hoje que disponibiliza serviços de fibra ótica a mais de 93% da população e empresas do concelho de Coimbra, mostrando-se, por isso, perplexa com as críticas do presidente da Câmara, Manuel Machado.", "url": "https://www.asbeiras.pt/2021/02/covid-19-altice-perplexa-com-criticas-de-camara-de-coimbra-aos-servicos-de-fibra-otica/", "urlToImage": "https://www.asbeiras.pt/wp-content/uploads/2019/12/Altice1.jpg", "publishedAt": "2021-02-12T16:37:00Z", "content": "A Altice Portugal garantiu hoje que disponibiliza serviços de fibra ótica a mais de 93% da população e empresas do concelho de Coimbra, mostrando-se, por isso, perplexa com as críticas do presidente … [+3049 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "3 bons produtos Xiaomi apresentados na Europa em 2021 - 4gnews", "description": "A empresa liderada por Lei Jun é a terceira maior fabricante mundial de smartphones e continuará a crescer em 2021. Este ano contamos já com produtos de diversas categorias, pautados pelo luxo e qualidade de construção, além do preço acessível. Este é o mote …", "url": "https://4gnews.pt/bons-produtos-xiaomi-europa/", "urlToImage": "https://cdn.4gnews.pt/imagens/3-bons-produtos-xiaomi-apresentados-na-europa-em-2021-og.jpg", "publishedAt": "2021-02-12T16:36:23Z", "content": "A empresa liderada por Lei Jun é a terceira maior fabricante mundial de smartphones e continuará a crescer em 2021. Este ano contamos já com produtos de diversas categorias, pautados pelo luxo e qual… [+3515 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi 11: uma das novidades não estará disponível quando o tirares da caixa - 4gnews", "description": "Após ser lançado no final de dezembro na China, o Xiaomi Mi 11 foi apresentado globalmente na última semana. A sua chegada ao mercado português está prevista para março, mas há uma característica que não estará disponível quando tirares o equipamento da caixa…", "url": "https://4gnews.pt/xiaomi-mi-11-uma-das-novidades-nao-estara-disponivel-quando-o-tirares-da-caixa/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-11-uma-das-grandes-novidades-nao-estara-disponivel-quando-o-tirares-da-caixa-og.jpg", "publishedAt": "2021-02-12T16:10:00Z", "content": "Após ser lançado no final de dezembro na China, o Xiaomi Mi 11 foi apresentado globalmente na última semana. A sua chegada ao mercado português está prevista para março, mas há uma característica que… [+2165 chars]"}]}