{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Muitos sites na Internet vão deixar de funcionar nos Android em 2021 - Pplware", "description": "Os modelos mais antigos do Android vão passar a ter problemas em muitos sites da Internet e não os vão conseguir abrir e usar", "url": "https://pplware.sapo.pt/smartphones-tablets/android/muitos-sites-na-internet-vao-deixar-de-funcionar-nos-android-mais-antigos-em-2021/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/android_seguranca_1.jpg", "publishedAt": "2020-11-08T10:00:00Z", "content": "A transição da Internet e dos sites para uma solução segura tem acontecido nos últimos anos. A Google foi uma das que mais apostou nesta mudança e usou para isso o Chrome como uma ferramenta que lide… [+1959 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Como tornar o Android do Chrome ainda mais rápido na Internet - Pplware", "description": "Sendo já rápido, há ainda espaço para melhorias no Chrome para o tornar mais rápido. Vamos saber como tornar este browser do Android mais rápido na Internet", "url": "https://pplware.sapo.pt/browsers/dica-como-tornar-o-android-do-chrome-ainda-mais-rapido-na-internet/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/10/chrome_android_01.jpg", "publishedAt": "2020-11-08T09:00:00Z", "content": "Sendo o browser mais usado na Internet, o Chrome acaba por ser a escolha óbvia para a maioria dos utilizadores. Ainda para mais, este browser é também o que é oferecido de base no Android e em todos … [+1857 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "AirPods perdidos no metro? Panasonic encontrou forma de recuperá-los - Notícias ao Minuto", "description": "O tamanho diminuto destes phones obrigou a empresa a encontrar uma ferramenta alternativa.", "url": "https://www.noticiasaominuto.com/tech/1621632/airpods-perdidos-no-metro-panasonic-encontrou-forma-de-recupera-los", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1604677663/naom_5eb3f65c969eb.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjAsImNyb3BIZWlnaHQiOjAsImNyb3BYIjowLCJjcm9wWSI6MH19", "publishedAt": "2020-11-08T08:00:00Z", "content": "Há cada vez mais pessoas a usarem phones inteligentes como os AirPods, FreeBuds e Galaxy Buds o que, consequentemente, significa que há cada vez mais destes phones perdidos em locais de difícil acess… [+770 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Nokia deverá lançar novos produtos já esta segunda-feira - Pplware", "description": "A Nokia prepara um evento de lançamento nos EUA para a próxima segunda-feira, dia 9 de novembro. E toda a atenção estará nos produtos que poderá apresentar.", "url": "https://pplware.sapo.pt/gadgets/para-9-de-novembro/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/Nokia_0.jpg", "publishedAt": "2020-11-08T01:30:00Z", "content": "Uma das situações mais entusiasmantes a que temos assistido recentemente é o destaque que a Nokia tem conseguido, seja através de projetos, serviços e produtos. Esta é uma realidade que nos deixa, no… [+1884 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Resolvido: Está sem Internet e sem televisão? NOS está com problemas! - Leak", "description": "Atualização: Entretanto este problema já se encontra resolvido e a situação está a normalizar É uma situação que parece estar a generalizar-se desde a noite de hoje. Várias pessoas estão a relatar problemas com a NOS, mais especificamente, no serviço doméstic…", "url": "https://www.leak.pt/esta-sem-internet-e-sem-televisao-nos-esta-com-problemas/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2020/05/nos-e1589456118151.png", "publishedAt": "2020-11-08T00:37:00Z", "content": "Atualização: Entretanto este problema já se encontra resolvido e a situação está a normalizar\r\nÉ uma situação que parece estar a generalizar-se desde a noite de hoje. Várias pessoas estão a relatar p… [+1412 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "É clientes NOS? A operadora está sem serviço em algumas zonas - Pplware", "description": "De acordo com o site downdetector, as falhas mais reportadas relativamente à operadora NOS referem-se à internet (63%). Tem tido problemas?", "url": "https://pplware.sapo.pt/informacao/e-clientes-nos-a-operadora-esta-sem-servico-em-algumas-zonas/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/12/pplware_nos00-1.jpg", "publishedAt": "2020-11-07T22:45:00Z", "content": "Se é cliente NOS e está com problemas em realizar chamadas fique a saber que o problema não é seu. De acordo com vários utilizadores, a operadora está com problemas e os clientes estão sem sinal.\r\nLi… [+581 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Google Maps transforma camionista numa celebridade! - Leak", "description": "Quando menos imaginava um camionista tornou-se numa celebridade da Internet e tudo graças ao Google Maps. Conheça todos os pormenores.", "url": "https://www.leak.pt/google-maps-camionista/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2020/11/foto-1-e1604714822825.jpg", "publishedAt": "2020-11-07T22:27:00Z", "content": "O caminho para a fama pode ser feito de várias formas. Trabalhamos muito, fazemos algo original ou temos um azar que se transforma em sorte. A culpa de todas estas novas formas de popularidade deve-s… [+2072 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Sapphire revela como será a gráfica Nitro+ Radeon RX 6800 XT - Pplware", "description": "A Sapphire ainda não apresentou as suas placas gráficas, mas já revelou um pouco como será a sua GPU Nitro+ Radeon RX 6800 XT.", "url": "https://pplware.sapo.pt/gadgets/hardware/sapphire-revela-como-sera-a-grafica-nitro-radeon-rx-6800-xt/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/sapphite-nitro.jpg", "publishedAt": "2020-11-07T22:00:00Z", "content": "Depois que as grandes fabricantes de chips gráficos, AMD e Nvidia, apresentaram os seus novos produtos, várias marcas têm anunciado a sua versão das placas gráfica. Depois da Asus e da MSI, agora foi… [+2403 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "e Sony querem comprar a Wondery, a rede norte-americana de podcast - Pplware - Pplware", "description": "A Apple e a Sony estão interessadas na rede de podcasts da Wondery. Além destas duas empresas, há outros grupos de olho no negócio.", "url": "https://pplware.sapo.pt/informacao/apple-e-sony-querem-comprar-a-wondery-a-rede-norte-americana-de-podcast/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/apple_podcast00.jpg", "publishedAt": "2020-11-07T18:00:00Z", "content": "O mercado dá sinais de uma renovada tendência, os podcasts. Depois dos indícios de que o Spotify poderá lançar uma modalidade de assinatura voltada apenas para podcasts, a Apple e a Sony parecem disp… [+2391 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Filipe Alves", "title": "Samsung Galaxy M62: Vale a pena ficares atento a este nome! - 4gnews", "description": "Vale a pena estar atento ao próximo smartphone da Samsung. O Samsung Galaxy M62 chegará em breve e promete trazer especificações de gama média/alta. Com a situação da Huawei complicada, a Samsung aproveitou para nos dar variadas opções no mercado de smartphon…", "url": "https://4gnews.pt/samsung-galaxy-m62-vale-a-pena-ficares-atento-a-este-nome/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-m62-vale-a-pena-ficares-atento-a-este-nome-og.jpg", "publishedAt": "2020-11-07T17:01:00Z", "content": "Vale a pena estar atento ao próximo smartphone da Samsung. O Samsung Galaxy M62 chegará em breve e promete trazer especificações de gama média/alta.\r\nCom a situação da Huawei complicada, a Samsung ap… [+1442 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Polígrafo, Cátia Andrea Costa", "title": "Autoridade Tributária está a enviar e-mails pedindo preenchimento de formulário para processar reembolsos? - Polígrafo", "description": "Em várias publicações nas redes sociais denuncia-se que contribuintes estão a receber mensagens de correio eletrónico supostamente remetidas pela Autoridade Tributária e Aduaneira (AT), pedindo o preenchimento de um formulário para que seja efetuado um reembo…", "url": "https://poligrafo.sapo.pt/fact-check/autoridade-tributaria-esta-a-enviar-e-mails-pedindo-preenchimento-de-formulario-para-processar-reembolsos", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Fpoligrafo.sapo.pt%2Fassets%2Fimg%2Fpoligrafo%2Ffacebook-overlay-false.png&epic=ODljPkO/zSHBkmjmb4AaoP8Hx/uHWLVj9mrfLU6sOR4WTa565/sKBQaA+0BX090ASMT/xi37/gRkzukuPrjmbkrk4CClosjxvwl1EmK4kU3uur0=", "publishedAt": "2020-11-07T17:00:00Z", "content": "Estimado cliente, você tem direito a um reembolso de imposto de 125,20. Envie o formulário abaixo para que possamos processar esse reembolso o mais rápido possível, lê-se no e-mail recebido por contr… [+2169 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "PureVPN: uma VPN segura e com certificação legítima de No-Log - Pplware", "description": "A PureVPN mantém forte a sua política de no-log e garante o anonimato e segurança total para quem navega na Internet, sem registos. Netflix, iptv, HBO, etc", "url": "https://pplware.sapo.pt/internet/purevpn-vpn-segura-certificacao-no-log/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/purvpn-netflix-disney-prime-hbo-iptv-anonimato-no-log.jpg", "publishedAt": "2020-11-07T16:30:00Z", "content": "A PureVPN é um dos líderes da indústria VPN, que promete uma Internet segura, protegida e, importante, garante o no-log.\r\nEstá mais que visto que o mundo precisa de anonimato digital e segurança mais… [+7976 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Xiaomi Mi Box 4S acabou de conhecer uma inesperada rival! Nokia aposta no Android TV - 4gnews", "description": "Já foi há algum tempo que se falou na possibilidade da Nokia se aventurar no mercado das boxes Android TV, tentando fazer frente ao indiscutível domínio das Xiaomi Mi Box. No entanto, largos meses se passaram e notícias sobre a primeira box Android TV da Noki…", "url": "https://4gnews.pt/xiaomi-mi-box-4s-acabou-de-conhecer-uma-inesperada-rival-nokia-aposta-no-android-tv/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-box-4s-acabou-de-conhecer-uma-inesperada-rival-nokia-aposta-no-android-tv-og.jpg", "publishedAt": "2020-11-07T16:21:00Z", "content": "Já foi há algum tempo que se falou na possibilidade da Nokia se aventurar no mercado das boxes Android TV, tentando fazer frente ao indiscutível domínio das Xiaomi Mi Box. No entanto, largos meses se… [+2429 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Razer lança um novo portátil bem diferente daquilo que estamos habituados - 4gnews", "description": "A Razer é uma marca mundialmente conhecida pelos seus produtos com especial foco no segmento do gaming. No entanto, a empresa americana acaba de lançar um novo portátil a pensar na produtividade. Com o lançamento do Razer Book 13, a marca mostra ao mundo que …", "url": "https://4gnews.pt/razer-lanca-um-novo-portatil-bem-diferente-daquilo-que-estamos-habituados/", "urlToImage": "https://cdn.4gnews.pt/imagens/razer-lanca-um-novo-portatil-bem-diferente-daquilo-que-estamos-habituados-og.jpg", "publishedAt": "2020-11-07T16:07:00Z", "content": "A Razer é uma marca mundialmente conhecida pelos seus produtos com especial foco no segmento do gaming. No entanto, a empresa americana acaba de lançar um novo portátil a pensar na produtividade.\r\nCo… [+2236 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Filipe Alves", "title": "Huawei Mate 40 é tão popular que a fabricante não está a aguentar - 4gnews", "description": "A nova linha de smartphones da Huawei, Huawei Mate 40, chegou de forma oficial. Ainda que na Europa tenhamos de esperar um pouco mais, os smartphones já estão à venda na China. Contudo, a Huawei está com um enorme problema em conseguir aguentar com os pedidos…", "url": "https://4gnews.pt/huawei-mate-40-e-tao-popular-que-a-fabricante-nao-esta-a-aguentar/", "urlToImage": "https://cdn.4gnews.pt/imagens/huawei-mate-40-e-tao-popular-que-a-fabricante-nao-esta-a-aguentar-og.jpg", "publishedAt": "2020-11-07T15:58:00Z", "content": "A nova linha de smartphones da Huawei, Huawei Mate 40, chegou de forma oficial. Ainda que na Europa tenhamos de esperar um pouco mais, os smartphones já estão à venda na China.\r\nContudo, a Huawei est… [+1556 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Smartwatch da OnePlus está mesmo a caminho! Eis a prova - 4gnews", "description": "Já passaram vários anos desde que surgiram os primeiros rumores de que a OnePlus estaria a planear o lançamento do seu primeiro smartwatch, deixando os seus fãs num constante estado de ansiedade. Este ano, tudo indicava que o desejado smartwatch iria mesmo se…", "url": "https://4gnews.pt/smartwatch-da-oneplus-esta-mesmo-a-caminho-eis-a-prova/", "urlToImage": "https://cdn.4gnews.pt/imagens/smartwatch-da-oneplus-esta-mesmo-a-caminho-eis-a-prova-og.jpg", "publishedAt": "2020-11-07T14:27:00Z", "content": "Já passaram vários anos desde que surgiram os primeiros rumores de que a OnePlus estaria a planear o lançamento do seu primeiro smartwatch, deixando os seus fãs num constante estado de ansiedade. Est… [+1773 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "AirPods 3: este deverá ser o design dos novos auriculares da Apple - 4gnews", "description": "Várias fontes indicam que a Apple irá lançar a terceira geração dos seus AirPods de entrada no início do próximo ano. Estes novos earbuds devem sofrer alterações no design, tal como podemos ver na imagem que hoje te trago. Da mesma fonte que, ainda esta seman…", "url": "https://4gnews.pt/airpods-3-este-devera-ser-o-design-dos-novos-auriculares-da-apple/", "urlToImage": "https://cdn.4gnews.pt/imagens/airpods-3-este-devera-ser-o-design-dos-novos-auriculares-da-apple-og.jpg", "publishedAt": "2020-11-07T14:05:00Z", "content": "Várias fontes indicam que a Apple irá lançar a terceira geração dos seus AirPods de entrada no início do próximo ano. Estes novos earbuds devem sofrer alterações no design, tal como podemos ver na im… [+1880 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Nokia C1 Plus - o novo Android Go está para chegar - Pplware - Pplware", "description": "Há um ano a Nokia deu a conhecer um novo modelo, de muito baixo custo, cerca de 50 €. Este smartphone poderá agora ganhar sucessor, com o Nokia C1 Plus.", "url": "https://pplware.sapo.pt/informacao/nokia-c1-plus-o-novo-android-go-esta-para-chegar/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/nokia_c1.jpg", "publishedAt": "2020-11-07T14:00:00Z", "content": "Há um ano a Nokia deu a conhecer um novo modelo, de muito baixo custo, cerca de 50 . Este modelo destacou-se por fazer parte do programa Android Go, o Android desenhado para smartphones com pouca RAM… [+1666 chars]"}, {"source": {"id": null, "name": "Aeiou.pt"}, "author": "ZAP", "title": "Google tem \"planos muito agressivos\" para Portugal (para criar emprego) - ZAP", "description": "Google continua a \"achar que Portugal é um país muito interessante para investir\" e tem \"planos muito agressivos\" para criar...", "url": "https://zap.aeiou.pt/google-planos-agressivos-portugal-investir-criar-emprego-358181", "urlToImage": "https://zap.aeiou.pt/wp-content/uploads/2015/01/ca9a5523fcdd0bcf6c4bceaabcb1988a.jpg", "publishedAt": "2020-11-07T13:45:00Z", "content": "A Google continua a “achar que Portugal é um país muito interessante para investir”. É o director-geral da multinacional no nosso país quem o diz, salientando que, apesar da pandemia, a tecnológica t… [+2511 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Discord: Saiba como criar um servidor e convidar amigos - Pplware", "description": "Chama-se Discord e é normalmente uma plataforma que está associada aos gamers para conversação. Saiba como criar um servidor.", "url": "https://pplware.sapo.pt/internet/discord-saiba-como-criar-um-servidor-e-convidar-amigos/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/discord_05.jpg", "publishedAt": "2020-11-07T12:45:00Z", "content": "Para quem procura por plataformas digitais para conversação o que não faltam por aí são soluções muito interessantes. Temos o Facebook Messenger, hangouts, Skype, WhatsApp, etc, etc. Recentemente dem… [+1950 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Filipe Alves", "title": "Google lança uma aplicação perfeita para quem vende smartphones e para as operadoras - 4gnews", "description": "A Google lançou uma aplicação que dará mais possibilidades a todas as lojas e operadoras que vendem smartphones em contratos ou em prestações. A aplicação, chamada Device Lock Controller, após instalada, dá a possibilidade aos vendedores de smartphones a bloq…", "url": "https://4gnews.pt/google-lanca-uma-aplicacao-perfeita-para-quem-vende-smartphones-e-para-as-operadoras/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-lanca-uma-aplicacao-perfeita-para-quem-vende-smartphones-e-para-as-operadoras-og.jpg", "publishedAt": "2020-11-07T12:19:00Z", "content": "A Google lançou uma aplicação que dará mais possibilidades a todas as lojas e operadoras que vendem smartphones em contratos ou em prestações.\r\nA aplicação, chamada Device Lock Controller, após insta… [+1720 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Filipe Alves", "title": "iPhone 13: estas são as melhorias a esperar nos próximos smartphones da Apple - 4gnews", "description": "A Apple acabou de revelar de forma oficial os novos iPhone 12. Porém, já se fala dos próximos iPhone 13 de forma mais intensa. A verdade é que ainda é cedo para ter certezas. Ainda assim, não devemos tomar de ânimo leve quem disse as palavras. Nada mais, nada…", "url": "https://4gnews.pt/iphone-13-estas-sao-as-melhorias-a-esperar-nos-proximos-smartphones-da-apple/", "urlToImage": "https://cdn.4gnews.pt/imagens/iphone-13-estas-sao-as-melhorias-a-esperar-nos-proximos-smartphones-da-apple-og.jpg", "publishedAt": "2020-11-07T11:53:00Z", "content": "A Apple acabou de revelar de forma oficial os novos iPhone 12. Porém, já se fala dos próximos iPhone 13 de forma mais intensa. A verdade é que ainda é cedo para ter certezas.\r\nAinda assim, não devemo… [+1429 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Consultório Pplware – Esclareça aqui as suas dúvidas - Pplware - Pplware", "description": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes: Este consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pelos leitores e visitantes do Pplware, em todas...", "url": "https://pplware.sapo.pt/pplware/consultorio/consultorio-pplware-esclareca-aqui-as-suas-duvidas-327/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2018/11/pplware_consultorio_1.jpg", "publishedAt": "2020-11-07T11:00:00Z", "content": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes:\r\nEste consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pel… [+9366 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Filipe Alves", "title": "OnePlus 9: primeiras informações dos próximos smartphones topo de gama - 4gnews", "description": "A OnePlus acabou de lançar o OnePlus 8T, porém, todos sabemos que os novos OnePlus 9 não demorarão muito tempo. Espera-se que os terminais sejam revelados de forma oficial no início do próximo ano e já temos algumas informações dos equipamentos. Para já, temo…", "url": "https://4gnews.pt/oneplus-9-primeiras-informacoes-dos-proximos-smartphones-topo-de-gama/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-9-primeiras-especificacoes-dos-proximos-smartphones-topo-de-gama-og.jpg", "publishedAt": "2020-11-07T10:37:00Z", "content": "A OnePlus acabou de lançar o OnePlus 8T, porém, todos sabemos que os novos OnePlus 9 não demorarão muito tempo. Espera-se que os terminais sejam revelados de forma oficial no início do próximo ano e … [+1809 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Há uma novidade que muda a integração do Android com o Windows 10 - Pplware", "description": "Uma das melhorias da Microsoft surge e muda completamente a forma como podemos usar o Android dentro do Windows 10. A novidade traz mais apps para a união", "url": "https://pplware.sapo.pt/microsoft/windows/ha-uma-novidade-que-muda-completamente-a-integracao-do-android-com-o-windows-10/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/windows_10_android_0.jpg", "publishedAt": "2020-11-07T09:00:00Z", "content": "A Microsoft tem planos definidos e muito claros para o Android e para a sua integração com o Windows 10. Muitos deles estão já visíveis e em utilização, mas a empresa quer ir mais longe e dar ainda m… [+2084 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Surgiram os benchmark ao processador da Apple dos novos MacBook - Pplware", "description": "Antes deste momento surgem informações importantes e que revelam os primeiros resultados de testes ao processador da Apple dos novos MacBook.", "url": "https://pplware.sapo.pt/apple/surgiram-os-primeiros-resultados-de-testes-ao-processador-da-apple-dos-novos-macbook/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/A14X_1.jpg", "publishedAt": "2020-11-07T08:00:00Z", "content": "Há muito que se sabe que a Apple tem preparada uma novidade para os seus computadores pessoais. A marca apresentou recentemente os seus novos processadores, criados internamente e que vão equipar um … [+2040 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "Galaxy S21. Eis as primeiras fotografias dos topos de gama - Notícias ao Minuto", "description": "As capas protetoras escondem parte dos novos modelos mas ainda é possível tirar algumas conclusões.", "url": "https://www.noticiasaominuto.com/tech/1621534/galaxy-s21-eis-as-primeiras-fotografias-dos-topos-de-gama", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1604671996/naom_5fa559cdde208.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjAsImNyb3BIZWlnaHQiOjAsImNyb3BYIjowLCJjcm9wWSI6MH0sImxhbmRzY2FwZSI6eyJjcm9wV2lkdGgiOjEwOTUsImNyb3BIZWlnaHQiOjYxNSwiY3JvcFgiOjAsImNyb3BZIjoyOX19", "publishedAt": "2020-11-06T23:00:00Z", "content": "A página Ice Universe no Twitter partilhou novas imagens de capas protetoras destinadas ao Galaxy S21+ e Galaxy S21 Ultra, que revelam um pouco do design dos próximos topos de gama da Samsung.\r\nComo … [+865 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Google Fotos: se quer ter acesso a tudo vai ter de pagar! - Leak", "description": "Mas fará sentido funcionalidades premium apenas para alguns? Será que as pessoas vão pagar para ter acesso a tudo no Google Fotos?", "url": "https://www.leak.pt/google-fotos-pagar/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2019/04/google-fotos-logo.jpg", "publishedAt": "2020-11-06T22:49:00Z", "content": "A Google tem estado a adicionar funcionalidades de edição premium ao Google Fotos nos últimos meses. No entanto, não vão estar disponíveis para todos. O site XDA-Developers já tinha dado conta desta … [+2464 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Microsoft Teams vai receber funcionalidade muito popular na comunidade gaming - 4gnews", "description": "O Microsoft Teams continua na luta por uma maior quota de mercado no emergente mercado das vídeo-conferências, que ganhou milhões de utilizadores do dia para a noite desde que se instalou a pandemia de covid-19. Ainda que o Zoom tenha assumido uma liderança i…", "url": "https://4gnews.pt/microsoft-teams-vai-receber-funcionalidade-muito-popular-na-comunidade-gaming/", "urlToImage": "https://cdn.4gnews.pt/imagens/microsoft-teams-vai-receber-funcionalidade-muito-popular-na-comunidade-gaming-og.jpg", "publishedAt": "2020-11-06T22:38:00Z", "content": "O Microsoft Teams continua na luta por uma maior quota de mercado no emergente mercado das vídeo-conferências, que ganhou milhões de utilizadores do dia para a noite desde que se instalou a pandemia … [+1623 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Xiaomi Viomi SE: aspirador e esfregona por apenas 257 Euros! - Leak", "description": "O Xiaomi Viomi SE tem um excelente preço de 257 Euros e faz duas funções o que é excelente. Aspirador e esfregona. Aproveite já!", "url": "https://www.leak.pt/xiaomi-viomi-se/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2020/11/rovbo.jpg", "publishedAt": "2020-11-06T22:29:00Z", "content": "Devido à pandemia de COVID-19 passamos muito mais tempo em casa. Assim mantê-la limpa e arrumada torna-se cada vez mais necessário. No entanto isso não significa que tenhamos sempre de andar com o as… [+2774 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Play Store: apareceram-lhe cobranças estranhas? Faça já isto! - Leak", "description": "É um caso recorrente. No entanto, há uma forma de descobrir de onde vêm essas cobranças estranhas da Play Store. Veja como agir!", "url": "https://www.leak.pt/play-store-cobrancas-estranhas/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2019/04/Play-Store-icone.jpg", "publishedAt": "2020-11-06T22:15:00Z", "content": "A Play Store é a loja de aplicações por excelência. De facto, é a grande porta do mundo Android para milhões de aplicações que dão resposta a tudo o que necessitamos. Quer seja para executarmos uma d… [+2718 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Ganhe um iPhone 12 Pro, iPhone 12, iPhone SE e 5 Airpods! - Leak", "description": "Se é fã da Apple e está ansioso por deitar a mão ao novo iPhone 12, iPhone 12 Pro, Airpods e muito mais então temos boas notícias para si!", "url": "https://www.leak.pt/ganhe-um-iphone-12/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2020/10/iphone-12-pro-leak-1-e1603382628760.jpg", "publishedAt": "2020-11-06T22:13:00Z", "content": "Se é fã da Apple e está ansioso por deitar a mão ao novo iPhone 12, então vai poder fazê-lo sem gastar um cêntimo! No entanto, se não conseguir ganhar este iPhone, ainda pode ficar com um iPhone SE o… [+2097 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "OPPO: smartphone com câmara no ecrã visto em imagens reais - 4gnews", "description": "A OPPO foi uma das primeiras empresas tecnológicas a abordar as câmaras frontais embutidas no ecrã. O seu primeiro protótipo com a tecnologia foi revelado em 2019 e hoje temos uma nova aparição desse equipamento. Através da publicação Gizmochina, tivemos aces…", "url": "https://4gnews.pt/oppo-smartphone-com-camara-no-ecra-visto-em-imagens-reais/", "urlToImage": "https://cdn.4gnews.pt/imagens/oppo-smartphone-com-camara-no-ecra-visto-em-imagens-reais-og.jpg", "publishedAt": "2020-11-06T22:12:00Z", "content": "A OPPO foi uma das primeiras empresas tecnológicas a abordar as câmaras frontais embutidas no ecrã. O seu primeiro protótipo com a tecnologia foi revelado em 2019 e hoje temos uma nova aparição desse… [+1476 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "OnePlus 8 Pro está com desconto brutal. Poupa mais de €200! - 4gnews", "description": "Apesar do grande hype gerado em torno dos mais recentes smartphones lançados pela OnePlus, seja ele o Nord, Nord N10, N100 ou até mesmo o OnePlus 8T, nenhum deles consegue bater o \"verdadeiro\" topo de gama da marca em 2020. O OnePlus 8 Pro continua a ser, ind…", "url": "https://4gnews.pt/oneplus-8-pro-esta-com-desconto-brutal-poupa-mais-de-200/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-8-pro-esta-com-desconto-brutal-poupa-mais-de-200-og.jpg", "publishedAt": "2020-11-06T22:05:00Z", "content": "Apesar do grande hype gerado em torno dos mais recentes smartphones lançados pela OnePlus, seja ele o Nord, Nord N10, N100 ou até mesmo o OnePlus 8T, nenhum deles consegue bater o \"verdadeiro\" topo d… [+1794 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Filipe Alves", "title": "Huawei lança uma campainha inteligente que tem quase tudo para ter sucesso - 4gnews", "description": "Com o negócio dos smartphones mais estagnado, a Huawei começa a olhar para o mercado de smart home de forma mais atenta. A fabricante apresentou uma campainha inteligente que tem quase tudo para ser um sucesso. Um dos grandes problemas é que será restrita à C…", "url": "https://4gnews.pt/huawei-lanca-uma-campainha-inteligente-que-tem-quase-tudo-para-ter-sucesso/", "urlToImage": "https://cdn.4gnews.pt/imagens/huawei-lanca-uma-campainha-inteligente-que-tem-quase-tudo-para-ter-sucesso-og.jpg", "publishedAt": "2020-11-06T21:39:00Z", "content": "Com o negócio dos smartphones mais estagnado, a Huawei começa a olhar para o mercado de smart home de forma mais atenta. A fabricante apresentou uma campainha inteligente que tem quase tudo para ser … [+1763 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Filipe Alves", "title": "Mais de 300 empresas estão ansiosas de trabalhar com a Huawei! Se os EUA assim as deixarem! - 4gnews", "description": "Há poucos dias falamos que a Qualcomm foi uma das marcas que recebeu permissão temporária para trabalhar com a Huawei. O que não sabíamos é que a Huawei tem uma frota enorme de fabricantes que querem voltar a trabalhar com a marca. Foram mais de 300 empresas …", "url": "https://4gnews.pt/mais-de-300-empresas-estao-ansiosas-de-trabalhar-com-a-huawei-se-os-eua-assim-os-deixar/", "urlToImage": "https://cdn.4gnews.pt/imagens/mais-de-300-empresas-estao-ansiosas-de-trabalhar-com-a-huawei-se-os-eua-assim-os-deixar-og.jpg", "publishedAt": "2020-11-06T21:38:00Z", "content": "Há poucos dias falamos que a Qualcomm foi uma das marcas que recebeu permissão temporária para trabalhar com a Huawei. O que não sabíamos é que a Huawei tem uma frota enorme de fabricantes que querem… [+1792 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Provável Xiaomi Mi 11 mostra-se com o processador Snapdragon 875 - 4gnews", "description": "Nos últimos dias têm surgido algumas informações que apontam para que o lançamento do Xiaomi Mi 11 esteja próximo. Além do Mi 10 já ter desaparecido das lojas, tudo aponta para que o primeiro protótipo do novo topo de gama já passou pela Geekbench. A conhecid…", "url": "https://4gnews.pt/provavel-xiaomi-mi-11-mostra-se-com-o-processador-snapdragon-875/", "urlToImage": "https://cdn.4gnews.pt/imagens/provavel-xiaomi-mi-11-mostra-se-com-o-processador-snapdragon-875-og.jpg", "publishedAt": "2020-11-06T21:11:00Z", "content": "Nos últimos dias têm surgido algumas informações que apontam para que o lançamento do Xiaomi Mi 11 esteja próximo. Além do Mi 10 já ter desaparecido das lojas, tudo aponta para que o primeiro protóti… [+1478 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "GOODOFFER24 acaba com o aborrecimento: muitos Jogos, Windows, Office, Antivírus - Pplware", "description": "O catálogo da GOODOFFER24 está cada vez melhor e vai de encontro às promoções em vigor: jogos, Windows 10 Pro, Office 2019, Antivírus. Parece Natal!", "url": "https://pplware.sapo.pt/internet/goodoffer24-catalogo-jogos-windows-office-antivirus/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/04/chaves000.jpg", "publishedAt": "2020-11-06T20:30:00Z", "content": "Um vasto catálogo como o da GOODOFFER24 vai permitir a muitos utilizadores usufruir dos melhores títulos de entretenimento caso volte o confinamento obrigatório, ou não. Mas, também vai permitir adqu… [+2395 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ana Sofia", "title": "WhatsApp Pay: A partir de hoje disponível na Índia - Pplware - Pplware", "description": "O WhatsApp, uma das redes sociais do Facebook Inc., vai permitir, a partir de hoje, a transferência de dinheiro através da própria plataforma, na Índia.", "url": "https://pplware.sapo.pt/redes_sociais/whatsapp-pay-a-partir-de-hoje-disponivel-na-india/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/india_whatsapp_pay01.jpg", "publishedAt": "2020-11-06T20:00:00Z", "content": "O CEO Mark Zuckerberg detém um enorme e bem conhecido império. O empresário possui várias das mais significantes aplicações da atualidade e tem como objetivo expandi-las, de modo a que se tornem impr… [+2086 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Jornal Económico com PC Guia", "title": "Estes foram os ataques de 'ransomware' mais perigosos em outubro - Jornal Económico", "description": "", "url": "https://jornaleconomico.sapo.pt/noticias/trickbot-e-emotet-estes-foram-os-dois-ataques-de-ransomware-mais-perigosos-em-outubro-660606", "urlToImage": "https://jornaleconomico.sapo.pt/wp-content/uploads/2020/11/Arget.jpeg", "publishedAt": "2020-11-06T20:00:00Z", "content": "A Check Point partilhou o seu habitual relatório com as ameaças mais perigosas do mês, neste caso de Outubro. No topo estão dois trojan: o Trickbot e Emotet. A empresa de segurança diz que ambos esti… [+1106 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Guia essencial para compreender o ecossistema Xiaomi - 4gnews", "description": "A Xiaomi é popularmente conhecida em Portugal pelos seus smartphones, relógios e gadgets. Não obstante, o ecossistema Xiaomi é um dos mais extensos, composto por diferentes marcas satélite especializadas nos dos mais diversos produtos. Aqui damos a conhecer a…", "url": "https://4gnews.pt/ecossistema-xiaomi/", "urlToImage": "https://cdn.4gnews.pt/imagens/ecossistema-xiaomi-og.jpg", "publishedAt": "2020-11-06T18:47:00Z", "content": "A Xiaomi é popularmente conhecida em Portugal pelos seus smartphones, relógios e gadgets. Não obstante, o ecossistema Xiaomi é um dos mais extensos, composto por diferentes marcas satélite especializ… [+12571 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Rui Parreira", "title": "Este aspirador foi construído pela Panasonic para “salvar” AirPods da linha do comboio - SAPO Tek", "description": "Um dos flagelos dos utilizadores do headset wireless da Apple é caírem em locais que não podem ser recuperados. A Panasonic encontrou uma solução.", "url": "https://tek.sapo.pt/noticias/computadores/artigos/este-aspirador-foi-construido-pela-panasonic-para-salvar-airpods-da-linha-do-comboio", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=MjQ5BJqpJpb9GR1y3S0LdVF3t4hHcZYDYuPn+5a8CZ4Kog+r7IPSYDq8uiKOwCnjslTH4+ULpomETK/W+SxShKb9oe2VJ/hd5UGngqGe4xTu0lA=", "publishedAt": "2020-11-06T17:45:00Z", "content": "Pode sair caro a um utilizador de AirPods quando os perde, mas sobretudo quando os deixa cair em locais inacessíveis ou perigosos de recuperação como linhas do comboio ou metropolitano. E foi a pensa… [+1423 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Tens um iPhone 5c? Agora é considerado produto vintage - 4gnews", "description": "Decorria o ano de 2013 quando a Apple apresentava o iPhone 5c. Sete anos após o seu lançamento, a empresa de Cupertino coloca agora este equipamento na sua lista de produtos vintage a nível global. O que significa ser um produto vintage para a Apple? Na práti…", "url": "https://4gnews.pt/tens-um-iphone-5c-agora-e-considerado-produto-vintage/", "urlToImage": "https://cdn.4gnews.pt/imagens/tens-um-iphone-5c-agora-e-considerado-produto-vintage-og.jpg", "publishedAt": "2020-11-06T16:05:00Z", "content": "Decorria o ano de 2013 quando a Apple apresentava o iPhone 5c. Sete anos após o seu lançamento, a empresa de Cupertino coloca agora este equipamento na sua lista de produtos vintage a nível global.\r\n… [+1197 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Redmi Note 9 Pro 5G vai ser a próxima estrela da Xiaomi! Este é o seu design - 4gnews", "description": "Ao longo das últimas semanas tem-se falado inúmeras vezes sobre os planos da subsidiária da Xiaomi em lançar o seu mais aliciante smartphone de sempre. Agora, graças à sua certificação na TENAA, ficámos a saber que este será o Redmi Note 9 Pro 5G. Tal como já…", "url": "https://4gnews.pt/redmi-note-9-pro-5g-vai-ser-a-proxima-estrela-da-xiaomi-este-e-o-seu-design/", "urlToImage": "https://cdn.4gnews.pt/imagens/redmi-note-9-pro-5g-vai-ser-a-proxima-estrela-da-xiaomi-este-e-o-seu-design-og.jpg", "publishedAt": "2020-11-06T15:30:00Z", "content": "Ao longo das últimas semanas tem-se falado inúmeras vezes sobre os planos da subsidiária da Xiaomi em lançar o seu mais aliciante smartphone de sempre. Agora, graças à sua certificação na TENAA, ficá… [+2014 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Apple atualizou o HomePod e HomePod mini com a versão 14.2 - Pplware", "description": "Apple atualizou o HomePod e HomePod mini com a versão 14.2. Apesar desta coluna não ser comercializada em Portugal, pode ser adotada cá com muita utilidade.", "url": "https://pplware.sapo.pt/apple/apple-atualizou-o-homepod-e-homepod-mini-com-a-versao-14-2/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/HomePod00.jpg", "publishedAt": "2020-11-06T15:30:00Z", "content": "O HomePod passou a ter uma relevância maior no ecossistema da Apple. Além de ser uma coluna de som de excelente qualidade, que tem a Siri com assistente pessoal, a coluna ganhou várias funcionalidade… [+2023 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/nunoliveira1991", "title": "Os novos Ryzen 5000 estão a esgotar num abrir e fechar de olhos! - Leak", "description": "Quem diria que a AMD iria chegar a este ponto? Qual ponto? Meter a Intel e NVIDIA no bolso, num espaço de 1 mês! Afinal de contas, o hype à", "url": "https://www.leak.pt/os-novos-ryzen-5000-estao-a-esgotar-num-abrir-e-fechar-de-olhos/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2019/08/AMD.jpg", "publishedAt": "2020-11-06T13:26:00Z", "content": "Ryzen 5000 a esgotar? Quem diria que a AMD iria chegar a este ponto? Qual ponto? Meter a Intel e NVIDIA no bolso, num espaço de 1 mês! Afinal de contas, o hype à volta dos novos produtos é tanto, que… [+2152 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Mi Store Portugal está imparável. 8ª loja oficial da Xiaomi já foi confirmada! - 4gnews", "description": "Depois de ter aberto a primeira loja oficial da Xiaomi em território nacional em junho do ano passado, a Mi Store Portugal continua a avançar a todo o gás, demonstrando a sua clara ambição de conseguir cobrir o máximo de terreno possível com as suas lojas fís…", "url": "https://4gnews.pt/mi-store-portugal-esta-imparavel-8-loja-oficial-da-xiaomi-ja-foi-confirmada/", "urlToImage": "https://cdn.4gnews.pt/imagens/mi-store-portugal-esta-imparavel-8-loja-oficial-da-xiaomi-ja-foi-confirmada-og.jpg", "publishedAt": "2020-11-06T13:02:00Z", "content": "Depois de ter aberto a primeira loja oficial da Xiaomi em território nacional em junho do ano passado, a Mi Store Portugal continua a avançar a todo o gás, demonstrando a sua clara ambição de consegu… [+2455 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Filipe Alves", "title": "Google Chromecast e Google Home tornarão o sonho realidade com nova funcionalidade - 4gnews", "description": "O Google Chromecast e o Google Home são gadgets indispensáveis na minha casa. Muitos utilizadores já conhecem as suas vantagens, porém, se ainda estás reticente para o comprar, terás mais uma boa razão. Isto porque a nova funcionalidade que a Google pode impl…", "url": "https://4gnews.pt/google-chromecast-e-google-home-tornarao-o-sonho-realidade-com-nova-funcionalidade/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-chromecast-e-google-home-tornarao-o-sonho-realidade-com-nova-funcionalidade-og.jpg", "publishedAt": "2020-11-06T12:37:00Z", "content": "O Google Chromecast e o Google Home são gadgets indispensáveis na minha casa. Muitos utilizadores já conhecem as suas vantagens, porém, se ainda estás reticente para o comprar, terás mais uma boa raz… [+1434 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "iMyFone promove passatempo e oferece um iPhone 12, acessórios e licenças - Pplware", "description": "O Halloween ainda resiste e é possível ganhar um iPhone 12 com a iMyFone na sua campanha dedicada. Software e promoções é coisa que não vai faltar!", "url": "https://pplware.sapo.pt/internet/ganhe-iphone-12-acessorios-licencas-imyfone-halloween/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/roda-da-sorte-imyfone-iphone-12-acessorio-licenca-software.jpg", "publishedAt": "2020-11-06T12:30:00Z", "content": "O iMyFone é, de uma forma geral, um software de gestão e recuperação de ficheiros e dados do iPhone, com diferentes serviços dedicados a diferentes exigências. Agora, ainda no espírito do Halloween, … [+3152 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi 10 fica sem stock na China. Mi 11 a chegar? - 4gnews", "description": "Tal como te noticiamos esta semana, a Xiaomi descontinuou o Mi 10 Pro na China. Isto significa que deixou de vender o equipamento nas suas lojas oficiais, fazendo antever o lançamento do Mi 11 de forma iminente. Apenas alguns dias depois, sabe-se agora que o …", "url": "https://4gnews.pt/xiaomi-mi-10-fica-sem-stock-na-china-mi-11-a-chegar/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-10-fica-sem-stock-na-china-mi-11-a-chegar-og.jpg", "publishedAt": "2020-11-06T12:10:00Z", "content": "Tal como te noticiamos esta semana, a Xiaomi descontinuou o Mi 10 Pro na China. Isto significa que deixou de vender o equipamento nas suas lojas oficiais, fazendo antever o lançamento do Mi 11 de for… [+1075 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Exame Informática | Foi descoberto o dono da carteira com 905 milhões de euros em Bitcoin - Exame Informática", "description": "Era considerada como uma das carteiras de Bitcoin mais valiosas da atualidade e desde 2015 que ninguém nela mexia. Agora 'pertence' ao Governo", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/insolitos/2020-11-06-foi-descoberto-o-dono-da-carteira-com-905-milhoes-de-euros-em-bitcoin/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2020/11/bitcoin_exame%20informática.jpg", "publishedAt": "2020-11-06T11:07:00Z", "content": null}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Filipe Alves", "title": "Vodafone, MEO e NOS sobem os preços do serviço de Internet + TV e baixam a velocidade da internet - 4gnews", "description": "A Vodafone, MEO e NOS decidiram subir o preço do serviço de Internet + Voz + TV. O serviço conhecido nas operadoras portuguesas como 3P. Esta subida não tem uma justificação plausível, apenas temos uma subida de 1€ em todos as operadoras. Mesmo que o nosso sa…", "url": "https://4gnews.pt/vodafone-meo-e-nos-sobem-os-precos-do-servico-de-internet-tv-e-baixam-a-velocidade-da-internet/", "urlToImage": "https://cdn.4gnews.pt/imagens/vodafone-meo-e-nos-sobem-os-precos-do-servico-de-internet-tv-e-baixam-a-velocidade-da-internet-og.jpg", "publishedAt": "2020-11-06T10:58:00Z", "content": "A Vodafone, MEO e NOS decidiram subir o preço do serviço de Internet + Voz + TV. O serviço conhecido nas operadoras portuguesas como 3P.\r\nEsta subida não tem uma justificação plausível, apenas temos … [+1549 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Xiaomi está a conquistar a Europa Ocidental. Já atirou a Huawei para fora do pódio! - 4gnews", "description": "Já sabíamos há muito que a Xiaomi chegara para ficar na Europa, apostando cada vez mais na expansão da sua presença física nos principais mercados. No entanto, ninguém esperava um crescimento tão acentuado, especialmente numa altura em que o mercado dos smart…", "url": "https://4gnews.pt/xiaomi-esta-a-conquistar-a-europa-ocidental-ja-atirou-a-huawei-para-fora-do-podio/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-esta-a-conquistar-a-europa-ocidental-ja-atirou-a-huawei-para-fora-do-podio-og.jpg", "publishedAt": "2020-11-06T10:20:00Z", "content": "Já sabíamos há muito que a Xiaomi chegara para ficar na Europa, apostando cada vez mais na expansão da sua presença física nos principais mercados. No entanto, ninguém esperava um crescimento tão ace… [+1681 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "Atualização iOS 14.2 para iPhones já chegou e traz novos emojis - Notícias ao Minuto", "description": "A atualização também integra o Shazam no Centro de Controlo.", "url": "https://www.noticiasaominuto.com/tech/1621333/atualizacao-ios-142-para-iphones-ja-chegou-e-traz-novos-emojis", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1604657612/naom_5fa52178b631d.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjAsImNyb3BIZWlnaHQiOjAsImNyb3BYIjowLCJjcm9wWSI6MH0sImxhbmRzY2FwZSI6eyJjcm9wV2lkdGgiOjAsImNyb3BIZWlnaHQiOjAsImNyb3BYIjowLCJjcm9wWSI6MH19", "publishedAt": "2020-11-06T10:10:00Z", "content": "Os utilizadores de iPhone já podem fazer a atualização dos respetivos dispositivos para a versão iOS 14.2, novo software que introduz algumas novidades no que diz respeito a funcionalidades e ainda m… [+617 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Não entende os novos ícones da Google? Volte a ter os antigos no Chrome - Pplware", "description": "Se é um dos que não consegue associar o serviço ao ícone, então está na altura de voltar a ter os antigos no seu Google Chrome.", "url": "https://pplware.sapo.pt/browsers/nao-entende-os-novos-icones-da-google-volte-a-ter-os-antigos-no-chrome/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/icones-google.jpg", "publishedAt": "2020-11-06T08:50:00Z", "content": "A Google anunciou há umas semanas que estava a preparar uma mudança dos ícones dos seus serviços, para que tudo ficasse mais unificado. Contudo, com a alteração efetiva a chegar aos utilizadores, mui… [+1318 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Notícias Ao Minuto", "title": "Explicador. Afinal, a quem se aplica o teletrabalho e quais os direitos? - Notícias ao Minuto", "description": "O regime de teletrabalho voltou a ser obrigatório - pelo menos para alguns concelhos. Esclareça aqui todas as suas dúvidas.", "url": "https://www.noticiasaominuto.com/economia/1621276/explicador-afinal-a-quem-se-aplica-o-teletrabalho-e-quais-os-direitos", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_5cda74a490490.jpg", "publishedAt": "2020-11-06T08:49:00Z", "content": "O regime de teletrabalho voltou a ser obrigatório, pelo menos em alguns concelhos do país. Há, por isso, duas realidades distintas que variam consoante as regiões: regime especial de teletrabalho, qu… [+6036 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Jornal Económico com PC Guia", "title": "Dicas e truques para a linha de comandos do Windows que provavelmente não conhece - Jornal Económico", "description": "", "url": "https://jornaleconomico.sapo.pt/noticias/dicas-e-truques-para-a-linha-de-comandos-do-windows-que-provavelmente-nao-conhece-659438", "urlToImage": "https://jornaleconomico.sapo.pt/wp-content/uploads/2020/11/Terminal-1-1024x576.jpg", "publishedAt": "2020-11-06T08:25:00Z", "content": "Na maioria das vezes, consegue-se configurar as funcionalidades do computador inserindo apenas uma única linha de comando sem ter de andar a navegar pelos menus. Mas, em certas situações, apenas atra… [+13646 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Pandemia parou mais de 1.600 “Ubers” e táxis - ECO Economia Online", "description": "Entre janeiro e setembro, mais de 1.600 entidades singulares e coletivas suspenderam a atividade de transporte em automóvel ligeiro, ou já foram totalmente liquidadas, mostram dados do Fisco.", "url": "https://eco.sapo.pt/2020/11/06/pandemia-parou-mais-de-1-600-ubers-e-taxis/", "urlToImage": "https://eco.imgix.net/uploads/2018/04/cropped-26094517575_832590ead9_k-8.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2020-11-06T07:11:39Z", "content": "Mais de 1.600 pessoas singulares e coletivas, principalmente “Ubers” e táxis, deixaram de operar no mercado do transporte de passageiros em automóvel ligeiro entre março e setembro, suspendendo o neg… [+3903 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Xiaomi mostra lente telescópica que mudará a fotografia nos smartphones - Pplware", "description": "A Xiaomi vai fazer renascer uma tecnologia bem conhecida. Falamos de uma lente telescópica que foi mostrada e que poderá mudar a fotografia nos smartphones", "url": "https://pplware.sapo.pt/smartphones-tablets/android/xiaomi-mostrou-nova-lente-telescopica-que-mudara-a-fotografia-nos-smartphones/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/xiaomi_lente_telescopica_1.jpg", "publishedAt": "2020-11-06T01:30:00Z", "content": "A fotografia é, cada vez mais, uma prioridade no campo dos smartphones. Algumas marcas focam-se maioritariamente neste ponto, trazendo o melhor que está disponível e criado equipamentos únicos, com c… [+1958 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "WhatsApp: Agora já pode enviar mensagens que desaparecem em 7 dias - Pplware", "description": "Foi finalmente lançada a possibilidade de enviar mensagens que desaparecem em 7 dias no WhatsApp. A novidade foi apresentada pelo Facebook", "url": "https://pplware.sapo.pt/smartphones-tablets/whatsapp-agora-ja-pode-enviar-mensagens-que-desaparecem-em-7-dias/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/02/whatsapp_tiktok_1.jpg", "publishedAt": "2020-11-06T00:30:00Z", "content": "As novidades do WhatsApp não têm parado de surgir nos últimos meses. Muitas procuram trazer melhorias à interface e outras focam-se no próprio serviço e no que este pode oferecer aos utilizadores.\r\nU… [+1846 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Play Store: atenção, remova agora mesmo estas aplicações! - Leak", "description": "É que são mesmo milhões de smartphones infetados devido a estas apps que estiveram na Play Store. Veja que aplicações deve apagar!", "url": "https://www.leak.pt/play-store-infetados-aplicacoes/", "urlToImage": "https://www.leak.pt/wp-content/uploads/2019/04/Play-Store-icone.jpg", "publishedAt": "2020-11-05T22:39:00Z", "content": "A Google Play Store está exposta a diversos perigos. É que por muito controlo que haja por parte da Google as ameaças acabam sempre por entrar. Isto porque na maioria dos casos os perigos não estão l… [+2621 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Alfredo Lavrador", "title": "Panasonic e Tesla vão melhorar as baterias - Observador", "description": "", "url": "https://observador.pt/2020/11/05/panasonic-e-tesla-vao-melhorar-as-baterias/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2F770x403%2Cq85%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2020%2F11%2F05225137%2Ftesla-gigafactory-battery-production-line_770x433_acf_cropped.jpg", "publishedAt": "2020-11-05T22:06:00Z", "content": "A Tesla foi fundamental para a Panasonic ter atingido o estatuto do maior fabricante de baterias de iões de lítio, da mesma forma que a Panasonic desempenhou um papel crucial para o desenvolvimento e… [+1481 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Filipe Alves", "title": "Xiaomi domina os smartphones intermediários na tabela do AnTuTu - 4gnews", "description": "Ainda há pouco falamos dos smartphones mais potentes Android (tabela que podes ver abaixo), porém, há um segmento tão ou mais importante. Os equipamento intermediários. Aqueles dispositivos que prezam pela sua relação qualidade/preço. Neste quesito, a Xiaomi …", "url": "https://4gnews.pt/xiaomi-domina-os-smartphones-intermediarios-na-tabela-do-antutu/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-domina-os-smartphones-intermediarios-na-tabela-do-antutu-og.jpg", "publishedAt": "2020-11-05T20:19:00Z", "content": "Ainda há pouco falamos dos smartphones mais potentes Android (tabela que podes ver abaixo), porém, há um segmento tão ou mais importante. Os equipamento intermediários.\r\nAqueles dispositivos que prez… [+2254 chars]"}, {"source": {"id": null, "name": "Expresso.pt"}, "author": "Lusa", "title": "Vodafone confirma que vai avançar com ações judiciais contra a Anacom - Expresso", "description": "\"Hoje é um dia triste para o setor das comunicações em Portugal e, consequentemente, para o país\", afirma a Vodafone Portugal, em comunicado", "url": "https://expresso.pt/economia/2020-11-05-Vodafone-confirma-que-vai-avancar-com-acoes-judiciais-contra-a-Anacom", "urlToImage": "http://images.impresa.pt/expresso/2019-10-22-Vodafone.jpg/fb/wm", "publishedAt": "2020-11-05T19:14:00Z", "content": "A Vodafone Portugal acusou o regulador Anacom de ter \"decidido, unilateral e deliberadamente, colocar em causa a sustentabilidade dos operadores\" e vai avançar com ações judiciais, no âmbito do regul… [+1201 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Filipe Alves", "title": "Samsung Galaxy W21 5G é oficial. O seu novo smartphone dobrável! - 4gnews", "description": "A Samsung lançou oficialmente o seu novo smartphone dobrável. O Samsung Galaxy W21 5G foi revelado de forma discreta e as razões são óbvias. Este é um smartphone dobrável que ficará disponível apenas no mercado asiático e as diferenças para o Galaxy Z Fold2 n…", "url": "https://4gnews.pt/samsung-galaxy-w21-5g-e-oficial-o-seu-novo-smartphone-dobravel/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-w21-5g-e-oficial-o-seu-novo-smartphone-dobravel-og.jpg", "publishedAt": "2020-11-05T18:24:00Z", "content": "A Samsung lançou oficialmente o seu novo smartphone dobrável. O Samsung Galaxy W21 5G foi revelado de forma discreta e as razões são óbvias.\r\nEste é um smartphone dobrável que ficará disponível apena… [+1542 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Rui Parreira", "title": "Pretende ir para a fila da loja para comprar uma PlayStation 5 no dia de lançamento? Não o faça - SAPO Tek", "description": "A Sony revelou que as compras no dia de lançamento da consola serão realizadas exclusivamente online como medida de prevenção à situação pandémica da COVID-19.", "url": "https://tek.sapo.pt/noticias/computadores/artigos/pretende-ir-para-a-fila-da-loja-para-comprar-uma-playstation-5-no-dia-de-lancamento-nao-faca", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=MzMy+lPd3Y2yM57GpVOeAEX+itutBr+W8sjppbk/R2ISl+AcSjEaB+PJj+F494H22SwgeLm/VxbQ/oIZquSHAtyj8oKgg/UhfhZudfpXhRGYjAE=", "publishedAt": "2020-11-05T16:31:00Z", "content": "O lançamento de uma nova consola é sempre um motivo de festa para os fãs de videojogos. Por norma, são formadas longas filas de pessoas interessadas em adquirir uma PlayStation, sobretudo para garant… [+1178 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Samsung Galaxy S21: design controverso é confirmado graças às capas - 4gnews", "description": "Se tivermos em conta as datas avançadas pelo reputado leaker Jon Prosser, será já a 14 de janeiro que os Samsung Galaxy S21 serão apresentados ao mundo. E a pouco mais de dois meses desse provável anúncio oficial, vamos ficando com uma ideia mais concreta de …", "url": "https://4gnews.pt/samsung-galaxy-s21-design-controverso-e-confirmado-gracas-as-capas/", "urlToImage": "https://cdn.4gnews.pt/imagens/samsung-galaxy-s21-design-controverso-e-confirmado-gracas-as-capas-og.jpg", "publishedAt": "2020-11-05T14:38:00Z", "content": "Se tivermos em conta as datas avançadas pelo reputado leaker Jon Prosser, será já a 14 de janeiro que os Samsung Galaxy S21 serão apresentados ao mundo. E a pouco mais de dois meses desse provável an… [+1174 chars]"}, {"source": {"id": null, "name": "Www.jn.pt"}, "author": "Carlos Oliveira", "title": "Relógio GPS Suunto 7, a fusão de dois mundos - Jornal de Notícias", "description": "Chegou-nos às mãos, ou ao pulso se formos precisos, o Suunto 7 que é uma verdadeira inovação dentro do mercado a que a marca se destina. É o primeiro relógio da Suunto que é um híbrido de um relógio GPS de monitorização desportiva com todas as funcionalidades…", "url": "https://www.jn.pt/desporto/especial/relogio-gps-suunto-7-a-fusao-de-dois-mundos-12999919.html", "urlToImage": "https://static.globalnoticias.pt/jn/image.aspx?brand=JN&type=generate&guid=3c95f5b1-2cae-4bfb-8a05-688f93d6bed2&w=800&h=420&watermark=true&t=20201105142100", "publishedAt": "2020-11-05T14:21:00Z", "content": "05 Novembro 2020 às 14:21\r\nChegou-nos às mãos, ou ao pulso se formos precisos, o Suunto 7 que é uma verdadeira inovação dentro do mercado a que a marca se destina. É o primeiro relógio da Suunto que … [+4229 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "É cliente da Caixa Geral de Depósitos? Já pode usar o Apple Pay - Pplware", "description": "Usar Apple Pay pode ser mais simples que usar um cartão físico e também mais seguro. Saiba como usar o seu cartão da Caixa Geral de Depósitos", "url": "https://pplware.sapo.pt/smartphones-tablets/e-cliente-da-caixa-geral-de-depositos-ja-pode-usar-o-apple-pay/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/cgd_00.jpg", "publishedAt": "2020-11-05T11:44:00Z", "content": "O serviço Apple Pay começou a funcionar em Portugal em junho de 2019. Os comerciantes a suportarem este tipo de serviço já são muitos, e a Caixa Geral de Depósitos anunciou também suporte para o mesm… [+1938 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Mate 40 Pro: Testámos o melhor smartphone da Huawei para a fotografia - Pplware", "description": "O Mate 40 Pro mantém o seu ADN, mas eleva as suas caraterísticas a novos padrões. Está a chegar ao mercado e o Pplware já o experimentou e conta-lhe tudo.", "url": "https://pplware.sapo.pt/smartphones-tablets/mate-40-pro-ja-experimentamos-o-mais-recente-smartphone-da-huawei-dedicado-a-fotografia/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/mate_40_pro_hands-on_1.jpg", "publishedAt": "2020-11-05T09:45:00Z", "content": "A aposta da Huawei é clara para este ano. Segue os seus planos de lançamento dos melhores smartphones do mercado e ao mesmo tempo mantém os desenvolvimentos dos seus serviços e da sua loja de apps. A… [+8107 chars]"}]}