{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "PS5: agora já é mais fácil conseguir comprar uma! - Leak", "description": "Se está difícil comprar a PS5, desta forma vai ser muito mais fácil. Aliás nos últimos dias várias pessoas conseguiram por isto mesmo!", "url": "https://www.leak.pt/comprar-a-ps5-app-encontrar/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2020/09/ps5-2.jpg", "publishedAt": "2021-02-07T10:10:00Z", "content": "Nos últimos dias apareceu algum stock de PS5 aqui e ali. Há relatos de pessoas que conseguiram comprar na MEO, na MediaMarkt e também na Gaming Replay. Com o stock a aparecer, por vezes, aqui e ali é… [+2225 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Raspberry Pi OS recebeu novo repositório Microsoft e utilizadores estão revoltados - Pplware", "description": "É precisamente no Raspberry Pi OS que agora existe uma polémica. Foi adicionado um repositório da Microsoft e os utilizadores estão revoltados", "url": "https://pplware.sapo.pt/linux/raspberry-pi-os-recebeu-novo-repositorio-microsoft-e-utilizadores-estao-revoltados/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/11/raspberry_pi_4_hdmi_problema_2.jpg", "publishedAt": "2021-02-07T10:00:00Z", "content": "O Raspberry Pi é um dos melhores e mais bem sucedidos micro-pcs. Por poucos euros conseguem uma máquina mínima para trabalhar ou para ter uma distribuição Linux a correr com serviços essenciais numa … [+1775 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Como ganhar espaço no Google Fotos sem apagar nenhumas fotografias importantes - Pplware", "description": "Para libertar espaço, existem formas de fazer uma limpeza. A mais simples é removendo do Google Fotos o que não interessa, de forma automática", "url": "https://pplware.sapo.pt/truques-dicas/dica-como-ganhar-espaco-no-google-fotos-sem-apagar-nenhumas-fotografias-importantes/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/07/pplware_google_photos_video_1.jpg", "publishedAt": "2021-02-07T09:00:00Z", "content": "O Google Fotos é uma das melhores apps/serviços da gigante das pesquisas. Presente em todos os smartphones Android, permite guardar qualquer fotografia ou imagem de forma transparente e alojada na cl… [+1964 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "Apple bloqueia palavra \"asiático\" nas pesquisas no iPhone - Notícias ao Minuto", "description": "Um pequeno erro no sistema faz com que pesquisas inocentes sejam bloqueadas.", "url": "https://www.noticiasaominuto.com/tech/1683464/apple-bloqueia-palavra-asiatico-nas-pesquisas-no-iphone", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_5d8482e165502.jpg", "publishedAt": "2021-02-07T08:02:00Z", "content": "Alguns utilizadores estão a reportar um problema estranho com a ferramenta de restrição de conteúdo do iPhone que, aparentemente, conta com um erro que bloqueia qualquer menção da palavra asiático.\r\n… [+583 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "EUA: Homem engole um AirPod da Apple enquanto dormia - Pplware", "description": "Um norte-americano, adormeceu com os seus AirPods colocados. E depois de sentir mal-estar descobriu que havia engolido um dos auriculares.", "url": "https://pplware.sapo.pt/apple/eua-homem-engole-um-airpod-da-apple-enquanto-dormia/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/06/airpods_pro_firmware000.jpg", "publishedAt": "2021-02-07T08:00:00Z", "content": "Em todo o mundo há regularmente histórias insólitas e caricatas, algumas mais graves e outras mais divertidas. E a que contamos de seguida envolve os auriculares da Apple e provocou um grande susto p… [+1730 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Há um novo update para a Mi Band 5 da Xiaomi! Já atualizou a sua smartband? - Pplware", "description": "Um novo update surgiu agora e traz para a Mi Band 5 da Xiaomi melhorias que há muito eram esperadas. É hora de melhorar esta smartband", "url": "https://pplware.sapo.pt/gadgets/ha-um-novo-update-para-a-mi-band-5-da-xiaomi-ja-atualizou-a-sua-smartband/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/07/pplware_mi_band_5_5.jpg", "publishedAt": "2021-02-07T01:30:00Z", "content": "A Mi Band 5 da Xiaomi é uma das mais bem sucedidas smartbands do mercado. Reúne um conjunto de funcionalidades que por norma se encontram em equipamentos bem mais caros, num dispositivo muito simples… [+1783 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Alguém hackeou um Game Boy para controlar uma Apple TV - Pplware", "description": "Quem poderia imaginar que um dispositivo de jogo dos anos 90, como um Game Boy, teria o hardware capaz para se comunicar com Apple TV?", "url": "https://pplware.sapo.pt/internet/alguem-hackeou-um-game-boy-para-controlar-uma-apple-tv/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/nintendo-apple-mash_resize_md.jpg", "publishedAt": "2021-02-06T23:00:00Z", "content": "Na internet é possível encontrar todo o tipo de hacks. Não estamos a falar propriamente em ataques informáticos, mas sim na capacidade de integrar sistemas em equipamentos que têm outros sistemas e a… [+1368 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Junte-se aos caçadores de Auroras Boreais com a ajuda desta app - SAPO Tek", "description": "Chama-se Aurora Alerts e está desenhada para fazer a monitorização em tempo real da atividade de auroras boreais, também conhecidas como as luzes do norte.", "url": "https://tek.sapo.pt/mobile/ios/artigos/junte-se-aos-cacadores-de-auroras-boreais-com-a-ajuda-desta-app", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&png=1&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ODExb1h48W8sjQywbeIA/UM9TXUM8g5N1bWrh2+fyz9BxBjU00JDmJp0mEt6+JAdR11SMSm6j67JVww9Nib/yfyUGOZheGmiOJYtzVa5hXBCbaw=", "publishedAt": "2021-02-06T22:51:00Z", "content": "Este é um dos fenómenos mais espetaculares que se podem observar em terra, sem a necessidade de instrumentos auxiliares. Mas nem sempre é fácil perceber quando podem ser visíveis e por isso há um gru… [+886 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/Joca394", "title": "OnePlus 9 Pro: protótipo revelado com câmaras Hasselblad - Leak", "description": "O OnePlus 9 Pro parece que irá dar um grande passo no departamento das câmeras. Surgiu um suposto protótipo com a marca Hasselblad.", "url": "https://www.leak.pt/oneplus-9-pro-prototipo-revelado-com-camaras-hasselblad/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2021/02/OnePlus-9-Pro-Hasselblad.webp", "publishedAt": "2021-02-06T22:31:00Z", "content": "O próximo OnePlus 9 Pro parece que irá dar um grande passo no departamento das câmaras. Já que surgiu um suposto protótipo com a marca Hasselblad inscrita na traseira.\r\nSem dúvida que o desempenho da… [+2596 chars]"}, {"source": {"id": null, "name": "Tekgenius.pt"}, "author": "https://m.facebook.com/marco.rhl", "title": "HP Lança novos Chromebooks para aulas em qualquer lugar - TekGenius", "description": "Os portáteis já não são apenas um instrumento de sala de aula, mas um equipamento fundamental para professores e alunos na nova realidade de aulas à distância. O novo portefólio da HP é resistente, higienizável e, acima de tudo, muito polivalente, incluindo m…", "url": "https://tekgenius.pt/hp-lanca-novos-chromebooks-para-aulas-em-qualquer-lugar/", "urlToImage": "https://tekgenius.pt/wp-content/uploads/2021/02/HP-Chromebook-x360-11-G4-EE_Jet-Black_Front-Left.jpg", "publishedAt": "2021-02-06T21:26:00Z", "content": "Os portáteis já não são apenas um instrumento de sala de aula, mas um equipamento fundamental para professores e alunos na nova realidade de aulas à distância. O novo portefólio da HP é resistente, h… [+2494 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "13 jogos pagos temporariamente grátis para Android - 4gnews", "description": "A Google Play Store tem os melhores jogos para Android, bem como outras aplicações e conteúdos dos mais diversos temas e géneros à escolha. As melhores opções, por norma, são pagas, mas agora selecionamos bons jogos temporariamente gratuitos. São apps premium…", "url": "https://4gnews.pt/13-jogos-pagos-temporariamente-gratis-para-android/", "urlToImage": "https://cdn.4gnews.pt/imagens/13-jogos-pagos-temporariamente-gratis-para-android-og.jpg", "publishedAt": "2021-02-06T21:14:00Z", "content": "A Google Play Store tem os melhores jogos para Android, bem como outras aplicações e conteúdos dos mais diversos temas e géneros à escolha. As melhores opções, por norma, são pagas, mas agora selecio… [+1673 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Dica: Como definir notificações persistentes no iPhone - Pplware", "description": "O iOS traz notificações em modo Faixa que são \"efémeras\", mas com alguns ajustes, conseguimos tornar persistentes essas mensagens.", "url": "https://pplware.sapo.pt/truques-dicas/dica-como-definir-notificacoes-persistentes-no-iphone/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/notificacoes_persistentes00.jpg", "publishedAt": "2021-02-06T21:00:00Z", "content": "As notificações são uma espécie de inferno nas nossas vidas, mas já não passamos sem elas. Contudo, temos de afinar estes mecanismos de informação, para que não sejam demais, ou de menos. Bem, hoje v… [+2066 chars]"}, {"source": {"id": null, "name": "Portal-energia.com"}, "author": null, "title": "Emprego Técnico de Manutenção para Parques Solares - Exus - Portal Energias Renováveis", "description": "Emprego Técnico de Manutenção para Parque Solar, para integrar a equipa de O&M da Exus e trabalhar em projectos solares de médio-grande porte.", "url": "https://www.portal-energia.com/emprego-tecnico-manutencao-parques-solares-exus/", "urlToImage": "https://www.portal-energia.com/wp-content/uploadsthumbs/emprego-energias-renovaveis-solar.jpg", "publishedAt": "2021-02-06T19:44:00Z", "content": "A Exus Management Partners é uma empresa independente de investimento e gestão de activos com foco no sector de energia renovável, que oferece oportunidades de investimento completas para investidore… [+2853 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Alerta Netflix: não deixe que lhe roubem a sua conta! - Leak", "description": "Este problema é mais comum do que pensa e está a acontecer cada vez mais. Assim se usar o Netflix não deixe que lhe roubem a sua conta!", "url": "https://www.leak.pt/alerta-netflix-roubem/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2020/12/netflix.jpg", "publishedAt": "2021-02-06T19:43:00Z", "content": "Alguns utilizadores andam a queixar-se de comportamentos estranhos na Netflix. Vão tentar ver um filme ou uma série e não conseguem. Na prática surge uma mensagem que diz que a conta está a ser utili… [+3450 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Apple Car: negociações com a Hyundai estão suspensas - 4gnews", "description": "Um dos mais arrojados projetos com o selo Apple será o seu primeiro carro elétrico. Aquele que tem sido apelidado como Apple Car foi tema frequente nos últimos dias, porém, as coisas poderão não estar tão bem encaminhadas como se fazia parecer. De acordo com …", "url": "https://4gnews.pt/apple-car-negociacoes-com-a-hyundai-estao-suspensas/", "urlToImage": "https://cdn.4gnews.pt/imagens/apple-car-negociacoes-com-a-hyundai-estao-suspensas-og.jpg", "publishedAt": "2021-02-06T19:06:00Z", "content": "Um dos mais arrojados projetos com o selo Apple será o seu primeiro carro elétrico. Aquele que tem sido apelidado como Apple Car foi tema frequente nos últimos dias, porém, as coisas poderão não esta… [+2573 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Bloomberg", "title": "Startup vai fazer entrega de vacinas por drones nos EUA - Jornal de Negócios", "description": "A Zipline, um serviço de entrega por drones especializado em equipamentos médicos, anunciou esta semana que pretende começar a transportar vacinas contra a Covid-19 em abril.", "url": "https://www.jornaldenegocios.pt/empresas/tecnologias/detalhe/startup-vai-fazer-entrega-de-vacinas-por-drones-nos-eua", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2020-03/img_1200x676$2020_03_27_19_00_12_372823.jpg", "publishedAt": "2021-02-06T19:00:00Z", "content": "A startup de São Francisco disse em comunicado que fechou uma parceria com \"uma fabricante líder em vacinas para a Covid-19\" em todos os mercados onde os seus drones operam atualmente.\r\nA Zipline tem… [+2494 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Xiaomi Mi Mix 4 deve chegar ainda em 2021. Mais pormenores revelados amanhã - 4gnews", "description": "Já não é a primeira vez que se equaciona o lançamento do mítico Xiaomi Mi Mix 4 ainda em 2021. Vários leakers bem conhecidos já deram a entender isso e mais pormenores sobre o dispositivo podem chegar já amanhã. Através da rede social chinesa Weibo, Lei Jun, …", "url": "https://4gnews.pt/xiaomi-mi-mix-4-deve-chegar-ainda-em-2021-mais-pormenores-revelados-amanha/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-mix-4-deve-chegar-ainda-em-2021-mais-pormenores-revelados-amanha-og.jpg", "publishedAt": "2021-02-06T17:35:00Z", "content": "Já não é a primeira vez que se equaciona o lançamento do mítico Xiaomi Mi Mix 4 ainda em 2021. Vários leakers bem conhecidos já deram a entender isso e mais pormenores sobre o dispositivo podem chega… [+1549 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Redmi K40 promete ser o \"melhor do mundo\" num detalhe - 4gnews", "description": "Desde o seu surgimento, a Xiaomi habituou os seus fãs a que a linha de smartphones Redmi K trouxesse um design vanguardista. E nas duas primeiras gerações assim foi, com equipamentos sem qualquer notch ou buraco no ecrã e com um mecanismo pop-up para a câmara…", "url": "https://4gnews.pt/xiaomi-redmi-k40-promete-ser-o-melhor-do-mundo-num-detalhe/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-redmi-k40-promete-ter-um-detalhe-unico-no-mundo-og.jpg", "publishedAt": "2021-02-06T17:18:00Z", "content": "Desde o seu surgimento, a Xiaomi habituou os seus fãs a que a linha de smartphones Redmi K trouxesse um design vanguardista. E nas duas primeiras gerações assim foi, com equipamentos sem qualquer not… [+1272 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "OnePlus 9 vai herdar uma das características do OnePlus 8T - 4gnews", "description": "O tempo avança e assim ficamos cada vez mais próximos da apresentação da família OnePlus 9. Com revelação esperada para março ou abril, este conjunto deverá ser composto por três modelos: OnePlus 9 Lite, OnePlus 9 e OnePlus 9 Pro. O novo rumor que envolve esp…", "url": "https://4gnews.pt/oneplus-9-vai-herdar-uma-das-caracteristicas-do-oneplus-8t/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-9-vai-herdar-uma-das-caracteristicas-do-oneplus-8t-og.jpg", "publishedAt": "2021-02-06T16:38:00Z", "content": "O tempo avança e assim ficamos cada vez mais próximos da apresentação da família OnePlus 9. Com revelação esperada para março ou abril, este conjunto deverá ser composto por três modelos: OnePlus 9 L… [+1826 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Firebase: A plataforma que procura para as suas apps Web e Mobile - Pplware", "description": "O Firebase é uma plataforma BaaS (back-end as a service) que oferece tudo o que precisa. Conheçam melhor esta plataforma da Google.", "url": "https://pplware.sapo.pt/tutoriais/firebase-a-plataforma-que-procura-para-as-suas-apps-web-e-mobile/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/02/firebase_capa.jpg", "publishedAt": "2021-02-06T16:00:00Z", "content": "Já ouviu falar na plataforma Firebase? Gosta de programar e procura uma plataforma que tenha tudo o que precisa? Então tem de ler este artigo até ao fim! O Firebase é uma plataforma poderosa para as … [+2167 chars]"}]}