{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Depois do alerta, Apple declara que a linha iPhone 12 pode interferir nos pacemakers - Pplware", "description": "Este tinha sido um alerta feito há dias através de um estudo médico, e agora é a vez da Apple declarar que realmente pode haver um risco.", "url": "https://pplware.sapo.pt/apple/depois-do-alerta-apple-declara-que-a-linha-iphone-12-pode-interferir-nos-pacemakers/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/pacemaker_iphone12_00.jpg", "publishedAt": "2021-01-24T21:00:00Z", "content": "O MagSafe surgiu nos novos smartphones da Apple, os iPhone 12, para ajudar essencialmente no carregamento sem fio. No entanto, o que este hardware, devido aos seus ímanes fortes, pode trazer problema… [+2433 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "SpaceX envia 143 satélites num único foguete e… cinzas humanas - Pplware", "description": "A SpaceX, empresa fundada em 2002 por Elon Musk, presidente executivo da Tesla bateu mais um recorde! 143 satélites num único foguete", "url": "https://pplware.sapo.pt/ciencia/spacex-envia-143-satelites-num-unico-foguete-e-cinzas-humanas/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/SpaceX-Tesmanian_1600x.jpg", "publishedAt": "2021-01-24T20:00:00Z", "content": "Foi este domingo que a SpaceX voltou a deixar marcas na história da humanidade! No âmbito do novo programa de carga partilhada, a SpaceX enviou num único foguete Falcon 9 um total de 143 satélites.\r\n… [+1561 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Este é o novo aspeto da pesquisa Google nos smartphones - 4gnews", "description": "A chegar também aos tablets e demais dispositivos móveis, o motor de busca Google tem um novo design. Adapta-se às tendências de 2021 com aspeto aprimorado, partilhando traços com o novo Android com as suas \"bolhas\" de informação agregada. Para dar descanso a…", "url": "https://4gnews.pt/este-e-o-novo-aspeto-da-pesquisa-google-nos-smartphones/", "urlToImage": "https://cdn.4gnews.pt/imagens/este-e-o-novo-aspeto-da-pesquisa-google-nos-smartphones-og.jpg", "publishedAt": "2021-01-24T18:17:00Z", "content": "A chegar também aos tablets e demais dispositivos móveis, o motor de busca Google tem um novo design. Adapta-se às tendências de 2021 com aspeto aprimorado, partilhando traços com o novo Android com … [+3287 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Controlar a diabetes com o Samsung Galaxy Watch 4 e Apple Watch 7? - Pplware", "description": "A próxima grande funcionalidade dos smartwatches será mesmo a possibilidade de controlar a diabetes. Saibam quais as novidades.", "url": "https://pplware.sapo.pt/smartphones-tablets/controlar-a-diabetes-com-o-samsung-galaxy-watch-4-e-apple-watch-7/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/diabetes.jpg", "publishedAt": "2021-01-24T18:15:00Z", "content": "Tem diabetes? Há gadgets interessantes a chegar! A tecnologia evolui a uma velocidade incrível. Aquilo que era um problema no passado, tem uma funcionalidade no presente e passa a ser algo trivial no… [+2246 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Smartphones Huawei vão perder outro importante serviço Google - 4gnews", "description": "A Google passará a impedir smartphones e tablets que não tenham licença para usar os Google Mobile Services (GMS) de usar outro dos seus serviços e aplicações de comunicação. Para os utilizadores de dispositivos móveis Huawei será mais uma frustração. A medid…", "url": "https://4gnews.pt/smartphones-huawei-vao-perder-outro-importante-servico-google/", "urlToImage": "https://cdn.4gnews.pt/imagens/smartphones-huawei-vao-perder-outro-importante-servico-google-og.jpg", "publishedAt": "2021-01-24T16:42:00Z", "content": "A Google passará a impedir smartphones e tablets que não tenham licença para usar os Google Mobile Services (GMS) de usar outro dos seus serviços e aplicações de comunicação. Para os utilizadores de … [+2358 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Teletrabalho: Trabalhadores podem pedir computador e Internet… - Pplware", "description": "O teletrabalho, trabalho remoto ou trabalho à distância consiste numa prática de trabalho efetuada à distância, por exemplo, a partir de casa", "url": "https://pplware.sapo.pt/informacao/teletrabalho-trabalhadores-podem-pedir-computador-e-internet/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/teletrabalho.jpg", "publishedAt": "2021-01-24T15:47:00Z", "content": "Portugal voltou a confinar, agora com medidas mais restritivas e sérias! É hora de ir para casa, mas nem sempre o teletrabalho é visto com os melhores olhos. Muitos patrões consideram que o trabalhad… [+4592 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Google pode trazer para o Android 12 uma popular funcionalidade removida do Android 11 - 4gnews", "description": "Ao longo dos anos, foram muitas as funcionalidades que vimos a Google testar no Android, que acabaram por não ser disponibilizadas nas versões finais do sistema operativo. Uma das mais recentes foi o \"double tap\" que, apesar de ter sido muito bem recebido pel…", "url": "https://4gnews.pt/google-pode-trazer-para-o-android-12-uma-popular-funcionalidade-removida-do-android-11/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-pode-trazer-para-o-android-12-uma-popular-funcionalidade-removida-do-android-11-og.jpg", "publishedAt": "2021-01-24T15:22:00Z", "content": "Ao longo dos anos, foram muitas as funcionalidades que vimos a Google testar no Android, que acabaram por não ser disponibilizadas nas versões finais do sistema operativo. Uma das mais recentes foi o… [+1692 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "À procura de novas apps para experimentar? Comece a semana com seis propostas gratuitas - SAPO Tek", "description": "Na seleção de aplicações para Android e iOS que a equipa do SAPO TEK lhe traz esta semana os utilitários então em destaque, com propostas pensadas para quem tem animais de estimação, para dar um “boost” de produtividade às reuniões virtuais ou ainda para quem…", "url": "https://tek.sapo.pt/mobile/apps/artigos/a-procura-de-novas-apps-para-experimentar-comece-a-semana-com-seis-propostas-gratuitas", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YjVlV0mkeOmMMH+rUNMIA07MPpt1DTmOy4hRNf5DW954/cpet0uqq2HScIi1Kw30CxKJ1vVTTFq2+H+pbS+nvxI+QMdlz6B+fm84oRw3ZUogPQY=", "publishedAt": "2021-01-24T15:11:00Z", "content": "Entre as propostas desta semana pode encontrar vários utilitários, de uma app pensada para os animais de estimação a uma outra que promete dar um boost de produtividade às suas reuniões virtuais. Est… [+9335 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Telegram: cuidado com a encriptação nesta rival do WhatsApp - 4gnews", "description": "A Telegram e a Signal acolhem milhões de novos utilizadores perante o êxodo em curso do WhatsApp após a plataforma dominante ter quebrado a confiança dos utilizadores com a nova Política de Privacidade. Mas é importante conhecer melhor a rival, Telegram. Há u…", "url": "https://4gnews.pt/telegram-cuidado-com-a-encriptacao-nesta-rival-do-whatsapp/", "urlToImage": "https://cdn.4gnews.pt/imagens/telegram-cuidado-com-a-encriptacao-nesta-rival-do-whatsapp-og.jpg", "publishedAt": "2021-01-24T14:57:00Z", "content": "A Telegram e a Signal acolhem milhões de novos utilizadores perante o êxodo em curso do WhatsApp após a plataforma dominante ter quebrado a confiança dos utilizadores com a nova Política de Privacida… [+4867 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "15 Apps Android pagas, agora gratuitas na Play Store (por tempo limitado) - Pplware", "description": "Para que tenha acesso a algumas destas versões pagas, sem gastar 1 cêntimo, trazemos-lhe sugestões de apps em promoções na loja da Google.", "url": "https://pplware.sapo.pt/smartphones-tablets/omundoemobile/apps-android-pagas-agora-gratuitas-na-play-store-por-tempo-limitado-4/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/03/Samsung-Galaxy-S20-Plus-play-store-apps-jogos-promo.jpg", "publishedAt": "2021-01-24T14:00:00Z", "content": "A Play Store da Google está repleta de excelentes apps disponíveis, grande parte delas gratuitamente. O facto de serem à borla, fazem com que surja publicidade e que algumas funcionalidades sejam ape… [+1556 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Alfredo Lavrador", "title": "Musk oferece 100 milhões por tecnologia para capturar carbono - Observador", "description": "", "url": "https://observador.pt/2021/01/24/musk-oferece-100-milhoes-por-tecnologia-para-capturar-carbono/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A770%3A403%2Fc%3A1138%3A640%3Anowe%3A71%3A0%2Fq%3A85%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2021%2F01%2F24141726%2Fsocial.jpg", "publishedAt": "2021-01-24T13:38:00Z", "content": "Pode dizer-se que Elon Musk, em termos ambientais, joga com uma dupla no totobola do futuro do planeta. Por um lado, controla a Tesla que fabrica veículos eléctricos, a melhor forma de contribuir par… [+2187 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Este é o Google Maps do futuro. Novidades que farão a diferença - 4gnews", "description": "O Google Maps é uma das aplicações e serviços Google mais populares devido à sua utilidade e funções que ajudam realmente o utilizador. Além de ferramenta de navegação, a app já nos recomenda, por exemplo, os melhores restaurantes da zona. Com novas funções a…", "url": "https://4gnews.pt/este-e-o-google-maps-do-futuro-novidades-que-fazem-a-diferenca/", "urlToImage": "https://cdn.4gnews.pt/imagens/este-e-o-google-maps-do-futuro-novidades-que-fazem-a-diferenca-og.jpg", "publishedAt": "2021-01-24T11:50:00Z", "content": "O Google Maps é uma das aplicações e serviços Google mais populares devido à sua utilidade e funções que ajudam realmente o utilizador. Além de ferramenta de navegação, a app já nos recomenda, por ex… [+1977 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Como aumentar a sua privacidade no Telegram e desaparecer de quem o usa - Pplware", "description": "Se querem ou não estar visíveis no Telegram, ficando disponíveis para conversar com quem não está na sua lista de contactos siga estes passos", "url": "https://pplware.sapo.pt/smartphones-tablets/dica-como-aumentar-a-sua-privacidade-no-telegram-e-desaparecer-de-quem-o-usa/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/pplware_telegram_links_2.jpg", "publishedAt": "2021-01-24T11:00:00Z", "content": "Depois de muitos anos a usar o WhatsApp, muitos utilizadores optaram por mudar para o Telegram. Esta alteração obrigou a mudanças e ao reaprender de como usar esta ferramenta que é agora a escolha de… [+1684 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/nunoliveira1991", "title": "Que grande tiro no pé! A Microsoft desistiu do aumento! Mas… - Leak", "description": "Caso não saiba, a Microsoft cometeu um erro gravíssimo no fim da semana passada, quando tentou aumentar de forma massiva os preços da", "url": "https://www.leak.pt/que-grande-tiro-no-pe-a-microsoft-desistiu-do-aumento-mas/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2021/01/xbox-2.webp", "publishedAt": "2021-01-24T10:52:00Z", "content": "Caso não saiba, a Microsoft cometeu um erro gravíssimo no fim da semana passada, quando tentou aumentar de forma massiva os preços da subscrição Xbox LIVE Gold. Afinal de contas, estamos a falar de u… [+2145 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Microsoft Edge começa a alertar utilizadores quando estão em perigo! - 4gnews", "description": "Durante muito tempo, o browser da Microsoft (Internet Explorer) foi considerado como um dos piores de sempre, sendo alvo de dezenas de memes ao longo dos anos. No entanto, com o recente lançamento do Microsoft Edge, criado com base no Chromium da Google, a hi…", "url": "https://4gnews.pt/microsoft-edge-comeca-a-alertar-utilizadores-quando-estao-em-perigo/", "urlToImage": "https://cdn.4gnews.pt/imagens/microsoft-edge-comeca-a-alertar-utilizadores-quando-estao-em-perigo-og.jpg", "publishedAt": "2021-01-24T10:30:00Z", "content": "Durante muito tempo, o browser da Microsoft (Internet Explorer) foi considerado como um dos piores de sempre, sendo alvo de dezenas de memes ao longo dos anos. No entanto, com o recente lançamento do… [+1652 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/nunoliveira1991", "title": "(Promoção) Amanhã começam os Dias Sem IVA na Globaldata! - Leak", "description": "A Globaldata é uma das maiores lojas de informática do país, e como tal, é também uma empresa que adora lançar campanhas de descontos", "url": "https://www.leak.pt/promocao-amanha-comecam-os-dias-sem-iva-na-globaldata/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2021/01/banner-lp.webp", "publishedAt": "2021-01-24T10:04:00Z", "content": "A Globaldata é uma das maiores lojas de informática do país, e como tal, é também uma empresa que adora lançar campanhas de descontos fora das épocas ‘normais’ como é o Black Friday, o Natal ou o Reg… [+1870 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "AMD Ryzen 9 5900HX é o CPU mais rápido para portáveis, segundo PassMark - Pplware", "description": "Recentemente o AMD Ryzen 9 5900HX surgiu no topo do PassMark como sendo o processador mais rápido para computadores portáteis.", "url": "https://pplware.sapo.pt/gadgets/hardware/amd-ryzen-9-5900hx-e-o-cpu-mais-rapido-para-portaveis-segundo-passmark/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/AMD-Ryzen.jpg", "publishedAt": "2021-01-24T10:00:00Z", "content": "Já praticamente ninguém questiona a qualidade dos equipamentos da AMD. E essa é uma das razões pelas quais a fabricante tem conquistado terreno de forma segura e, por conseguinte, tem abanado a lider… [+2078 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Motorola Edge S aparece com visual muito interessante em imagem oficial! - 4gnews", "description": "A Motorola está a realizar os últimos preparativos para a apresentação do seu próximo smartphone topo de gama, que será apresentado já no dia 26 (terça-feira) na China. Após circularem na internet muitos rumores e leaks, o Motorola Edge S aparece agora pela p…", "url": "https://4gnews.pt/motorola-edge-s-aparece-com-visual-muito-interessante-em-imagem-oficial/", "urlToImage": "https://cdn.4gnews.pt/imagens/motorola-edge-s-aparece-com-visual-muito-interessante-em-imagem-oficial-og.jpg", "publishedAt": "2021-01-24T08:18:00Z", "content": "A Motorola está a realizar os últimos preparativos para a apresentação do seu próximo smartphone topo de gama, que será apresentado já no dia 26 (terça-feira) na China. Após circularem na internet mu… [+1766 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Intel: CPUs Alder Lake de 10 nm podem chegar já em setembro - Pplware", "description": "A Intel confirmou que os CPUs Alder Lake vão chegar já este ano e é possível que já sejam produzidos no processo de 10 nm.", "url": "https://pplware.sapo.pt/gadgets/hardware/intel-cpus-alder-lake-de-10-nm-podem-chegar-ja-em-setembro/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Intel-1.jpg", "publishedAt": "2021-01-24T01:30:00Z", "content": "Apesar de ser a fabricante que ainda domina o mercado, a Intel tem perdido a força e a confiança dos clientes. O motivo deve-se ao facto de a marca norte-americana ainda se manter ‘presa’ ao processo… [+2537 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Vendas do iPhone 12 mini muito abaixo do esperado levam a redução da produção - Pplware", "description": "O boom do iPhone 12 mini insiste em não acontecer e surgiu mais uma confirmação. Os números de vendas estão abaixo do esperado pela Apple.", "url": "https://pplware.sapo.pt/apple/vendas-do-iphone-12-mini-muito-abaixo-do-esperado-levam-a-reducao-da-producao/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/iphone_12_mini_1.jpg", "publishedAt": "2021-01-24T00:30:00Z", "content": "Os planos da Apple para o seu novo iPhone 12 mini eram grandes. Este smartphone, que tem dimensões mais reduzidas, seria o modelo de eleição para muitos utilizadores que não preferem as propostas mai… [+1864 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Os smartphones Android baratos desvalorizam até 95% em 2 anos - 4gnews", "description": "A desvalorização de um produto após a sua aquisição é uma realidade que afeta diferentes fabricantes de modo distinto. Se querem um smartphone que perca pouco valor comprem um Apple iPhone e evitem, sobretudo, os smartphones Android baratos. Independentemente…", "url": "https://4gnews.pt/os-smartphones-android-baratos-desvalorizam-ate-95-em-2-anos/", "urlToImage": "https://cdn.4gnews.pt/imagens/os-smartphones-android-baratos-desvalorizam-ate-95-em-2-anos-og.jpg", "publishedAt": "2021-01-23T23:25:00Z", "content": "A desvalorização de um produto após a sua aquisição é uma realidade que afeta diferentes fabricantes de modo distinto. Se querem um smartphone que perca pouco valor comprem um Apple iPhone e evitem, … [+4135 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "SpaceX decidiu adiar lançamento de protótipo do seu novo foguetão - Notícias ao Minuto", "description": "O objetivo da agência é conseguir descolar e voltar aterrar o Starship.", "url": "https://www.noticiasaominuto.com/tech/1672148/spacex-decidiu-adiar-lancamento-de-prototipo-do-seu-novo-foguetao", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1611325581/naom_600ae05b80b7e.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjExMTMsImNyb3BIZWlnaHQiOjE5NzgsImNyb3BYIjo3MDEsImNyb3BZIjowfSwibGFuZHNjYXBlIjp7ImNyb3BXaWR0aCI6MjU2MCwiY3JvcEhlaWdodCI6MTQzOSwiY3JvcFgiOjAsImNyb3BZIjoxOTl9fQ==", "publishedAt": "2021-01-23T23:00:00Z", "content": "ASpaceX espera conseguir realizar um novo teste do protótipo do seu novo foguetão - o Starship SN9 - no início da próxima semana, conta o Business Insider.\r\nA Administração Federal da Aviação dos EUA… [+790 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Microsoft ataca MacBook Pro da Apple no novo anúncio do Surface Pro 7 - Pplware", "description": "A Microsoft disparou vários tiros contra o MacBook Pro da Apple num novo anúncio do Surface Pro 7 divulgado ontem.", "url": "https://pplware.sapo.pt/informacao/microsoft-ataca-macbook-pro-da-apple-no-novo-anuncio-do-surface-pro-7/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/surface7_vs_macbook_pro00.jpg", "publishedAt": "2021-01-23T22:00:00Z", "content": "A Apple e a Microsoft têm uma história com muitos pontos comuns e familiares. Apesar disso, sempre foram concorrentes, tanto quanto foram parceiras. Se assim era, assim o é num novo anúncio, a Micros… [+1856 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Mi Smart Kettle Pro: chegou a nova cafeteira elétrica Xiaomi - 4gnews", "description": "A todos os portugueses que começaram, ou voltaram a trabalhar a partir de casa, para as tardes e noites frias, ou longas manhãs, chegou a Portugal um novo produto Xiaomi que vai ajudar na cozinha. Chama-se Mi Smart Kettle Pro e liga-se ao smartphone. Trata-se…", "url": "https://4gnews.pt/mi-smart-kettle-pro-chegou-a-nova-cafeteira-eletrica-xiaomi/", "urlToImage": "https://cdn.4gnews.pt/imagens/mi-smart-kettle-pro-chegou-a-nova-cafeteira-eletrica-xiaomi-og.jpg", "publishedAt": "2021-01-23T20:54:00Z", "content": "A todos os portugueses que começaram, ou voltaram a trabalhar a partir de casa, para as tardes e noites frias, ou longas manhãs, chegou a Portugal um novo produto Xiaomi que vai ajudar na cozinha. Ch… [+1815 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Edgar Caetano", "title": "\"Já ninguém pode ignorar a Bitcoin. Nem os bancos\", diz português que lidera o primeiro banco de criptomoedas nos EUA - Observador", "description": "", "url": "https://observador.pt/especiais/ja-ninguem-pode-ignorar-a-bitcoin-nem-os-bancos-diz-portugues-que-lidera-o-primeiro-banco-de-criptomoedas-nos-eua/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A770%3A403%2Fc%3A770%3A433%3Anowe%3A0%3A0%2Fq%3A85%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2021%2F01%2F21145750%2F770-diogomonica.jpg", "publishedAt": "2021-01-23T18:29:00Z", "content": "Dizia, então, que na escalada dos preços em 2017 foram investidores de retalho. E agora, quem é que está a puxar novamente pelos preços, até estes novos recordes?Agora, são as instituições. Estás a v… [+3589 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "5 novas apps para instalar no seu smartphone Android - Pplware", "description": "Com frequência, deixamos opções de apps para os vários sistemas operativos, mas hoje as sugestões são para o universo Android.", "url": "https://pplware.sapo.pt/smartphones-tablets/android/5-novas-apps-para-instalar-no-seu-smartphone-android-2/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/play-store-apps-facebook-spotify-samsung-google.jpg", "publishedAt": "2021-01-23T18:00:00Z", "content": "As aplicações móveis continuam a ser de extrema importância nalguns setores da nossa vida e poderão ajudar a melhorar outros. Com frequência, deixamos opções de apps para os vários sistemas operativo… [+2483 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "OnePlus Watch já foi certificado e revela-se em dois modelos - 4gnews", "description": "Pete Lau, CEO da OnePlus, já anunciou que a chinesa colocará no mercado o seu primeiro smartwatch \"no início de 2021\". Corroborando esse anúncio, sabemos agora que o OnePlus Watch já foi certificado na Índia. O cumprimento deste trâmite legal indicia que o la…", "url": "https://4gnews.pt/oneplus-watch-ja-foi-certificado-e-revela-se-em-dois-modelos/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-watch-ja-foi-certificado-e-revela-se-em-dois-modelos-og.jpg", "publishedAt": "2021-01-23T17:48:00Z", "content": "Pete Lau, CEO da OnePlus, já anunciou que a chinesa colocará no mercado o seu primeiro smartwatch \"no início de 2021\". Corroborando esse anúncio, sabemos agora que o OnePlus Watch já foi certificado … [+1970 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Vivo prepara-se para lançar novo smartphone gama-média! Especificações reveladas - 4gnews", "description": "A Vivo está a preparar-se para lançar no mercado mais um smartphone gama-média para ingressar a linha S7, o Vivo S7t. Ainda sem uma data oficial de apresentação revelada, o leaker chinês Digital Chat Station revelou praticamente todas as especificações do nov…", "url": "https://4gnews.pt/vivo-prepara-se-para-lancar-novo-smartphone-gama-media-especificacoes-reveladas/", "urlToImage": "https://cdn.4gnews.pt/imagens/vivo-prepara-se-para-lancar-novo-smartphone-gama-media-especificacoes-reveladas-og.jpg", "publishedAt": "2021-01-23T17:19:00Z", "content": "A Vivo está a preparar-se para lançar no mercado mais um smartphone gama-média para ingressar a linha S7, o Vivo S7t. Ainda sem uma data oficial de apresentação revelada, o leaker chinês Digital Chat… [+1246 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Realme X7 e X7 Pro têm data de apresentação global confirmada! - 4gnews", "description": "Já há algum tempo que se fala da apresentação global dos Realme X7 e X7 Pro, que foram lançados no mercado chinês em setembro de 2020. Agora, um tech blogger indiano publicou \"acidentalmente\" uma fotografia do convite para o evento de lançamento, que irá deco…", "url": "https://4gnews.pt/realme-x7-e-x7-pro-tem-data-de-apresentacao-global-confirmada/", "urlToImage": "https://cdn.4gnews.pt/imagens/realme-x7-e-x7-pro-tem-data-de-apresentacao-global-confirmada-og.jpg", "publishedAt": "2021-01-23T17:02:00Z", "content": "Já há algum tempo que se fala da apresentação global dos Realme X7 e X7 Pro, que foram lançados no mercado chinês em setembro de 2020. Agora, um tech blogger indiano publicou \"acidentalmente\" uma fot… [+1805 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "OnePlus 9 e OnePlus 9 Pro chegam em março – o que esperar? - Pplware", "description": "Espera-se quem em março sejam apresentados os OnePlus 9 e OnePlus 9 Pro e já há várias especulações e algumas certezas do que poderão ser.", "url": "https://pplware.sapo.pt/gadgets/oneplus-9-e-oneplus-9-pro-chegam-em-marco-o-que-esperar/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/oneplus-9-specs.jpg", "publishedAt": "2021-01-23T17:00:00Z", "content": "Os novos smartphones da OnePlus 9 deverão ser lançados no mês de março, muito antes do que é habitual no calendário da marca. Existem vários fatores que podem estar por trás desta antecipação. O prim… [+2374 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Youtuber coloca 16 GB numa gráfica GeForce RTX 2070 com 8 GB - Pplware", "description": "Recentemente foi divulgado um vídeo onde um youtuber coloca 16 GB numa placa gráfica GeForce RTX 2070 da Nvidia, com 8 GB.", "url": "https://pplware.sapo.pt/gadgets/hardware/youtuber-coloca-16-gb-numa-grafica-geforce-rtx-2070-com-8-gb/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/GeForce-2070_02.jpg", "publishedAt": "2021-01-23T15:00:00Z", "content": "Na Internet sabemos que há milhares de conteúdos curiosos onde se fazem experiências e testes com diversas tecnologias. Um dos mais populares é colocar smartphones à prova em testes de resistência, m… [+2525 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Xiaomi Mi 10T: o melhor smartphone para comprar até 400 € - 4gnews", "description": "Apresentado em setembro de 2020, o Xiaomi Mi 10T é a versão standard, mais acessível que o Mi 10T Pro, e consideravelmente mais poderoso que o Mi 10T Lite. O preço habitual de venda ao público é de 499 €, mas está agora em promoção por 399,49 €. O smartphone …", "url": "https://4gnews.pt/xiaomi-mi-10t-o-melhor-smartphone-para-comprar-ate-400/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-10t-o-melhor-smartphone-para-comprar-ate-400-og.jpg", "publishedAt": "2021-01-23T14:46:00Z", "content": "Apresentado em setembro de 2020, o Xiaomi Mi 10T é a versão standard, mais acessível que o Mi 10T Pro, e consideravelmente mais poderoso que o Mi 10T Lite. O preço habitual de venda ao público é de 4… [+2752 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Ana Sofia", "title": "Lista de compras guardada no seu smartphone com a Bring! - Pplware", "description": "Sendo o smartphone um dispositivo (quase) obrigatório, ter uma aplicação para ir anotando os produtos em falta é uma mais valia.", "url": "https://pplware.sapo.pt/smartphones-tablets/lista-de-compras-guardada-no-seu-smartphone-com-a-bring/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/bring_lista_compras01.jpg", "publishedAt": "2021-01-23T14:00:00Z", "content": "A lista de compras é um processo que permite que, no momento das compras, sejam adquiridos apenas os produtos que estão efetivamente em falta ou que são realmente necessários. Além disso, promove um … [+2172 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "MAGG, Rafaela Simões", "title": "5 apps para apimentar a relação durante o confinamento - MAGG", "description": "Quando parece que já não é possível inovar, eis que a tecnologia dá um empurrão. Desde controlos remotos a jogos de verdade ou consequência, veja como dar um boost à relação enquanto está confinado.", "url": "https://magg.sapo.pt/saude/artigos/5-apps-para-apimentar-a-relacao-durante-o-confinamento", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Fmagg.sapo.pt%2Fassets%2Fimg%2Fmagg%2Ffacebook-overlay.png&epic=MTI1FOUHpnFxq6Srwd1BX9zRfCgfnCVeyNzHOrN5hM22k9EFdpRgTS1gzLe0/01yCVnY9dIqQFzrW1LUeE1k1977nDh2IaV/L3PC68psXuov+YA=", "publishedAt": "2021-01-23T13:40:00Z", "content": "Se o confinamento e o teletrabalho ajudaram a afastar algumas relações tóxicas que dispensávamos no dia a dia, por outro lado, não vêm nada a calhar para casais que estavam a começar uma relação ou p… [+4863 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Paulo Silva", "title": "Miniclip adquire Online Soccer Manager - Pplware", "description": "Os estúdios holandeses da Gamebasics, responsáveis pelo jogo Online Soccer Manager, foram recentemente adquiridos pela Miniclip.", "url": "https://pplware.sapo.pt/jogos/miniclip-adquire-online-soccer-manager/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/OSM_Capa.jpg", "publishedAt": "2021-01-23T13:30:00Z", "content": "Online Soccer Manager é jogo mobile extremamente viciante e que coloca o jogador na pele de um manager de uma equipa de futebol. \r\nO jogo obteve tanto sucesso que despertou o interesse da Miniclip qu… [+1649 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "WhatsApp: a razão válida para desinstalar esta app do Facebook - 4gnews", "description": "O grupo Facebook desdobra-se nas redes sociais Facebook, Instagram e WhatsApp. Três pilares que dominam o panorama tecnológico atual e que estimam os teus dados pessoais e informações do utilizador - como forma de rentabilização, entenda-se. As últimas semana…", "url": "https://4gnews.pt/whatsapp-a-razao-valida-para-desinstalar-esta-app-do-facebook/", "urlToImage": "https://cdn.4gnews.pt/imagens/whatsapp-a-razao-valida-para-desinstalar-esta-app-do-facebook-og.jpg", "publishedAt": "2021-01-23T13:00:00Z", "content": "O grupo Facebook desdobra-se nas redes sociais Facebook, Instagram e WhatsApp. Três pilares que dominam o panorama tecnológico atual e que estimam os teus dados pessoais e informações do utilizador -… [+3264 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Polícia envia ping ao Apple Watch para localizar mulher sequestrada - Pplware", "description": "A polícia do Texas usou o recurso de localização do Apple Watch para encontrar uma mulher que havia sido supostamente sequestrada.", "url": "https://pplware.sapo.pt/apple/policia-envia-ping-ao-apple-watch-para-localizar-mulher-sequestrada/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/apple_watch_sos00.jpg", "publishedAt": "2021-01-23T12:45:00Z", "content": "O Apple Watch é um dispositivo computacional muito completo. Além da função de máquina que mede o tempo, os seus sensores e tecnologias incorporadas permitem não só ao smartwatch estudar e informar s… [+2882 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Facebook “desliga” inexplicavelmente utilizadores com iPhone - Pplware", "description": "A maior rede social, o Facebook, está operacional, mas deu no final da noite a um estranho tópico de tendência no Twitter. O que aconteceu?", "url": "https://pplware.sapo.pt/smartphones-tablets/facebook-desliga-inexplicavelmente-utilizadores-com-iphone/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/facebook_logout.jpg", "publishedAt": "2021-01-23T12:00:00Z", "content": "Quando acordou este sábado, abriu a app do Facebook e foi-lhe solicitado para se autenticar? Não foi só consigo, pois tal problema afetou todos os utilizadores que têm iPhone.\r\nDe acordo com as vagas… [+1456 chars]"}, {"source": {"id": null, "name": "Leak.pt"}, "author": "https://www.facebook.com/bruno.pat.fonseca", "title": "Especial: os melhores smartphones por menos de 300 Euros - Leak", "description": "Por 300 Euros já se consegue comprar bons smartphones. É verdade que pode não ser um topo-de-gama mas ainda assim tem boas características.", "url": "https://www.leak.pt/smartphones-por-menos-de-300-euros/", "urlToImage": "https://leakpt-a790.kxcdn.com/wp-content/uploads/2021/01/redmi.webp", "publishedAt": "2021-01-23T11:59:00Z", "content": "Por 300 Euros já se consegue comprar bons smartphones. É verdade que pode não ser um topo-de-gama. No entanto, é pelo menos um gama média que dá aos utilizadores tudo aquilo de que necessitam. Um bom… [+3168 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Como atualizar os drivers do Windows 10 na nova interface - Pplware", "description": "Mudou Microsoft o local da gestão dos drivers no Windows 10. É mais simples e mais rápida de garantir estas atualizações. Veja como usar.", "url": "https://pplware.sapo.pt/truques-dicas/dica-como-atualizar-os-drivers-do-windows-10-na-nova-interface/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/pplware_cores_windows_10_1.jpg", "publishedAt": "2021-01-23T10:00:00Z", "content": "Os drivers são um elemento essencial no Windows 10, mas trazem muitas vezes problemas. A Microsoft tem trabalhado para melhorar esta componente, mas não passa somente pelas suas mão a resolução. A em… [+2270 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "CEO da Intel diz que o processo de 7 nm está a ir muito bem - Pplware", "description": "A Intel está a mostrar sinais de mudança. E, segundo o CEO da fabricante, o processo de 7 nm da empresa está a correr muito bem.", "url": "https://pplware.sapo.pt/gadgets/hardware/ceo-da-intel-diz-que-o-processo-de-7-nm-esta-a-ir-muito-bem/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Intel-nm.jpg", "publishedAt": "2021-01-23T09:00:00Z", "content": "Apesar de seu uma das mais importantes marcas tecnológicas, a Intel mentém-se ‘presa’ ao longo do anos ao seu processo de fabrico de 14 nm. Tal aspeto faz com que muitos utilizadores optem por equipa… [+2559 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "O Google Duo vai em breve deixar de funcionar em alguns smartphones Android - Pplware", "description": "O Google Duo vai deixar de funcionar num conjunto de smartphones que a Google não tiver certificado para os seus serviços", "url": "https://pplware.sapo.pt/smartphones-tablets/android/o-google-duo-vai-em-breve-deixar-de-funcionar-em-alguns-smartphones-android/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/pplware_google_duo_1.jpg", "publishedAt": "2021-01-23T01:30:00Z", "content": "No meio de toda a confusão que o confinamento trouxe, a Google acabou por melhorar as suas ofertas no campo da videoconferência. Uma das suas propostas assentou no Google Duo, que está vocacionado pa… [+1821 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Atualização do Galaxy S10 para o Android 11 e One UI 3.0 foi suspensa - Pplware", "description": "A Samsung reverteu a atualização do Galaxy S10 para o Android 11 e a One UI 3.0. O processo foi colocado em pausa, ainda sem justificação", "url": "https://pplware.sapo.pt/smartphones-tablets/android/atualizacao-do-galaxy-s10-para-o-android-11-e-a-one-ui-3-0-foi-suspensa/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/01/samsung-galaxy-s10-1-1.jpg", "publishedAt": "2021-01-23T00:30:00Z", "content": "A Samsung tem estado muito ativa no que toca à atualização dos seus smartphones para o Android 11 e One UI 30. A marca segue uma lista bem definida de dispositivos, desde modelos mais recentes até ou… [+1960 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "Tech WhatsApp WhastApp lançou novas opções na app para PC - Notícias ao Minuto", "description": "O lançamento está a ser feito de forma gradual.", "url": "https://www.noticiasaominuto.com/tech/1672108/whastapp-lancou-novas-opcoes-na-app-para-pc", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1611323000/naom_600ad64e55b6e.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjk2MCwiY3JvcEhlaWdodCI6MTcwNywiY3JvcFgiOjEwNDgsImNyb3BZIjowfSwibGFuZHNjYXBlIjp7ImNyb3BXaWR0aCI6MjU2MCwiY3JvcEhlaWdodCI6MTQ0MCwiY3JvcFgiOjAsImNyb3BZIjoyNTN9fQ==", "publishedAt": "2021-01-22T23:00:00Z", "content": "Há algum tempo que o WhatsApp tem demonstrado interesse em dar mais opções a quem usa o serviço de mensagens na versão desktop, com as primeiras novidades a estarem, aparentemente, previstas para bre… [+884 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Microsoft patenteia um chatbot que permitirá conversas com pessoas que já morreram - Pplware", "description": "A Microsoft tem uma patente registada recentemente para tecnologia que poderá ser usada para criar chatbots de pessoas que já faleceram.", "url": "https://pplware.sapo.pt/informacao/microsoft-patenteia-um-chatbot-que-permitira-conversas-com-pessoas-que-ja-morreram/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/chatbot01.jpg", "publishedAt": "2021-01-22T22:30:00Z", "content": "Pode parecer bizarro, mas cada vez nos aproximamos mais do futuro onde o corpo morre e a mente permanece viva para sempre. Graças à tecnologia, claro está. Nesse sentido, a Microsoft tem uma patente … [+3204 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "LG: smartphone com ecrã rolável poderá nunca chegar às lojas - 4gnews", "description": "A participação da LG na CES 2021 ficou marcada pela revelação da primeira imagem do seu smartphone com ecrã rolável. Os detalhes acerca deste dispositivo não foram muitos, mas ficou a expectativa de um lançamento para as lojas em setembro. Poucas semanas depo…", "url": "https://4gnews.pt/lg-smartphone-com-ecra-rolavel-podera-nunca-chegar-as-lojas/", "urlToImage": "https://cdn.4gnews.pt/imagens/lg-smartphone-com-ecra-rolavel-podera-nunca-chegar-as-lojas-og.jpg", "publishedAt": "2021-01-22T22:25:00Z", "content": "A participação da LG na CES 2021 ficou marcada pela revelação da primeira imagem do seu smartphone com ecrã rolável. Os detalhes acerca deste dispositivo não foram muitos, mas ficou a expectativa de … [+1769 chars]"}, {"source": {"id": null, "name": "Observador.pt"}, "author": "Alfredo Lavrador", "title": "Recarregar a bateria em 5 minutos? Sim, é possível - Observador", "description": "", "url": "https://observador.pt/2021/01/22/recarregar-a-bateria-em-5-minutos-sim-e-possivel/", "urlToImage": "https://wm.observador.pt/wm/obs/l/https%3A%2F%2Fbordalo.observador.pt%2Fv2%2Frs%3Afill%3A770%3A403%2Fc%3A1200%3A674%3Anowe%3A0%3A126%2Fq%3A85%2Fplain%2Fhttps%3A%2F%2Fs3.observador.pt%2Fwp-content%2Fuploads%2F2021%2F01%2F22224326%2Fstoredot-ev.jpg", "publishedAt": "2021-01-22T22:10:00Z", "content": "Os automóveis eléctricos alimentados por baterias já conseguem garantir autonomias interessantes, em alguns casos. Mas, apesar da evolução tecnológica, o maior problema que enfrentam é a lentidão do … [+3525 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Itália bloqueia rede social TikTok - ECO Economia Online", "description": "A rede social foi bloqueada até 15 de fevereiro depois da morte de uma menina de 10 anos, por asfixia, quando participava no desafio \"jogo do lenço na cabeça\".", "url": "https://eco.sapo.pt/2021/01/22/italia-bloqueia-rede-social-tiktok/", "urlToImage": "https://eco.imgix.net/uploads/2020/08/cropped-tiktok-5323006_1920.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2021-01-22T22:07:15Z", "content": "A rede social TikTok foi esta sexta-feira bloqueada em Itália, na sequência da morte de uma menina de 10 anos que participava num desafio naquela plataforma.\r\nA Autoridade para a Proteção de Dados Pe… [+3400 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "ECO", "title": "Autocarros do Porto vão ser movidos a eletricidade 100% renovável - ECO Economia Online", "description": "A STCP assinou um contrato com a empresa espanhola Acciona para o fornecimento de energia 100% renovável. Esta solução vai permitir evitar a emissão de 1.046 toneladas de dióxido de carbono.", "url": "https://eco.sapo.pt/2021/01/22/autocarros-do-porto-vao-ser-movidos-a-eletricidade-100-renovavel/", "urlToImage": "https://eco.imgix.net/uploads/2017/05/cropped-stcp.jpg?mark64=aHR0cHM6Ly9lY28uaW1naXgubmV0L0VDT193YXRlcm1hcmsucG5nP2ZtPXBuZw%3D%3D&markscale=33&markalign=center,left&w=1200", "publishedAt": "2021-01-22T21:22:47Z", "content": "A Sociedade de Transportes Colectivos do Porto (STCP) assinou um contrato para o fornecimento de eletricidade 100% renovável com a empresa espanhola Acciona. O contrato assegura o fornecimento de cin… [+3871 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Apple trará novamente aos MacBook Pro algo que os utilizadores sentem falta - 4gnews", "description": "A última grande revisão aos MacBook Pro trouxe o predomínio das portas USB-C aos portáteis da Apple. Isso deixou muitos utilizadores descontentes devido à remoção da panóplia de portas que estes ofereciam. Leitor de cartões de memória integrado de regresso ao…", "url": "https://4gnews.pt/apple-trara-novamente-aos-macbook-pro-algo-que-os-utilizadores-sentem-falta/", "urlToImage": "https://cdn.4gnews.pt/imagens/apple-trara-novamente-aos-macbook-pro-algo-que-os-utilizadores-sentem-falta-og.jpg", "publishedAt": "2021-01-22T21:20:00Z", "content": "A última grande revisão aos MacBook Pro trouxe o predomínio das portas USB-C aos portáteis da Apple. Isso deixou muitos utilizadores descontentes devido à remoção da panóplia de portas que estes ofer… [+2321 chars]"}, {"source": {"id": null, "name": "Dinheirovivo.pt"}, "author": "João Tomé", "title": "5G é perigoso? \"O que vamos ter em Portugal é garantidamente seguro\" - Dinheiro Vivo", "description": "Especialista Rui Aguiar explica como o 5G é mesmo seguro, apesar de um artigo de opinião polémico no Reino Unido pedir mais estudos. Investigador português diz que só para o 5G com frequências de 26 GHz (ainda não usadas) ainda faltam estudos e dá o exemplo d…", "url": "https://www.dinheirovivo.pt/empresas/tecnologia/5g-e-perigoso-o-que-vamos-ter-em-portugal-e-garantidamente-seguro-antenas-tv-tem-mais-potencia-13266757.html", "urlToImage": "https://static.globalnoticias.pt/dv/image.aspx?brand=DV&type=generate&guid=680c79ab-66cb-4bc6-9f48-a4bdafe58529&w=800&h=420&watermark=true&t=20210122210800", "publishedAt": "2021-01-22T21:08:00Z", "content": "Há muito que o 5G tem sido fonte de teorias da conspiração infundadas, a mais recente e com larga exposição ao longo de 2020 nas redes sociais (YouTube incluído) dava conta de contribuir para dissemi… [+3912 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "POCO X3 acumula queixas devido à bateria nos fóruns Xiaomi - 4gnews", "description": "O alerta foi dado por leitores 4gnews, despertando a nossa atenção para o facto de algumas unidades do POCO X3 NFC estarem a apresentar súbitas quebras na autonomia. A duração da bateria deste smartphone Xiaomi era a fonte dos problemas. Apresentado em setemb…", "url": "https://4gnews.pt/poco-x3-acumula-queixas-devido-a-bateria-nos-foruns-xiaomi/", "urlToImage": "https://cdn.4gnews.pt/imagens/poco-x3-acumula-queixas-devido-a-bateria-nos-foruns-xiaomi-og.jpg", "publishedAt": "2021-01-22T20:34:00Z", "content": "O alerta foi dado por leitores 4gnews, despertando a nossa atenção para o facto de algumas unidades do POCO X3 NFC estarem a apresentar súbitas quebras na autonomia. A duração da bateria deste smartp… [+1799 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "Oportunidades irrepetíveis? GOODOFFER24 para Jogos, Windows, Office e mais - Pplware", "description": "Conheça as oportunidades irrepetíveis que se fazem na Goodoffer24: chaves digitais para Windows 10, Jogos, Office, Antivírus e muito mais!", "url": "https://pplware.sapo.pt/software/oportunidades-irrepetiveis-goodoffer24-para-jogos-windows-office-e-mais/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/04/imagens_licen0.jpg", "publishedAt": "2021-01-22T20:30:00Z", "content": "A GOODOFFER24 apresenta oportunidades irrepetíveis no seu vasto catálogo para quem agora vai passar muito do seu tempo em casa. Usufrua dos melhores títulos de entretenimento para todas as plataforma… [+2351 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi tem uma ideia para um smartphone como nunca viste - 4gnews", "description": "A Xiaomi foi uma das fabricantes que trouxe para o mercado, e de certa forma conseguiu popularizar, smartphones com câmaras pop-up. Veja-se o exemplo dos Xiaomi Mi 9T ou do POCO F2 Pro. A última ideia da fabricante chinesa foi registada em patente, e vai um p…", "url": "https://4gnews.pt/xiaomi-tem-uma-ideia-para-um-smartphone-como-nunca-viste/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-tem-uma-ideia-para-um-smartphone-que-nunca-viste-og.jpg", "publishedAt": "2021-01-22T20:20:00Z", "content": "A Xiaomi foi uma das fabricantes que trouxe para o mercado, e de certa forma conseguiu popularizar, smartphones com câmaras pop-up. Veja-se o exemplo dos Xiaomi Mi 9T ou do POCO F2 Pro.\r\nA última ide… [+1517 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Oppo Watch 41mm vai chegar a Portugal por 249 euros em cores preto e rosa-dourado - SAPO Tek", "description": "A fabricante promete um carregamento rápido com uma carga total em 75 minutos através da tecnologia VOOC Flash.", "url": "https://tek.sapo.pt/noticias/computadores/artigos/oppo-watch-41mm-vai-chegar-a-portugal-por-249-euros-em-cores-preto-e-rosa-dourado", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=ZTIxCLk4fCIalZ+T7PYO3TZrGUrE/cDRHWw8yF/LRnmSpbPtNkle0OgiJqwPncNxmethJRvITysKfVwy2llRTte345tPAY78cdrCsuIATftFTi4=", "publishedAt": "2021-01-22T19:18:00Z", "content": "A Oppo continua a apostar no mercado nacional com o lançamento em breve do seu novo smartwatch, o Oppo Watch 41mm que foi revelado no ano passado. O relógio inteligente custa 249 euros e chega em cor… [+1996 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": null, "title": "Alphabet encerra Loon: os balões que iam levar Internet a todo o mundo - Exame Informática", "description": "Projeto Loon começou há nove anos, deu origem a uma empresa, mas dificuldades em encontrar um modelo de negócio sustentável e parceiros levam a Alphabet a decidir pelo fim da iniciativa", "url": "https://visao.sapo.pt/exameinformatica/noticias-ei/mercados/2021-01-22-alphabet-encerra-loon-os-baloes-que-iam-levar-internet-a-todo-o-mundo/", "urlToImage": "https://images.trustinnews.pt/uploads/sites/5/2021/01/9047337Loon_exame%20informática.jpg", "publishedAt": "2021-01-22T18:48:00Z", "content": null}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Procura um bom smartphone até 300€? Temos sugestões - Pplware", "description": "Sendo a gama média, numa faixa de preços entre os 150 € e os 300 €, a mais procurada, estes são alguns modelos de smarphones a considerar.", "url": "https://pplware.sapo.pt/gadgets/smartphone-ate-300e-temos-sugestoes/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/01/pplware_oneplus-7t-pro-1.jpg", "publishedAt": "2021-01-22T15:00:00Z", "content": "A escolha de um smartphone não é tarefa fácil num mercado tão competitivo. É por isso que, com frequência, aqui deixamos sugestões de modelos com boa relação entre qualidade e preço. \r\nSendo a gama m… [+5222 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits", "title": "Passatempo SAPO TEK: Explore o seu lado mais criativo com a Canon IVY REC - SAPO Tek", "description": "Ficar em casa pode ser uma boa oportunidade para fazer novas experiências no mundo da fotografia. Por isso o SAPO TEK e a Canon têm um desafio para quem quiser ganhar uma Canon IVY REC.", "url": "https://tek.sapo.pt/extras/passatempos/artigos/passatempo-sapo-tek-explore-o-seu-lado-mais-criativo-com-a-canon-ivy-rec", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&png=1&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=YjU1f4U6xjmrE54VEXU76jldidUdYJM3R7UFwL8emKgTjNf70Z3r0TN66nYobHX3ljfWXNrjA0FF8vDFS4SoQx1xNel4sOdoiAbMdROBn+Za3Pk=", "publishedAt": "2021-01-22T14:30:00Z", "content": "As paisagens das viagens, os desportos de aventura, os amigos e a animação das festas são sempre bons motivos para boas fotografias, mas em confinamento estas reportagens de imagens também nos foram … [+532 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Rui Parreira", "title": "EMUI 11 introduz novas funcionalidades assentes em interface, privacidade e segurança - SAPO Tek", "description": "A Huawei promete o acesso a recursos mais inteligentes, de forma a facilitar a experiência de utilização do seu ecossistema.", "url": "https://tek.sapo.pt/mobile/apps/artigos/emui-11-introduz-novas-funcionalidades-assentes-em-interface-privacidade-e-seguranca", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=OTJmSG7F3YtqLWb7Dfm2GcXZl4aJx7s7lYtxfUnqc315JKKyMbY/Jgym06zDZ11wMCn6YrrGHvIdPiBYv3+otAT3tt8ZFi41M18ugHDam9IB9y8=", "publishedAt": "2021-01-22T14:19:00Z", "content": "O EMUI 11, o sistema operativo para smartphones da Huawei, lançado em setembro do ano passado, continua a receber atualizações com novas funcionalidades. Enquanto a fabricante chinesa não lança o Har… [+2273 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Samsung Galaxy A82 pode chegar este ano com câmara deslizante - Pplware", "description": "Alguns rumores indicam que a Samsung em desenvolvimento o Galaxy A82, um modelo com câmara deslizante que pode chegar este ano.", "url": "https://pplware.sapo.pt/gadgets/samsung-galaxy-a82-pode-chegar-este-ano-com-camara-deslizante/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/Galaxy-A82.jpg", "publishedAt": "2021-01-22T12:45:00Z", "content": "Não há qualquer dúvida de que a Samsung é uma das mais fortes fabricantes de smartphones. E tem modelos para os vários tipos de consumidores, desde os mais discretos, aos mais excêntricos. E, claro, … [+1790 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/vitormmm", "title": "Há rumores de que o iOS 15 abandonará o suporte para iPhone 6s e iPhone SE 2016 - Pplware", "description": "Segundo alguns novos rumores, o iOS 15 da Apple poderá não dar suporte ao iPhone 6S e iPhone SE de 2016, ambos com chip A9.", "url": "https://pplware.sapo.pt/apple/ha-rumores-de-que-o-ios-15-abandonara-o-suporte-para-iphone-6s-e-iphone-se-2016/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/concept_ios15_00.jpg", "publishedAt": "2021-01-22T11:55:00Z", "content": "Todos os anos a Apple lança uma nova versão do seu sistema operativo para o iPhone. Há sempre novidades e tecnologias que encontram suporte na nova versão do iOS. Como resultado, há máquinas mais ant… [+1646 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi RedmiBook Pro: inspiração nos MacBook da Apple revelada em imagem oficial - 4gnews", "description": "Os MacBook da Apple são uma referência na indústria de computadores portáteis, e já não é novidade que algumas marcas se inspiram no seu design. A agora marca independente da Xiaomi, Redmi, vai fazê-lo no modelo que se prepara para lançar. O próximo RedmiBook…", "url": "https://4gnews.pt/xiaomi-redmibook-pro-inspiracao-nos-macbook-da-apple-revelada-em-imagem-oficial/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-redmibook-pro-inspiracao-nos-macbook-da-apple-revelada-em-imagem-oficial-og.jpg", "publishedAt": "2021-01-22T11:53:00Z", "content": "Os MacBook da Apple são uma referência na indústria de computadores portáteis, e já não é novidade que algumas marcas se inspiram no seu design. A agora marca independente da Xiaomi, Redmi, vai fazê-… [+1535 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "OnePlus Nord está com preço irresistível na Amazon, aproveita! - 4gnews", "description": "A OnePlus tem alguns dos melhores smartphones de gama média e gama alta no mercado, com boa relação preço qualidade, uma incrível interface Android, a OxygenOS e regra geral um desempenho muito bom, com foco na eficiência e velocidade. Com os flagships a fica…", "url": "https://4gnews.pt/oneplus-nord-esta-com-preco-irresistivel-na-amazon-aproveita/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-nord-esta-com-preco-irresistivel-na-amazon-aproveita-og.jpg", "publishedAt": "2021-01-22T11:24:00Z", "content": "A OnePlus tem alguns dos melhores smartphones de gama média e gama alta no mercado, com boa relação preço qualidade, uma incrível interface Android, a OxygenOS e regra geral um desempenho muito bom, … [+2642 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "Honor V40 5G – o primeiro smartphone da marca depois de abandonar a Huawei - Pplware", "description": "Eis que chegou o primeiro smartphone da Honor depois da separação com a Huawei. É o Honor V40 5G e vem com Dimensity 1000+.", "url": "https://pplware.sapo.pt/gadgets/honor-v40-5g-o-primeiro-smartphone-da-marca-depois-de-abandonar-a-huawei/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/hornor-v40-1.jpg", "publishedAt": "2021-01-22T11:00:00Z", "content": "Foi em novembro que a Huawei anunciou que se iria separar da Honor. Assim, a sua sub marca passou a abraçar o mercado por conta própria e eis que chegou o primeiro smartphone depois desta separação, … [+2214 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Vitor Urbano", "title": "Este novo smartphone vai fazer tremer Samsung Galaxy S21 Ultra! - 4gnews", "description": "Nos últimos dias de 2020 a Vivo apresentou dois novos smartphones topo de gama, os Vivo X60 e X60 Pro, sendo os primeiros a chegar com o processador Exynos 1080. Agora, a fabricante apresentou oficialmente o modelo pelo qual todos esperávamos, o Vivo X60 Pro+…", "url": "https://4gnews.pt/este-novo-smartphone-vai-fazer-tremer-samsung-galaxy-s21-ultra/", "urlToImage": "https://cdn.4gnews.pt/imagens/este-novo-smartphone-vai-fazer-tremer-samsung-galaxy-s21-ultra-og.jpg", "publishedAt": "2021-01-22T10:43:00Z", "content": "Nos últimos dias de 2020 a Vivo apresentou dois novos smartphones topo de gama, os Vivo X60 e X60 Pro, sendo os primeiros a chegar com o processador Exynos 1080. Agora, a fabricante apresentou oficia… [+2215 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "Incêndio de Tesla Model 3 poderá estar relacionado com bateria danificada - Notícias ao Minuto", "description": "Ninguém ficou ferido no incidente.", "url": "https://www.noticiasaominuto.com/tech/1671932/incendio-de-tesla-model-3-podera-estar-relacionado-a-bateria-danificada", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1611311503/naom_5be569781b31f.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjM3MywiY3JvcEhlaWdodCI6NjY1LCJjcm9wWCI6NDE3LCJjcm9wWSI6MH0sImxhbmRzY2FwZSI6eyJjcm9wV2lkdGgiOjk5NywiY3JvcEhlaWdodCI6NTYxLCJjcm9wWCI6MCwiY3JvcFkiOjUxfX0=", "publishedAt": "2021-01-22T10:28:00Z", "content": "Um Model 3 da Tesla ter-se-á incendiado num parqueamento residencial em Xangai, China. Ainda não há uma conclusão oficial sobre a situação mas, de acordo com publicações chinesas (via Business Inside… [+748 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "3 motivos para comprar o Apple iPhone SE e não um Android - 4gnews", "description": "O Apple iPhone SE (2020) foi apresentado em abrir do ano passado com o preço a começar nos 499 € em Portugal. Há pelo menos três boas razões para justificar a sua compra face a qualquer smartphone Android neste mesmo segmento de preços. Para quem está à procu…", "url": "https://4gnews.pt/comprar-apple-iphone-nao-android/", "urlToImage": "https://cdn.4gnews.pt/imagens/3-motivos-para-comprar-o-apple-iphone-se-e-nao-um-android-og.jpg", "publishedAt": "2021-01-22T10:26:00Z", "content": "O Apple iPhone SE (2020) foi apresentado em abrir do ano passado com o preço a começar nos 499 em Portugal. Há pelo menos três boas razões para justificar a sua compra face a qualquer smartphone Andr… [+5255 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "MediaTek ultrapassa a Qualcomm e torna-se na maior fabricante de SoC da China - Pplware", "description": "A MediaTek conseguiu agora ultrapassar as rivais Qualcomm e Hisilicon e tornou-se na maior fabricante de SoC da China.", "url": "https://pplware.sapo.pt/gadgets/hardware/mediatek-ultrapassa-a-qualcomm-e-torna-se-na-maior-fabricante-de-soc-da-china/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/11/mediatek-5g-realme.jpg", "publishedAt": "2021-01-22T09:50:00Z", "content": "No que respeita a processadores para dispositivos móveis, há sem dúvida algumas marcas que se destacam. Entre elas estão então a taiwanesa MediaTek, a chinesa Hisilicon e a norte-americana Qualcomm.\r… [+2071 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "iMessage no Android e Windows? O Beeper é o mais recente a prometer isso - Pplware", "description": "O Beeper promete trazer para o Android e para o Windows o acesso ao iMessage, algo que há muito é pedido e nunca foi conseguido", "url": "https://pplware.sapo.pt/software/imessage-no-android-e-windows-o-beeper-e-o-mais-recente-a-prometer-isso/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/beeper_1.jpg", "publishedAt": "2021-01-22T08:00:00Z", "content": "Com muitos e diferentes serviços de mensagens disponíveis, torna-se complicado gerir essa onda de informação que recebemos. Assim, é sempre bem recebida a opção de ter uma app ou serviço que unifica … [+2586 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Em breve será muito mais fácil instalar extensões no Firefox do Android - Pplware", "description": "Em breve, tudo será diferente e será mais fácil instalar extensões no Firefox do Android. Este browser da Mozilla terá acesso pela Internet", "url": "https://pplware.sapo.pt/browsers/em-breve-sera-muito-mais-facil-instalar-extensoes-no-firefox-do-android/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/firefox_android_extensoes_2.jpg", "publishedAt": "2021-01-22T00:30:00Z", "content": "Presentes nos browsers há vários anos, as extensões melhoram-nos e trazem novas funcionalidades. Estes estão normalmente apenas disponíveis nas versões dedicadas ao desktop, mas há já quem as tenha t… [+1944 chars]"}]}