{"status": "ok", "totalResults": 70, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Quer uns AirPods de 3.ª geração? Apple ainda não os lançou mas já existem clones - Pplware", "description": "O mais curioso agora é sem estarem apresentados os novos AirPods , já podem ser comprados. Não são oficiais e são clones do que se espera", "url": "https://pplware.sapo.pt/apple/quer-uns-airpods-de-3a-geracao-apple-ainda-nao-os-lancou-mas-ja-existem-clones/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/03/imagem_airpods_apple00.jpg", "publishedAt": "2021-04-10T17:00:17Z", "content": "A Apple tem nos AirPods um dos seus gadgets de maior sucesso. Estes buds têm evoluído ao longo dos anos e tornado-se ainda melhores a cada nova versão, com cada vez mais funcionalidades, marcando o p… [+2222 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi mostra à Apple como se faz com este acessório para iPhone - 4gnews", "description": "Se já usaste um cabo de carregamento de iPhone durante muito tempo, sabes como estes se podem degradar facilmente. São muitas as histórias por essa internet fora de cabos de carregamento oficiais da Apple que simplesmente romperam. Indo ao site oficial da App…", "url": "https://4gnews.pt/xiaomi-mostra-a-apple-como-se-faz-com-este-acessorio-para-iphone/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mostra-a-apple-como-se-faz-com-este-acessorio-para-iphone-og.jpg", "publishedAt": "2021-04-10T15:24:30Z", "content": "Se já usaste um cabo de carregamento de iPhone durante muito tempo, sabes como estes se podem degradar facilmente. São muitas as histórias por essa internet fora de cabos de carregamento oficiais da … [+1287 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Casa dos Bits, Rui Parreira", "title": "Huawei Sound é a nova coluna sem fios que promete ser mais pequena e poderosa - SAPO Tek", "description": "A nova proposta foi desenvolvida em parceria com a Devialet e oferece som surround 360 e tecnologia SAM para uma maior imersão, numa experiência de concerto ao vivo, diretamente da sala de estar.", "url": "https://tek.sapo.pt/noticias/computadores/artigos/huawei-sound-e-a-nova-coluna-sem-fios-que-promete-ser-mais-pequena-e-poderosa", "urlToImage": "https://thumbs.web.sapo.io/?W=1200&H=630&delay_optim=1&tv=1&crop=center&bottom_overlay=https%3A%2F%2Ftek.sapo.pt%2Fassets%2Fimg%2Ftek-sapo%2Ffacebook-overlay.png&epic=Yzc3OUeT0NFyNP1Nr533mGbzRW0qWWXnchHZe6ULhGHrp9bwmDEZ1RTazcwI1yJfvKeo9mr38uGRPNJa2fzCEAw0nlLi+IXSBOvR7ucVyGveH04=", "publishedAt": "2021-04-10T15:07:45Z", "content": "Já chegou a Portugal a nova geração de colunas sem fios da Huawei, introduzindo um novo tamanho no seu design, assim como tecnologias para uma maior imersão de som. A Huawei Sound foi construída nova… [+1806 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Xiaomi confirma MIUI 12.5 para mais 4 smartphones menos recentes - 4gnews", "description": "Zhang Guoquan, executivo da Xiaomi, anunciou hoje na Weibo a atualização de alguns topos de gama mais antigos para a MIUI 12.5. Os contemplados serão os Xiaomi Mi 8, Mi 8 Explorer Editiion, Mi Mix 3 e Mi Mix 2S. Recorde-se que a MIUI 12.5 foi oficialmente apr…", "url": "https://4gnews.pt/xiaomi-confirma-miui-12-5-para-mais-4-smartphones-menos-recentes/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-confirma-miui-12-5-para-mais-4-smartphones-menos-recentes-og.jpg", "publishedAt": "2021-04-10T14:22:47Z", "content": "Zhang Guoquan, executivo da Xiaomi, anunciou hoje na Weibo a atualização de alguns topos de gama mais antigos para a MIUI 12.5. Os contemplados serão os Xiaomi Mi 8, Mi 8 Explorer Editiion, Mi Mix 3 … [+1948 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Primeiro smartphone gaming da Redmi está prestes a ser apresentado - 4gnews", "description": "Tudo aponta para que a Redmi, marca independente da Xiaomi, esteja a ultimar os preparativos para a apresentação do seu primeiro smartphone gaming. Este dispositivo ainda reserva vários mistérios, mas o seu lançamento pode estar próximo. Smartphone gaming da …", "url": "https://4gnews.pt/primeiro-smartphone-gaming-da-redmi-esta-prestes-a-ser-apresentado/", "urlToImage": "https://cdn.4gnews.pt/imagens/primeiro-smartphone-gaming-da-redmi-esta-prestes-a-ser-apresentado-og.jpg", "publishedAt": "2021-04-10T13:26:42Z", "content": "Tudo aponta para que a Redmi, marca independente da Xiaomi, esteja a ultimar os preparativos para a apresentação do seu primeiro smartphone gaming. Este dispositivo ainda reserva vários mistérios, ma… [+1602 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "Proteger a sua privacidade: principal missão da CyberGhost VPN - Pplware", "description": "Proteger a privacidade é a principal missão da CyberGhost VPN cujo objectivo é a segurança e proteção com anonimato online.", "url": "https://pplware.sapo.pt/internet/proteger-a-privacidade-missao-principal-vpn/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/cyberghost-vpn-anonimo-seguranca-ip-esconder-netflix.jpg", "publishedAt": "2021-04-10T13:00:45Z", "content": "Proteger a sua privacidade é, sem dúvida, uma missão cada vez mais complicada. São mais que muitas as artimanhas que hackers e sites dúbios utilizam para tentar chegar até nós, de forma menos correta… [+5537 chars]"}, {"source": {"id": null, "name": "Www.nit.pt"}, "author": null, "title": "Fnac está com descontos até 50% — e smartphones até 230 euros mais baratos - NiT New in Town", "description": "O site tem, num exclusivo online, dezenas de produtos com descontos nas áreas da tecnologia, livros e entertenimento.", "url": "https://www.nit.pt/compras/lojas-e-marcas/fnac-esta-com-descontos-ate-50", "urlToImage": "https://www.nit.pt/wp-content/plugins/mm_og_image/mm_og_image.php?post_id=673314&ts=20210410140444", "publishedAt": "2021-04-10T12:32:00Z", "content": "Para quem está atento e gosta de gadgets e tecnologia ou simplesmente não resiste ao novo modelo de smartphone ou iPad já é quase certo, sobretudo nos últimos meses de pandemia, que os fins de semana… [+497 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Google Stadia Pro: ganha 3 meses grátis com esta campanha (tempo limitado) - 4gnews", "description": "O Google Stadia configura-se como o serviço de cloud gaming mais interessante que já testei. O facto de poder jogar FIFA 21 no Mac, iPad, iPhone ou Android desde que esteja ligado à internet é uma maravilha. Para poderes jogar um FIFA, basta adquirir o jogo n…", "url": "https://4gnews.pt/google-stadia-pro-ganha-3-meses-gratis-com-esta-campanha-tempo-limitado/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-stadia-pro-ganha-3-meses-gratis-com-este-truque-tempo-limitado-og.jpg", "publishedAt": "2021-04-10T11:50:37Z", "content": "O Google Stadia configura-se como o serviço de cloud gaming mais interessante que já testei. O facto de poder jogar FIFA 21 no Mac, iPad, iPhone ou Android desde que esteja ligado à internet é uma ma… [+1654 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi Mi Pad 5 está cada vez mais perto: vê as provas - 4gnews", "description": "Desde que a Xiaomi anunciou o regresso ao segmento de tablets para 2021, que temos visto vários rumores sobre o alegado Mi Pad 5. O tablet parece estar cada vez mais perto de ser lançado, como comprova a sua última certificação onde se confirma o processador …", "url": "https://4gnews.pt/xiaomi-mi-pad-5-esta-cada-vez-mais-perto-ve-as-provas/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-pad-5-esta-cada-vez-mais-perto-ve-as-provas-og.jpg", "publishedAt": "2021-04-10T10:01:04Z", "content": "Desde que a Xiaomi anunciou o regresso ao segmento de tablets para 2021, que temos visto vários rumores sobre o alegado Mi Pad 5. O tablet parece estar cada vez mais perto de ser lançado, como compro… [+1642 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Consultório Pplware – Esclareça aqui as suas dúvidas - Pplware", "description": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes: Este consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pelos leitores e visitantes do Pplware, em todas...", "url": "https://pplware.sapo.pt/pplware/consultorio/consultorio-pplware-esclareca-aqui-as-suas-duvidas-349/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/consultorio_2021.jpg", "publishedAt": "2021-04-10T10:00:33Z", "content": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes:\r\nEste consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pel… [+9031 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Green Savers com Lusa", "title": "Japão vai despejar no mar água tratada, mas radioativa, da central nuclear de Fukushima - Green Savers", "description": "O Japão vai despejar gradualmente no mar água tratada, mas ainda radioativa, da central nuclear destruída de Fukushima, apesar da oposição de comunidades locais e países da região.", "url": "https://greensavers.sapo.pt/japao-vai-despejar-no-mar-agua-tratada-mas-radioativa-da-central-nuclear-de-fukushima/", "urlToImage": "https://greensavers.sapo.pt/wp-content/uploads/2021/04/fukushima.jpg", "publishedAt": "2021-04-10T09:48:46Z", "content": "O Japão vai despejar gradualmente no mar água tratada, mas ainda radioativa, da central nuclear destruída de Fukushima, apesar da oposição de comunidades locais e países da região.\r\nA decisão será to… [+1599 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Green Savers", "title": "Parque Jurássico poderia existir na vida real \"se quiséssemos\", afirma sócio de Elon Musk - Green Savers", "description": "Max Hodak afirma que os dinossauros criados artificialmente \"não seriam geneticamente autênticos\".", "url": "https://greensavers.sapo.pt/parque-jurassico-poderia-existir-na-vida-real-se-quisessemos-afirma-socio-de-elon-musk/", "urlToImage": "https://greensavers.sapo.pt/wp-content/uploads/2021/04/jurassic.jpg", "publishedAt": "2021-04-10T09:00:31Z", "content": "Max Hodak afirma que os dinossauros criados artificialmente “não seriam geneticamente autênticos”.\r\nO parceiro de negócios de Elon Musk disse que uma versão real de “Jurassic Park” poderia “provavelm… [+1251 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Rui Jorge", "title": "Dica: Como dividir o Google Chrome em dois ‘ecrãs’ - Pplware", "description": "A Dualless permite dividir o Google Chrome em duas janelas, aumentando assim o número de atividades visíveis em simultâneo.", "url": "https://pplware.sapo.pt/browsers/dica-como-dividir-o-google-chrome-em-dois-ecras/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/b.jpg", "publishedAt": "2021-04-10T08:50:51Z", "content": "Com a chegada da pandemia ao nosso quotidiano, vimo-nos obrigados a alterar vários hábitos e costumes. Com isto, veio também a necessidade de descobrir e adaptar novas ferramentas. O Google Chrome po… [+1662 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Microsoft lançou finalmente a versão de 64 bits do OneDrive para Windows - Pplware", "description": "O serviço cloud da Microsoft, só agora viu chegar a versão 64 bits da sua app e ainda em testes. O OneDrive no Windows torna-se ainda melhor", "url": "https://pplware.sapo.pt/microsoft/windows/microsoft-lancou-finalmente-a-versao-de-64-bits-do-onedrive-para-windows/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/onedrive_64_bits_1.jpg", "publishedAt": "2021-04-10T08:00:10Z", "content": "A mudança da arquitetura de 32 para 64 bits no Windows foi um processo que foi iniciado há muitos anos. Tanto o Windows como outros sistemas operativos já deram esse passo, e estão já adaptados a est… [+1726 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Tudo foi revelado! Apple não trouxe iMessage para o Android por temer perder utilizadores - Pplware", "description": "O iMessage para o Android nunca chegou e a razão da Apple foi agora apresentada. Num documento submetido pela Epic Games tudo foi revelado", "url": "https://pplware.sapo.pt/apple/medo-apple-nao-trouxe-o-imessage-para-o-android-por-temer-perder-utilizadores/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/imessage_1.jpg", "publishedAt": "2021-04-10T07:00:55Z", "content": "A aposta da Apple para trazer os seus serviços para o Android é ainda reduzida. Foca-se no seu ecossistema, algo que é normal e que deverá ser a sua preocupação principal.\r\nAlgo que sempre foi pedido… [+3036 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Revelada imagem da gráfica Intel Xe-HPG: será esta a GeForce RTX 3070 killer? - Pplware", "description": "Um leak revelou a placa gráfica Intel Xe-HPG (DG2). E estima-se que este modelo seja o concorrente direto da GeForce RTX 3070 da rival Nvidia.", "url": "https://pplware.sapo.pt/gadgets/hardware/revelada-imagem-da-grafica-intel-xe-hpg-sera-esta-a-geforce-rtx-3070-killer/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/Intel-Xe-GPU.jpg", "publishedAt": "2021-04-10T00:30:46Z", "content": "A Intel esteve até aqui atenta às novidades do mercado dos chips gráficos e quais os produtos que iam saindo. No entanto a fabricante norte-americana já anunciou a sua linha de GPUs Xe, com objetivo … [+1763 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Atenção, Xiaomi! Estas novas trotinetes elétricas vão dar que falar - 4gnews", "description": "A NIU tornou-se popular mundialmente por ser uma das principais fabricantes de scooters (motas ou moticicletas) elétricas. E a fabricante chinesa olha agora para um mercado onde a Xiaomi se destaca, o das trotinetes elétricas. A marca acaba de apresentar as N…", "url": "https://4gnews.pt/atencao-xiaomi-estas-novas-trotinetes-eletricas-vao-dar-que-falar/", "urlToImage": "https://cdn.4gnews.pt/imagens/estas-novas-trotinetes-eletricas-podem-rivalizar-com-a-xiaomi-og.jpg", "publishedAt": "2021-04-09T19:57:49Z", "content": "A NIU tornou-se popular mundialmente por ser uma das principais fabricantes de scooters (motas ou moticicletas) elétricas. E a fabricante chinesa olha agora para um mercado onde a Xiaomi se destaca, … [+1777 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Google Pixel Watch existe mesmo e já conhecemos o seu design - 4gnews", "description": "A entrada da Google no mercado dos smartwatches não é uma novela recente. O primeiro Pixel Watch já foi dado como estando em desenvolvimento, já foi dado como cancelado e agora é-nos dito que o dispositivo chegará este ano. Quem avança com as novas informaçõe…", "url": "https://4gnews.pt/google-pixel-watch-existe-mesmo-e-ja-conhecemos-o-seu-design/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-pixel-watch-existe-mesmo-e-ja-conhecemos-o-seu-design-og.jpg", "publishedAt": "2021-04-09T19:42:37Z", "content": "A entrada da Google no mercado dos smartwatches não é uma novela recente. O primeiro Pixel Watch já foi dado como estando em desenvolvimento, já foi dado como cancelado e agora é-nos dito que o dispo… [+2095 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "Onde comprar bom software com a Goodoffer24: Office 2019, Windows 10 e mais! - Pplware", "description": "Comprar bom software é negócio para todos e a GoodOffer24 oferece os melhores preços para ativar o Windows 10, o Office, Jogos e muito mais!", "url": "https://pplware.sapo.pt/software/onde-comprar-bom-software-com-a-goodoffer24-office-2019-windows-10-e-mais/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2019/10/goodoffer24-windows-1.jpg", "publishedAt": "2021-04-09T19:30:21Z", "content": "Onde comprar bom software com a Goodoffer24? Esta é a pergunta que nos surpreende mas já nem tanto porque Windows 10, Office 2016 e Office 2019 ficaram em saldo.\r\nJogos e entretenimento, suites offic… [+2890 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Rui Bacelar", "title": "Xiaomi Mi 11 ao melhor preço! Agarra o smartphone por menos de 700 € - 4gnews", "description": "O smartphone Xiaomi Mi 11 5G foi apresentado a 28 de dezembro de 2020 pela terceira maior fabricante mundial de dispositivos móveis. É um dos melhores topos de gama no mercado, equipado com o Snapdragon 888 e agora em promoção! Podes comprar o Xiaomi Mi 11 em…", "url": "https://4gnews.pt/xiaomi-mi-11-ao-melhor-preco-agarra-o-smartphone-por-menos-de-700/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-mi-11-ao-melhor-preco-agarra-o-smartphone-por-menos-de-700-og.jpg", "publishedAt": "2021-04-09T19:17:18Z", "content": "O smartphone Xiaomi Mi 11 5G foi apresentado a 28 de dezembro de 2020 pela terceira maior fabricante mundial de dispositivos móveis. É um dos melhores topos de gama no mercado, equipado com o Snapdra… [+3229 chars]"}]}