{"status": "ok", "totalResults": 20, "articles": [{"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/marisaapinto", "title": "Os próximos componentes de PCs podem ser feitos de cascas de caranguejo - Pplware", "description": "De acordo com um artigo científico, as cascas de caranguejo poderão ter um papel fundamental nos componentes de PCs da próxima geração.", "url": "https://pplware.sapo.pt/gadgets/hardware/os-proximos-componentes-de-pcs-podem-ser-feitos-de-cascas-de-caranguejo/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/crab-pc.jpg", "publishedAt": "2021-04-03T12:00:34Z", "content": "De acordo com um artigo científico publicado recentemente, as cascas de caranguejo poderão ter um papel fundamental nos componentes de PCs da próxima geração.\r\nO segredo está na quitina, um recurso n… [+2013 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Xiaomi alcança nova marca impressionante. E Portugal deu uma ajuda - 4gnews", "description": "A Xiaomi continua a crescer a olhos vistos. A marca é já a terceira maior fabricante de smartphones a nível mundial, e isto aconteceu em pouco mais de 10 anos de vida. Este sábado, a fabricante alcançou uma nova marca impressionante. Através da rede social We…", "url": "https://4gnews.pt/xiaomi-alcanca-nova-marca-impressionante-e-portugal-deu-uma-ajuda/", "urlToImage": "https://cdn.4gnews.pt/imagens/xiaomi-alcanca-nova-marca-impressionante-e-portugal-deu-uma-ajuda-og.jpg", "publishedAt": "2021-04-03T11:33:27Z", "content": "A Xiaomi continua a crescer a olhos vistos. A marca é já a terceira maior fabricante de smartphones a nível mundial, e isto aconteceu em pouco mais de 10 anos de vida. Este sábado, a fabricante alcan… [+1405 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Rui Jorge", "title": "Apple recorre à Tesla para construir um sistema de armazenamento de energia nos EUA - Pplware", "description": "A Apple acaba de revelar que está a trabalhar num parque fotovoltaico com a Tesla que terá um sistema de armazenamento de energia solar.", "url": "https://pplware.sapo.pt/apple/apple-recorre-a-tesla-para-construir-um-sistema-de-armazenamento-de-energia-nos-eua/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/apple_armazenamento_energia01.jpg", "publishedAt": "2021-04-03T11:00:53Z", "content": "A Apple acaba de revelar que está a trabalhar num parque fotovoltaico em Monterrey que terá um sistema de armazenamento de energia solar associado de até 240 MW. A finalidade do projeto é alimentar a… [+3070 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "OnePlus 9 Pro: não compres o smartphone sem ver este vídeo - 4gnews", "description": "O OnePlus 9 Pro foi apresentado neste mês de março, como o smartphone mais poderoso de sempre da fabricante chinesa. Mas de acordo com o iFixit tem um dos mesmos problemas de alguns dos seus concorrentes - não é propriamente fácil de reparar. O smartphone já …", "url": "https://4gnews.pt/oneplus-9-pro-nao-compres-o-smartphone-sem-ver-este-video/", "urlToImage": "https://cdn.4gnews.pt/imagens/oneplus-9-pro-nao-compres-o-smartphone-sem-ver-este-video-og.jpg", "publishedAt": "2021-04-03T10:11:28Z", "content": "O OnePlus 9 Pro foi apresentado neste mês de março, como o smartphone mais poderoso de sempre da fabricante chinesa. Mas de acordo com o iFixit tem um dos mesmos problemas de alguns dos seus concorre… [+1649 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Consultório Pplware – Esclareça aqui as suas dúvidas - Pplware", "description": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes: Este consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pelos leitores e visitantes do Pplware, em todas...", "url": "https://pplware.sapo.pt/pplware/consultorio/consultorio-pplware-esclareca-aqui-as-suas-duvidas-348/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/01/consultorio_2021.jpg", "publishedAt": "2021-04-03T10:00:39Z", "content": "Esta semana no consultório Pplware temos os seguintes temas para questões colocadas pelos nossos visitantes:\r\nEste consultório pretende esclarecer as dúvidas principais que nos forem transmitidas pel… [+11261 chars]"}, {"source": {"id": null, "name": "Jornaldenegocios.pt"}, "author": "Jornal de Negócios", "title": "Definir já que o teletrabalho é regra até ao final do ano é meterem-se demais na vida das empresas - Jornal de Negócios", "description": "O diretor-geral da APED considera que o teletrabalho foi importante, mas tem perigos.", "url": "https://www.jornaldenegocios.pt/empresas/comercio/detalhe/definir-ja-que-o-teletrabalho-e-regra-ate-ao-final-do-ano-e-meterem-se-demais-na-vida-das-empresas", "urlToImage": "https://cdn.jornaldenegocios.pt/images/2020-01/img_1200x676$2020_01_03_19_21_20_367388.jpg", "publishedAt": "2021-04-03T09:27:02Z", "content": "O diretor-geral da APED (Associação Portuguesa de Empresas de Distribuição), Gonçalo Lobo Xavier, considera que \"anunciar já que o teletrabalho se vai manter regra até ao final do ano parece-nos exce… [+1901 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Andrea Pinto", "title": "PSP lembra: \"Boato não é informação\". Eis como se proteger das Fake News - Notícias ao Minuto", "description": "PSP lembra ainda a permanente colaboração com a comunicação social, amplificando estes alertas e contribuindo com informação oficial", "url": "https://www.noticiasaominuto.com/pais/1724071/psp-lembra-boato-nao-e-informacao-eis-como-se-proteger-das-fake-news", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/naom_5f228564380fe.jpg", "publishedAt": "2021-04-03T09:12:01Z", "content": "A Polícia de Segurança Pública (PSP) está atenta à desinformação que prolifera numa altura em que o acesso à informação - apesar de facilitado - nem sempre é de confiança.\r\nNum comunicado hoje revela… [+1727 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "Rússia: Pré-instalação de software russo em todos os telemóveis e PCs - Pplware", "description": "A partir da passada quinta-feira, todos os equipamentos digitais têm de ter software russo pré-instalado. Qual será o objetivo da Rússia?", "url": "https://pplware.sapo.pt/informacao/russia-pre-instalacao-de-software-russo-em-todos-os-telemoveis-e-pcs/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/putin_00.jpg", "publishedAt": "2021-04-03T09:00:55Z", "content": "A Rússia tem nova legislação! A partir de agora passa a ser obrigatório a pré-instalação de software ou apps nacionais em todos os telemóveis, tablets, computadores ou outros equipamentos eletrónicos… [+1525 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Jornal Económico com Lusa", "title": "Lionesa pede que Governo repense escolha de Lisboa para “Europa Startup Aliança das Nações” - Jornal Económico", "description": "", "url": "https://jornaleconomico.sapo.pt/noticias/lionesa-pede-que-governo-repense-escolha-de-lisboa-para-europa-startup-alianca-das-nacoes-722010", "urlToImage": "https://jornaleconomico.sapo.pt/wp-content/uploads/2020/04/Lionesa-pic2-red.jpg", "publishedAt": "2021-04-03T08:20:12Z", "content": "A Lionesa, centro de negócios em Matosinhos (Porto) que hospeda mais de 120 empresas, pediu este sábado ao Governo e presidente do Conselho da União Europeia para “reponderar a proclamação” de Lisboa… [+3627 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "TOP 10 de março do AnTuTu: Xiaomi lidera, mas não é com o que esperas - 4gnews", "description": "Como é habitual no início de cada mês, já é conhecida a mais recente tabela dos smartphones que obtiveram melhor pontuação na plataforma de benchmark AnTuTu. E como março foi um mês pródigo em lançamentos, há vários novos integrantes. A Xiaomi aparece, em nom…", "url": "https://4gnews.pt/top-10-de-marco-do-antutu-xiaomi-lidera-mas-nao-e-com-o-que-esperas/", "urlToImage": "https://cdn.4gnews.pt/imagens/top-10-de-marco-do-antutu-xiaomi-lidera-mas-nao-e-com-quem-devia-og.jpg", "publishedAt": "2021-04-03T08:15:06Z", "content": "Como é habitual no início de cada mês, já é conhecida a mais recente tabela dos smartphones que obtiveram melhor pontuação na plataforma de benchmark AnTuTu. E como março foi um mês pródigo em lançam… [+1254 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "Dica: Conheça 3 formas de controlar o brilho do ecrã no Windows 10 - Pplware", "description": "Não é uma configuração complicada e é obrigatório que seja feita. Veja como pode controlar o brilho do ecrã no Windows 10 de forma simples", "url": "https://pplware.sapo.pt/truques-dicas/dica-conheca-3-formas-de-controlar-o-brilho-do-ecra-no-windows-10/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/03/windows_10_wifi_1.jpg", "publishedAt": "2021-04-03T08:00:20Z", "content": "Com todo o tempo que temos passado no computador, fruto da pandemia, temos de adaptar o Windows 10 às nossas necessidades. Para além de ter toda a envolvência preparada, com o monitor na altura certa… [+2200 chars]"}, {"source": {"id": null, "name": "Publico.pt"}, "author": "Augusto Bernardino", "title": "Desporto, um terreno fértil para as criptomoedas - PÚBLICO", "description": "Cristiano Ronaldo foi o primeiro futebolista a receber um prémio em tokens, numa altura em que alguns dos principais clubes de futebol de Inglaterra, Espanha, Itália e França entram no jogo das moedas digitais.", "url": "https://www.publico.pt/2021/04/03/desporto/noticia/desporto-terreno-fertil-criptomoedas-1956137", "urlToImage": "https://imagens.publico.pt/imagens.aspx/1567798?tp=UH&db=IMAGENS&type=JPG&share=1&o=BarraFacebook_Publico.png", "publishedAt": "2021-04-03T07:15:00Z", "content": "As proezas e recordes de Cristiano Ronaldo no futebol, a uma escala global, poderiam facilmente ser comparados ao trajecto da bitcoin - a rainha das criptomoedas - no mundo virtual. Com a expansão do… [+247 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "O iPhone tem em média mais 45 GB de armazenamento do que o Android - Pplware", "description": "Do que é visto agora é que o iPhone tem em média mais 45 GB de armazenamento do que o Android oferece nesta área.", "url": "https://pplware.sapo.pt/smartphones-tablets/o-iphone-tem-em-media-mais-45-gb-de-armazenamento-do-que-o-android/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/ios_android_apple_google_3.jpg", "publishedAt": "2021-04-03T07:00:29Z", "content": "O espaço de armazenamento num smartphone é cada vez mais um fator importante. A sua capacidade pesa já muito no momento da escolha de um novo modelo, sendo a seleção feita pelos que maior volume apre… [+1977 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/pedro.j.simoes", "title": "App Mi Fit da Xiaomi recebe atualização com novidades para a Mi Band 6 - Pplware", "description": "A app Mi Fit é a primeira a dar os passos necessários e recebe agora uma atualização da Xiaomi, que a prepara para a Mi Band 6.", "url": "https://pplware.sapo.pt/gadgets/app-mi-fit-da-xiaomi-recebe-atualizacao-com-novidades-para-a-mi-band-6/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/miband6_1.jpg", "publishedAt": "2021-04-03T00:30:44Z", "content": "A chegada da Mi Band 6 esta semana veio marcar um novo capítulo para a Xiaomi. A mais recente versão da smartband da marca traz algumas novidades, mas principalmente renova o que esta representa para… [+1771 chars]"}, {"source": {"id": null, "name": "Noticiasaominuto.com"}, "author": "Miguel Patinha Dias", "title": "Exército dos EUA terá óculos de realidade aumentada da Microsoft - Notícias ao Minuto", "description": "A empresa colabora com o exército norte-americano desde 2018.", "url": "https://www.noticiasaominuto.com/tech/1723359/exercito-dos-eua-tera-oculos-de-realidade-aumentada-da-microsoft", "urlToImage": "https://media-manager.noticiasaominuto.com/1280/1617292031/naom_6065ead6b447e.jpg?crop_params=eyJwb3J0cmFpdCI6eyJjcm9wV2lkdGgiOjAsImNyb3BIZWlnaHQiOjAsImNyb3BYIjowLCJjcm9wWSI6MH0sImxhbmRzY2FwZSI6eyJjcm9wV2lkdGgiOjEzNzQsImNyb3BIZWlnaHQiOjc3MywiY3JvcFgiOjIsImNyb3BZIjo1fX0=", "publishedAt": "2021-04-02T22:00:00Z", "content": "O Exército dos EUA atribuiu à Microsoft um contrato que verá a gigante tecnológica fornecer 120 dispositivos de realidade aumentada HoloLens ao longo dos próximos 10 anos.\r\nDurante este período de te… [+660 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/mariainescoelho", "title": "5 Apps Android para instalar no seu smartphone ou tablet - Pplware", "description": "As apps Android continuam a ser de extrema importância nalguns setores da nossa vida e poderão ajudar a melhorar outros. Conheça estas opções.", "url": "https://pplware.sapo.pt/smartphones-tablets/android/5-apps-android-para-instalar-no-seu-smartphone-ou-tablet/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/03/apps-android-aplicacoes-play-store.jpg", "publishedAt": "2021-04-02T20:00:09Z", "content": "As aplicações móveis continuam a ser de extrema importância nalguns setores da nossa vida e poderão ajudar a melhorar outros. Com frequência, deixamos opções de apps para os vários sistemas operativo… [+2204 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Bruno Coelho", "title": "Google Maps no Android traz de volta uma funcionalidade muito pedida - 4gnews", "description": "Tal como a 4gnews noticiou, foram anunciadas por estes dias várias novidades para o Google Maps. Mas uma delas foi deixada de parte, embora seja algo há muito desejado pelos utilizadores da app de navegação no Android. Widget de bússola está de volta ao Googl…", "url": "https://4gnews.pt/google-maps-no-android-traz-de-volta-uma-funcionalidade-muito-pedida/", "urlToImage": "https://cdn.4gnews.pt/imagens/google-maps-no-android-traz-de-volta-uma-funcionalidade-muito-pedida-og.jpg", "publishedAt": "2021-04-02T19:32:51Z", "content": "Tal como a 4gnews noticiou, foram anunciadas por estes dias várias novidades para o Google Maps. Mas uma delas foi deixada de parte, embora seja algo há muito desejado pelos utilizadores da app de na… [+1486 chars]"}, {"source": {"id": null, "name": "4gnews.pt"}, "author": "Carlos Oliveira", "title": "Apple: futuro iPhone pode ter design inspirado no Mac Pro - 4gnews", "description": "A Apple lançou, em 2019, a mais recente versão do seu poderoso computador Mac Pro. Esta é uma máquina que não passa despercebida pela sua potência nem tampouco pelo seu design de “ralador de queijo”. Por mais controverso que esse design possa ser, a Apple acr…", "url": "https://4gnews.pt/apple-futuro-iphone-pode-ter-design-inspirado-no-mac-pro/", "urlToImage": "https://cdn.4gnews.pt/imagens/apple-futuro-iphone-pode-ter-design-inspirado-no-mac-pro-og.jpg", "publishedAt": "2021-04-02T19:31:50Z", "content": "A Apple lançou, em 2019, a mais recente versão do seu poderoso computador Mac Pro. Esta é uma máquina que não passa despercebida pela sua potência nem tampouco pelo seu design de ralador de queijo.\r\n… [+1838 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "Mário Sousa", "title": "Como ativar o seu Antivírus, Office e Windows de forma segura e barata - Pplware", "description": "Como ativar o seu Antivírus, Office e Windows de forma segura e extremamente barata? Só com a Goodoffer24 e os seus fantásticos preços online", "url": "https://pplware.sapo.pt/internet/como-ativar-o-seu-antivirus-office-e-windows-de-forma-segura-e-barata/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2021/04/goodoffer24-ativar-windows-ativar-office-ativar-antivirus.jpg", "publishedAt": "2021-04-02T19:30:56Z", "content": "Ativar o seu Antivírus, Office e Windows é algo que qualquer utilizador deve ter sempre em mente, de forma a evitar cracks, keygens ou versões modificadas. Porquê? Porque todas as alternativas à ativ… [+2662 chars]"}, {"source": {"id": null, "name": "Sapo.pt"}, "author": "https://www.facebook.com/ppinto10", "title": "O Dark Mode já chegou ao MB WAY! Saiba já como ativar - Pplware", "description": "Recentemente a app do MB WAY para Android e iPhone passou a ter Dark Mode. Saiba já como ativar. É fácil e até pode poupar bateria.", "url": "https://pplware.sapo.pt/internet/o-dark-mode-ja-chegou-ao-mb-way-saiba-ja-como-ativar/", "urlToImage": "https://pplware.sapo.pt/wp-content/uploads/2020/09/mbway_capa2.jpg", "publishedAt": "2021-04-02T18:50:14Z", "content": "O MB WAY é a solução MULTIBANCO para fazer compras online e em loja, criar cartões MBNET, utilizar Caixas MULTIBANCO, enviar dinheiro e dividir contas com os seus amigos. A tecnologia é sem dúvida fa… [+1659 chars]"}]}